{"train": ["The camera opens on text that says, Hi. As the NARRATOR continues to speak, were shown a globe from Google Earth.\nNARRATOR: Hi, youre on a rock floating in space. Pretty cool, huh? Some of its water. Fuck it, actually, most of its water. I cant even get from here to there without buying a boat.\nA plane is shown flying from South America to Africa. The plane fades off the screen, and a lone, sad stick figure is shown standing on Africa.\nNARRATOR: Its sad. Im sad. I miss you.\nThe camera pans left across the globe to show more sad stick figures also standing on South America, North America, and Europe.\nCHORUS: How did this happen?\nNARRATOR: A long time ago- Actually, never, and also now, nothing is nowhere. When? Never. Makes sense, right? Like I said, it didnt happen. Nothing was never anywhere. Thats why its been everywhere. Its been so everywhere, you dont need a where. You dont even need a when. Thats how every it gets.\nA long pause happens.\nNARRATOR: Forget this. I wanna be something. Go somewhere. Do something. I want things to change. I want to invent time and space, and I know its possible because everything is here, and it probably already happened. I just dont know when to start, and thats exactly where it started.\nThe sound of VCR fast forwarding plays.\nNARRATOR: Ooh, I paused it. I think theres a universe now. Whats it made of?\nCHORUS: Quarks and stuff!\nNARRATOR: Ah, thats a thing, in a place. Dont like it? Try a new place, at a different time. Try to stick together because the world is gonna get bigger and emptier, but its not empty yet. Its still very full and about a kjghpillion degrees.\nAbout no seconds pass.\nNARRATOR: Great news! The quarks are now happily married and in groups of three, called a proton or a neutron, and theres something else flying around too that wants to join in but cant because its still too-\nAn explosion goes off while the screen says, HOT.\n10 minutes pass.\nNARRATOR: Great news! The protons and neutrons are now happily married to each other. Some of them even doubled up.\nAbout 380,000 years pass.\nNARRATOR: Great news! The electrons have now joined in. Congratulations! The world is now a bunch of gas in space, but its getting closer together...\n10 million years pass.\nNARRATOR: ...and its getting closer together...\n500 million years pass.\nNARRATOR: ...and its getting closer toget-\nAn explosion occurs.\nCHORUS: Its a star!\nNARRATOR: New shit just got made. Some stars burn out and die. Bigger stars burn out and die with passion, and make some brand new, way crazier shit...\nCHORUS: Space dust!\nNARRATOR: ...which allows newer, more interesting stars to be made, and then die, and explode into-\nCHORUS: Even crazier space dust!\nNARRATOR: ...so now stars have cool stuff around them, like rocks, ice, and funny clouds, which can make some very interesting things, like this ball of flaming rocks for example.\nNARRATOR: Holy shit! We just got hit with another ball of flaming rocks, and it kind of made a mess, which is-\nCHORUS: Now the Moon!\nThe year is now -4,000,000,000.\nNARRATOR: Weather update, its raining rocks from outer space.\nNARRATOR: Weather update, those rocks might have had water inside them, and now, theres hot steam in the sky.\nNARRATOR: Weather update, cooler temperatures today, and the floor is no longer lava.\nNARRATOR: Weather update, its raining.\nNARRATOR: Severe flooding alert! The entire world is now an ocean.\nNARRATOR: Volcano alert!\nCHORUS: Thats land!\nOCEAN: Theres life in the ocean.\nNARRATOR: What?\nCHORUS: Somethings alive in the ocean.\nIMMATERIAL OBSERVER : Oh, cool. Like, a plant or an animal?\nThe camera zooms in on a single-cell organism.\nNARRATOR: No, a microscopic speck. It lives at the bottom of the ocean and eats chemical soup which is being served hot and fresh, made from gnarly space ingredients leftover from when it was raining rocks or whatever.\nThe cell divides.\nNARRATOR: Oh, yeah, and it can do that.\nThose cells divide many more times.\nNARRATOR: It has secret instructions written inside itself telling it how to build another one of itself. So thats pretty nifty, I would say.\nNARRATOR: Tired of living at the bottom of the ocean?\nCHORUS: Now you can eat sunlight!\nThe year is now -3,000,000,000.\nNARRATOR: Using a revolutionary technique, you can convert sunlight into food.\nCHORUS: Taste the sun!\nThe year is now -2,300,000,000.\nNARRATOR: Side effect, now theres oxygen everywhere and the sky is blue. Then the Earth might have been a snowball for a while. Maybe even a couple of times.\nThe year is now -500,000,000.\nNARRATOR: Its a sponge. Its a plant. Its a worm, and some other types of weird, strange water bugs and strange fish.\nCHORUS: Its the Cambrian explosion!\nIO: Wow, thats animals and stuff.\nSEA LIFE: But were still in the ocean. Hey, can we go on land?\nCHORUS, as LAND: No!\nSEA LIFE: Why?\nCHORUS, as LAND: The sun is a deadly lazer!\nSEA LIFE: Oh, okay.\nCHORUS: Not anymore, theres a blanket.\nNARRATOR: Now the animals can go on land. Come on animals, lets go on land.\nFISH: Nope, cant walk yet. And theres no food yet, so I dont care.\n100 million years pass.\nLAND: Okay, will you learn to walk if theres plants up here?\nSOME BUGS AND FISH: Maybe\nNARRATOR: ...said some bugs... and fish.\nThe year is now -380,000,000. FISH grunts because it is struggling to get on land, for it has no legs. 5 million years pass. The year is now -375,000,000. FISH now has legs, for it has evolved into an AMPHIBIAN.\nAMPHIBIAN: Okay, so I can go on land, but I have to go back in the water to-\nCHORUS: Have babies!\nThe word idea flashes on to the screen.\nNARRATOR: Learn to use an egg.\nAMPHIBIAN: I was already doing that.\nNARRATOR: Use a stronger egg. Put water in it. Have a baby, on land, in an egg. Water is in the egg. Baby, in the egg, in the water, in the egg.\nThe year is -312,000,000.\nAMPHIBIAN OFFSPRING: Works for me.\nCHORUS: Bye bye, ocean!\n50 million years pass.\nNARRATOR: And now everythings huge. Including bugs. Wanna see a map of the land?\nIO: Sure.\nThe year is now -252,000,000. A globe is presented. The camera starts to pan around it when a large explosion happens, destroying a land mass on the globe the size of a continent. Text pops onto the screen reading PERMIAN EXTINCTION. The Permian Extinction has occurred.\nNARRATOR: Oh fuck, now everythings dead. Just kidding, here are the survivors.\nThe thrinaxodon, lystrosaurus, and proterosuchus are shown.\nNARRATOR: Keep your eye on this one...\nThe proterosuchus is circled. 75 million years pass.\nNARRATOR: ...cause its about to become the dinosaurs. Heres another map of the land.\nThe globe is shown again. It does not yet look like the Earth we know today; many of the continents are in pieces or out of place.\nNARRATOR: Yeah, it broke apart. Dont worry about that. It does that all the time.\nThe year is now -66,000,000.\nNARRATOR: Here comes a meteor.\nA meteor comes into frame and hits the globe near what is today called Central America.\nCHORUS: And the dinosaurs are gone!\nNARRATOR: Its mammal time! Here come the mammals; look at those breasts.\nThe year is now -15,000,000.\nNARRATOR: Now, theyre gonna dominate the world, and one of them just learned how to grab stuff, and walk.\nThe year is now -4,000,000. A transition from one of humans older ancestors to one of humans younger ancestors is shown.\nNARRATOR: No, like, walk like that, and grab stuff at the same time.\nThe year is now -3,000,000.\nNARRATOR: And bang rocks together to make pointed rocks.\nIO: Ouch.\nThe year is now -1,500,000.\nNARRATOR: And set things on fire.\nIO: Yeouch.\nThe year is now -200,000.\nNARRATOR: And make crazy sounds with their voice.\nCAVEMAN: Gneurshk.\nNARRATOR: Which can mean different things.\nVia the CAVEMANs thought bubble, Gnerushk, is shown to mean, Hi, Bye, and, Can you hand me that rock over there?\nCHORUS: Thats a human person!\nNARRATOR: And now theyre everywhere, almost.\nText pops on to the screen, above the landmass that is today called North America. It reads not here yet. Humans have not migrated there yet. The year is now -20,000. Text pops on to the screen, between what is today the American state of Alaska and the Russian autonomous okrug of Chukotka. The text reads ice age. The ice age is occurring, creating a land bridge between the two landmasses.\nCHORUS: Ice age!\nHUMANS: What? You can walk over here? Cool!\nThe year is now -10,000.\nCHORUS: Not anymore.\nHUMANS: Well, I guess were stuck here now.\nNARRATOR: Lets review. Theres people on the planet, and theyre chasing their food.\nHUMAN: Fuck it, time to plant some grass. Look at this. I control the food now. Now, everyone will want to be my friend and live near me. Lets all build houses, except mine is bigger because I own the food. This is great. I wonder if anyone else is doing this.\nThe year is now -5000.\nNARRATOR: Tired of using rocks for everything? Use metal! Its underground.\nNARRATOR: Better farming was just invented in a sweet dank valley right in between these two rivers, and the animals are helping.\nA sheep baas in the background.\nCHORUS: Guess what happens next!\nNARRATOR: More food, and more people who came to buy the food, and you need people to help make the food and keep track of the sales, and now, you need houses for people to live in and people to make the houses, and now, theres more people, and they invent things which makes things better, and more people come, and theres more farming and more people to make more things for more people, and now, theres business, money, writing, laws, power.\nCHORUS: Society!\nNARRATOR: Coming soon to a dank river valley near you. Meanwhile, out in the middle of nowhere, the horse is probably being tamed.\nDISTRAUGHT HUMAN: Why is all my metal so lame and lumpy?\nNARRATOR: Tired of using lame, sad metal?\nThe year is now -3300.\nNARRATOR: Introducing-\nCHORUS: Bronze!\nNARRATOR: Made from special ingredient tin from the far lands of Tin Land... I dont know, my dealer wont tell me where he gets it. Also, guess what?\nCHORUS: Egypt!\nThe year is now -2000.\nNARRATOR: Meanwhile, out in the middle of nowhere, they figured out how to put wheels on a horse. Now, were getting somewhere. Also-\nCHORUS: China!\nNARRATOR: And did I mention-\nCHORUS: Indus River Valley Civilization!\nA society count comes on screen. It lists the four civilizations just named , as the counter counts up from one to four. It pauses for a moment before ticking up to five. A fifth civilization appears on the list. The camera pans right across the globe to what is modern day Peru.\nCHORUS: Norte Chico!\nNARRATOR: The Middle East is getting more complicated. Maybe because its in the middle of the East.\nThe year is now -1600.\nPEOPLE WITH HORSES: Knock, knock. Er... clop clop.\nNARRATOR: Its the people with the horses, and they made an empire, and then everyone else copied their horses.\nCHORUS: Greeks!\nNARRATOR: Ah, look, it must be the Greeks. Or, a beta version of the Greeks.\nText pops up on screen, reading mycenaean greeks. These beta version... Greeks are the Mycenaean Greeks.\nNARRATOR: Lets check in with the Indus River Valley Civilization - theyre gone. Guess whos not gone?\nCHORUS: China!\nThe year is now -1200.\nCHORUS: New arrivals in India! Maybe its those horse people I was talking about, or their cousins, or something... And they wrote some hymns and mantras and stuff!\nNARRATOR: You could make a religion out of this.\nThe year is now -1150.\nNARRATOR: Theres the Bronze Age collapse.\nCHORUS: Now, the Phoenicians can get down to business!\nHUMANS: Also, can we switch to a metal thats a little easier to find?\nBronze switches to iron.\nHUMANS: Thanks.\nNARRATOR: Look who came back to Israel - its the twelve tribes of Israel!\nCHORUS: And they believe in God!\nNARRATOR: Just one though; hes got like a ten step program.\nNARRATOR: Heres some huge heads. Must be the Olmecs.\nThe year is now -800.\nNARRATOR: The Phoenicians make some colonies. The Greeks copy their idea and make some colonies. The Phoenicians made a colony so big it makes colonies.\nThe year is now -671.\nNARRATOR: Here comes the Assyrian Empire.\nThe year is now -600.\nNARRATOR: Nevermind, its the Babyloni-\nThe year is now -580.\nNARRATOR: Media-\nThe year is now -500.\nCHORUS: Its the Persian Empire!\nIO: Wow, thats big.\nNARRATOR: Ah, the Buddha was just enlightened!\nIO: Whos the Buddha?\nNARRATOR: This guy, who sat under a tree for so long that he figured out how to ignore the fact that were all dying. You could make a religion out of this.\nThe year is now -475.\nNARRATOR: Oops, China just broke, but while it was breaking, Confucius was figuring out how to have good morals.\nThe year is now -400.\nNARRATOR: Ah, the Greeks just had the idea of thinking about stuff...\nThe year is now -330.\nNARRATOR: ...and right over here, Alexander just had the idea of conquering the entire Persian empire. Its a great idea. He was... Great, and now hes dead. Hopefully, the rest of the gang will be able to share the empire evenly between them.\nThe year is now -305.\nCHANDRAGUPTA: Knock knock.\nNARRATOR: Its Chandragupta. He says-\nCHANDRAGUPTA: Get the hell out of here. Will you get the hell out of here if I give you five hundred elephants? Okay, thanks. Bye.\nCHORUS: Time to conquer all of India!\nNARRATOR: Er-\nCHORUS: Most of India!\nIO: But what about this part?\nNARRATOR: Thats the Tamil kings. No one conquers the Tamil kings.\nIO: Who are the Tamil kings?\nCHORUS: Merchants, probably... And theyve got spices!\nTAMIL KINGS: Who would like to buy the spices?\nARABIANS: Me!\nNARRATOR: ...said the Arabians, swiftly buying it and selling it to the rest of the world.\nThe year is now -221.\nNARRATOR: Hey, China put itself back together again, with good morals as their main philosophy! Actually, they have three main philosophies.\nConfucianism, Taoism, and legalism appear with the corresponding messages under: having good morals, go with the flow, and fuck you obey the law. The land northwest of Qin China, which is roughly modern-day Mongolia, is circled.\nNARRATOR: Out here, the horse nomads run wild and free, and they would like to ransack your city.\nThe horse nomads repeatedly bump into China with the coin sound effect from Super Mario playing each time they do so. The camera pans left on the globe back to the Ancient Greek Empire.\nNARRATOR: Lets check the Greekification levels of the Greekified kingdoms. Greekification overload!\nPARTHIANS: Bye.\nNARRATOR: ...said the Parthians.\nJEWS: Bye.\nNARRATOR: ...said the Jews.\nPARTHIANS: Hi!\nNARRATOR: ...said the Parthians, taking over the entire place.\nThe year is now 1 CE.\nROMANS: Heyyyyyyyy...\nNARRATOR: ...said the Romans, eating the entire Mediterranean for breakfast.\nJEWS: Thanks for invading our homeland.\nNARRATOR: ...said the Jews, who were starting to get tired of people invading their homeland.\nThe year is now 30 CE.\nJESUS CHRIST: Hi, everythings great.\nNARRATOR: ...said some guy, who seems to be getting very popular, and is then arrested and killed for being too popular, which only makes him more popular. You could make a religion out of this.\nNARRATOR: Want silk? Now, you can buy it from China. They just made a-\nCHORUS: Brand new road to the world!\nChina conquers Vietnam.\nCHORUS: Or you can get there on water!\nINDIA: Sick! New trade routes.\nNARRATOR: ...said India, accidentally spreading their religion to the entire southeast.\nFunan is highlighted.\nNARRATOR: Hm, thats a good place for an epic trading kingdom.\nThe sound of a zooming car plays.\nNARRATOR: There goes Buddhism, traveling up the silk road.\nThe year is now 220.\nNARRATOR: I wonder if itll reach China before it collapses again.\nThe year is now 225.\nNARRATOR: Remember the Persian Empire?\nPERSIANS: Yep.\nNARRATOR: ...said the Persians, making a new one. Axum is getting so powerful they would like to build a long stick. Has anyone populated Madagascar yet?\nBANTU and MALAY: Lets do it together!\nThe year is now 280.\nCHORUS: China is whole again!\nThe year is now 320.\nCHORUS: Then it broke again.\nNARRATOR: Still cant cross the Sahara Desert? Try camels!\nCHORUS, as GHANA EMPIRE: Hell yeah! Now weve got business!\nNARRATOR: ...said the Ghana Empire, selling lots of gold and slaves.\nROMAN CHRISTIAN: Hi, I live in the Roman Empire, and I was wondering-\nCHORUS, as ROMAN CHRISTIAN: Is loving Jesus legal yet?\nROME: No.\nThe year is now 330.\nCONSTANTINE: Actually, okay, sure.\nNARRATOR: ...said Constantine, moving the capital way over here to be closer to his-\nCHORUS: Main rival!\nCONSTANTINE: Dont worry about Rome; it wont fall.\nThe year is now 400.\nCHORUS: Its the golden age of India!\nNARRATOR: Theres the Gupta Empire, not Chandragupta, just Gupta... First name Chandra... The First. Guess whos in Rome.\nCHORUS: Barbarians!\nNARRATOR: Whats a barbarian?\nROMANS: Non-Romans.\nNARRATOR: ...said the Romans, being invaded by non-Romans.\nThe year is now 476.\nNARRATOR: R.I.P. Roman Empire. Er, actually just half of it; the other half is just fine, but its not in Rome anymore, so lets give it a new name.\nCHORUS: The Mayans have figured out the stars!\nNARRATOR: Oh, and heres a huge city, population: everyone.\nThe year is now 576.\nNARRATOR: The Göktürks have taken over the entire Eurasian steppe. Great job, Göktürks. Hows India? Broken. Hows China?\nCHORUS: Back together.\nNARRATOR: Hows those trading kingdoms?\nCHORUS: Bigger, and theres more of them.\nNARRATOR: Korea has three kingdoms. Japan has a kingdom; its the sunrise kingdom.\nAn intermission occurs. The year is now 610.\nNARRATOR: Deep in the Arabian desert, on the top of a mountain, the real god whispers in Muhammads ear, so he goes down to the cube where everyone worships gods, and he tells them their gods are all fake...\nThe year is now 622.\nNARRATOR: ...and everyone got so mad at him that he had to leave town and go to a different town. You can make a religion out of this...\nThe year is now 650.\nNARRATOR: ...and maybe conquer the world as well. The Roman Empire is long gone, but somehow, the Pope is still the Pope! Plus, theres-\nCHORUS: New kingdoms all over Europe!\nNARRATOR: I wonder if theres room for Moors.\nThe year is now 786.\nNARRATOR: Heres all the wisdom, in a house: its the Baghdad House of Wisdom, just in time for the-\nCHORUS: Islamic Golden Age!\nSWAHILI: Lets bring stuff to the coast, and sell it, and become the Swahili on the Swahili Coast.\nNARRATOR: ...said the Swahili on the Swahili Coast.\nNARRATOR: Remember this tiny space you have to go through to get from here to there? Someone owns that now.\nNARRATOR: Wanna get enlightened in the middle of nowhere?\nNARRATOR: The Franks have the biggest kingdom in Europe, and the Pope is so proud that he invites the king over for Christmas.\nThe year is now 800.\nPOPE: Surprise! Youre the new Roman Emperor!\nNARRATOR: ...said the Pope, pretending to still be part of the Roman Empire. Then, the Franks broke their kingdom into what will later be called France and Not France. The Northerners are exploring. They go north, from the north, to the northern north, and they find some land, two types of land, and they name them accordingly.\nLarge text comes on screen reading, prankd.\nNARRATOR: They also invade some other places and get called many names, such as Vikings.\nThe year is now 882.\nNARRATOR: Theres the Rus, the Kievan Rus.\nIO: Are they Vikings?\nKIEVAN RUS: I dont think so.\nNARRATOR: ...said the Kievan Rus.\nIO: Okay, fair enough.\nNARRATOR: The Pope is ready to make some more emperors of the Roman Empire, the Holy Roman Empire. Its actually Germany, but dont worry about it! New kingdoms!\nDISTORTED VOICE: CHRISTIANIZE ALL THE KINGDOMS!\nNARRATOR: Which brand would you like?\nROMAN CATHOLIC CHURCH: Mines better.\nEASTERN ORTHODOX CHURCH: Mines better.\nROMAN CATHOLIC CHURCH: Mines better.\nThe year is now 1066.\nWILLIAM THE CONQUEROR: Time to conquer England.\nNARRATOR: ...said William.\nThe year is now 1071.\nNARRATOR: Its a bird! Its a plane! Its the Seljuk Turks!\nBYZANTINE EMPIRE: Aah!\nNARRATOR: ...said the Byzantine Empire, whos getting so small it almost doesnt exist anymore.\nBYZANTINE EMPIRE: We need help!\nNARRATOR: They need help, so they call the Pope.\nBYZANTINE EMPIRE: Hey, Pope, can you help us get rid of the Seljuks? Maybe take back the Holy Land on the way? Come on, I know you want to take back the Holy Land.\nPOPE: Yes, I do actually want to do that. Lets do a Crusade.\nThe year is now 1099.\nCHORUS: Crusade!\nNARRATOR: They did many crusades, some of which almost didnt fail, but at the least the Italians got some sweet trade deals.\nThe year is now 1100.\nNARRATOR: Goodbye, Mayans.\nCHORUS: Hello, Toltecs!\nNARRATOR: Goodbye, Toltecs.\nCHORUS: Hello, Mississippi!\nNARRATOR: Look at those mounds! Theres the Pueblo. Ive always wondered how to build a town on a cliff.\nThe year is now 1150.\nNARRATOR: Guess whos here? Khmer!\nIO: Where?\nNARRATOR: Here, and Pegan is there! Vietnam unconquered itself, Korea just became itself...\nThe year is now 1192.\nNARRATOR: ...and Japan is so addicted to art that the military might have to take over the government. China just invented bombs and typing...\nThe year is now 1230. It rapidly starts to count upward as the Mongols spin and fly all over north Asia. The year ends on 1259.\nNARRATOR: ...and the Mongols just invaded most of the universe. Nice going, Genghis! I bet that will last a long time.\nThe Mongol Empire that was just formed shatters.\nNARRATOR: Some of the Islamic Turks were unaffected by the Mongol invasions because they were busy invading India.\nBright, happy text comes on the screen reading, tonga time.\nNARRATOR: Is it Tonga time?\nTONGAN: I think its Tonga time!\nText comes on screen reading, colonizing the pacific ocean... The Tui Tonga Empire forms.\nNARRATOR: I just found out where the Swahili gets all their gold!\nIt is shown that the gold comes from the Great Zimbabwe, as the Great Zimbabwe is highlighted.\nNARRATOR: Look at this chad . Theres an empire there, right in the middle of-\nCHORUS: Africa!\nThe year is now 1324.\nNARRATOR: The King of Mali is so rich, hes going on tour to let everyone know.\nNORTH AFRICA and THE MIDDLE EAST: Wow, that guys rich.\nNARRATOR: ...everyone said. The Christians are doing a great job reconquering Iberia, which will soon be called Spain and Not-Spain.\nIBERIAN PENINSULA: Please remain Christian. We will check in later to see if youre still Christian when you least expect.\nThe year is now 1350.\nNARRATOR: Whoops! Half of Europe just died!\nCHORUS: Ming!\nNARRATOR: Chinas back, yay!\nThe year is now 1400.\nHey Khmer, time to share! New kingdoms here and there. Oh, look who controls all the islands. Its the Mahajapit-\nThe buzz of an incorrect buzzer buzzes.\nNARRATOR: Majahapit-\nBuzzes.\nNARRATOR: Mapajahit-\nBuzzes.\nNARRATOR: Mahapajit-\nBuzzes.\nNARRATOR: Mapajahit-\nBuzzes.\nNARRATOR: Ma-ja-pa-hit?\nThe ring of a correct bell rings. The year is now 1450.\nNARRATOR: Oh, Italys really rich. Time for them to care a lot about art and the ancient classics. Its kinda like a re-birth.\nThe text on the screen reads renaissance.\nNARRATOR: Heres a printer, lets make books!\nBYZANTINE EMPIRE: So you think you can conquer the Byzantine Empire?\nOTTOMAN TURKS: Yep.\nNARRATOR: ...said the Ottoman Turks. Nice job, Ottoman Turks!\nThe year is now 1453.\nNARRATOR: Oops, you missed a spot. Dont forget to ban Europe from the Indian spice trade.\nPORTUGAL: What? Thats bullshit!\nNARRATOR: ...said Portugal, spiceless.\nCHORUS, as PORTUGAL: Well, I guess well have to find another way to India!\nCHRISTOPHER COLUMBUS: Wait!\nNARRATOR: ...said Christopher Columbus, probably smoking crack.\nCOLUMBUS: If the world is round, lets go this way to India!\nPORTUGAL: Nah, dont worry, we already got this\nNARRATOR: ...said Portugal. So Chris goes to Spain.\nCOLUMBUS: Hey, Spain, wanna hire me to find India by going around the back of the world?\nSPAIN: No.\nCOLUMBUS: Please?\nSPAIN: No.\nCOLUMBUS: Please?\nSPAIN: No.\nCOLUMBUS: Please?\nSPAIN: Okay.\nThe year is now 1492.\nNARRATOR: So he sails into the ocean and discovers... More ocean... And then discovers the Indies and Japan.\nThe year is now 1494.\nSPAIN and PORTUGAL: Lets draw a line to decide who gets which half of the world.\nNARRATOR: The Aztec and Inca Empires are off to a great start. I wonder if they know that Europe just discovered their continent?\nNARRATOR: The Hapsburgs are marrying into so many royal families that they might have to start marrying each other.\nThe year is now 1500.\nNARRATOR: Move over, Lithuania! Here comes Moscow. Ivan wants to make Russia great again. Move over, Timurids; maybe go invade India or something.\nThe year is now 1501.\nNARRATOR: Persia just made Persia Persian again. Lets make it the other kind of Islam, the one where we thought the first guy should have been the other guy.\nROMAN CATHOLIC CHURCH: Hey, Christians! Do you sin? Now you can buy your way out of Hell.\nMARTIN LUTHER: Thats bullshit, this whole thing is bullshit, thats a scam, fuck the church. Heres 95 reasons why.\nNARRATOR: ...said Martin Luther, in his new book which might have accidentally started the Protestant Reformation.\nSULEIMAN THE MAGNIFICENT: You know what would be magnificent?\nNARRATOR: ...said Suleiman, wearing an onion hat.\nThe year is now 1530.\nSULEIMAN: What if the Ottoman Empire was really big, which it is now?\nThe year is now 1556.\nIVAN THE TERRIBLE: What if Russia was big?\nNARRATOR: ...said Ivan, trying not to be terrible.\nNARRATOR: Portugal had a dream that they controlled the entire Indian Ocean, including the Spice Trade... and then that dream was real. And Spain realized that this is not India, but they pillaged it anyway!\nENGLAND and FRANCE: Damn.\nNARRATOR: ...said England and France.\nENGLAND and FRANCE: We gotta start pillaging some stuff.\nNARRATOR: Then, the Dutch revolt, and all the hipsters move to Amsterdam.\nThe year is now 1600.\nAMSTERDAM: Damn.\nNARRATOR: ...said Amsterdam.\nAMSTERDAM: We gotta start pillaging some stuff.\nENGLAND, FRANCE, and THE DUTCH: Question 1: Can you get to India through North America? No, but at least theres beaver. Question 2: Steal the Spice Trade.\nNARRATOR: Thats not a question, but the Dutch did it anyway.\nCHORUS: Sugar!\nThe year is now 1640.\nNARRATOR: Guess where all the sugar is made. In Brazil-\nTHE DUTCH: Stolen!\nNARRATOR: -In the Caribbean, and its so goddamn profitable that you might forget to not do slavery. The next thing on Russias to-do-list is to get bigger.\nThe year is now 1754.\nNARRATOR: Britain and France are having a friendly discussion about who should control the entire world, more specifically Ohio.\nThen it escalates into a seven year discussion, giving Prussia a chance to show Austria whos boss.\nIO: But what about Britain and France? Did they figure out whos boss?\nNARRATOR: Yes, they did! Its Britain. Guess whos broke. Also Britain, so they start taxing the Hell out of America.\nThe year is now 1776.\nAMERICA: Fuck you.\nNARRATOR: ...says America, declaring their independence and fighting for it, and France helps them win. Now, France is broke...\nThe year is now 1788.\nNARRATOR: ...and Britain will have to send their prisoners to a different continent.\nIO: Wait, if France is broke, why do the king and queen still wear such fancy dresses?\nThe year is now 1794.\nROBESPIERRE: Lets overthrow the palace and cut all their heads off!\nNARRATOR: ...says Robespierre, cutting everybodys head off until someone eventually got mad and cut his head off.\nIO: You could make a religi-\nNARRATOR: No, dont. Haiti is starting to like the idea of a revolution...\nThe year is now 1791.\nNARRATOR: ...especially the slaves, who free themselves by killing their masters.\nTOUSSAINT LOUVERTURE: Why didnt we think of this before?\nIO: Wait, whos in charge of France now?\nThe year is now 1804.\nCHORUS, as NAPOLEON: Me!\nNARRATOR: ...said Napoleon, trying to take over Europe. Luckily, they banished him to an island-\nCHORUS: But he came back!\nNARRATOR: Luckily, they banished him to another island.\nA burst of horns play.\nNARRATOR: There goes Latin America, becoming independent in the Latin American Wars of Independence.\nThey last from the year 1812 to about 1830.\nNARRATOR: Britain just figured out how to turn steam into power, so now, they can make-\nCHORUS: Many different types of machines, and factories with machines in them, so they can make a lot of products real fast.\nNARRATOR: Then, they invent some trains and conquer India and maybe put some trains there.\nBRITAIN: Hey, China!\nNARRATOR: ...said Britain.\nBRITAIN: Buy stuff from us!\nCHINA: Nah, dude, we already got everything.\nNARRATOR: ...says China, so Britain tried to get them addicted to opium, which worked, actually, but then, China made it illegal...\nThe year is now 1839.\nNARRATOR: ...and dumped it all into the sea, so Britain threw a hissy fit and made them open up five cities and give them an island. Britain and Russia are playing a game where they try and stop each other from conquering Afghanistan. Also, the-\nCHORUS: Sultan of Oman lives in Zanzibar now.\nNARRATOR: Thats just where he lives.\nThe year is now 1857.\nNARRATOR: India just had a revolution, and they would like to govern themselves now.\nBRITAIN: Nope.\nNARRATOR: ...said Britain, governing them even harder than before.\nThe screen reads, HI I JUST SENT YOU A MESSAGE THRU A WIRE, while the Morse Code for SEXLOL plays in the background.\nCHORUS: Technology is about to go crazy!\nThe year is now 1863.\nNARRATOR: The United States finally figured out whether slavery is good or bad.\nABRAHAM LINCOLN: Its bad.\nNARRATOR: ...they decided, and then, they continued manifesting their destiny, which is to kill the rest of the natives and take their land and maybe kick out the Mexicans too.\nThe year is now 1884.\nEUROPE: I know! Lets rape Africa.\nNARRATOR: ...said Europe, scrambling to see who could rape it the fastest. Britain and France are still hungry! The United States ran out of destiny to manifest, so theyre looking for more.\nCHORUS: Hawaii and Cuba!\nIO: Wait! Spain controls Cuba!\nUNITED STATES: Well, blame something on them, and go to war.\nAMERICANS: What should we blame on Spain?\nThe U.S.S. Maine explodes in the Gulf of Mexico.\nUNITED STATES: Lets blame the Maine on Spain\nNARRATOR: ...so they blame the Maine on Spain.\nThe year is now 1898.\nAMERICANS: Now, were in business!\nNARRATOR: To celebrate, they kick Panama out of Panama and make a canal, connecting the two oceans.\nThe year is now 1908.\nNARRATOR: Britain just found oil in the Middle East. \nThe year is now 1911.\nNARRATOR: China is so tired of being bossed around that they delete their old government and make a new, stronger government, which is accidentally weaker and controlled by a guy from the previous government. Europe hasnt had a war since the last war...\nThe year is now 1914.\nNARRATOR: ...so they start World War I. Look at those guns! Its gonna be a Great War - so great we wont need a second one. After its over, they blame Germany.\nThe year is now 1917.\nNARRATOR: Russia went on strike, and the workers overthrew the government. Now, everyones paycheck is the same.\nThe year is now 1922.\nCHORUS: Communism, in the Soviet Union!\nNARRATOR: The Arabs revolt...\nThe year is now 1917.\nNARRATOR: ...and Britain helps.\nBRITAIN: Now, the Ottoman Empire is gone,\nThe year is now 1922.\nBRITAIN: So we can give the-\nCHORUS: Jewish people a place to live!\nNARRATOR: Hopefully, the Arabs wont mind.\nSYKES and PICOT: Lets cut the cake!\nNARRATOR: ...said Sykes and Picot, cutting up the remains of the Not-So-Ottoman-Anymore Empire.\nThe year is now 1923.\nCHORUS: Except Turkey! Turkey makes a brand new Turkey!\nNARRATOR: ...and then, the Saudis conquer Arabia. It just seemed like the right thing to do.\nA phone rings.\nIO: Hello?\nTHE 1920s: Yes, its the 1920s calling. Lets get in a car and drive to a party and listen to jazz on the radio and go to the movies. The economy is great, and it will probably be great forever- just kidding!\nA slide whistle with decreasing pitch briefly plays. The year is now 1933.\nNARRATOR: Germany is back, featuring Hitler, the angry mustache model, and hes mad at the Jews for existing. Japan is finally conquering the East, and theyre so excited...\nThe year is now 1937.\nNARRATOR: ...they rape Nanking way too hard. They should probably just deny it.\nThe year is now 1945.\nNARRATOR: Hitlers out of control, so the international community tackles him and tries to explain why killing all the Jews is a bad idea. But he kills himself before they could explain it to him.\nCHORUS: Thats World War II!\nNARRATOR: Bonus Round!\nAir horns momentarily play in the background.\nNARRATOR: Pacific Showdown: United States versus Japan! Fight!\nA drop-down menu that reads weapon select pops up, and the U.S. cursor moves down from boat to plane to extinction ball. It is picked, dropped on Japan, and an explosion results. The year is now 1945.\nNARRATOR: Finish him!\nAnother one is dropped, and another explosion follows.\nNARRATOR: Lets unite all the nations and have some-\nCHORUS: World peace!\nNARRATOR: Seems legit.\nGANDHI: Hi, Im Gandhi, and if Britain doesnt get the Hell out of India, Im gonna starve myself in public.\nThe year is now 1947. Britain leaves.\nGANDHI: Wow, that worked?\nNARRATOR: Bonus! Now, theres Pakistan. Actually, two Pakistans; one of them can be Bangladesh later. The Jews and the Arabs finally figured out which one of them should live in the Holy Land.\nJEWS and ARABS: Me!\nNARRATOR: ...they both said at the same time.\nThe year is now 1947.\nUNITED NATIONS: Lets divide up the land so everyones happy.\nCHORUS: Sike! They both get angrier.\nNARRATOR: Look out, China!\nThe year is now 1949.\nNARRATOR: Theres a new China in China! Whats on the menu?\nPEOPLES REPUBLIC of CHINA: Communism!\nREPUBLIC of CHINA: No, thanks.\nNARRATOR: ...said the other China, escaping to an island. I wonder which one is the real China?\nThe year is now 1950.\nNARRATOR: Theres the Korean War: Korea versus Korea. Nobody wins and then its on pause forever. Lets meet the sponsors! Oh, its the two global superpowers. Theyre having a friendly debate over which economic system is good and which one is an evil virus of Satan. And they both have atom bombs.\nNARRATOR: FIGHT!\nNARRATOR: Wait, no, that would be the end of the world. Lets just keep it cool and spy on each other instead, and make sure we have enough atom bombs.\nThe year is now 1957.\nSOVIET UNION: Ill race you to space.\nThe year is now 1969. An American rocket ship is shown to land on the moon.\nSOVIET UNION and UNITED STATES: Now, lets make some more countries fight themselves.\nNARRATOR: Europe is tired of pillaging other continents, and the continents they were pillaging are tired of being pillaged. So heres a new map, with new countries! Now, you cant tell who theyre being pillaged by.\nThe year is now 1963.\nNARRATOR: The United States finally decided whether racism is good or bad. They decided its bad, and the world agrees. South Africa might need another minute to think about it. Lets check the world population.\nA graph is shown, displaying a spike upward in population that jumped from a billion at the beginning of the 1800s to way more around the beginning of the 2000s.\nIO: Whoa... Okay.\nNARRATOR: Technology is better too; that might keep happening. The Soviet Union decides to relax a little...\nThe year is now 1991.\nNARRATOR: ...and accidentally falls apart. Europe makes a union...\nThe year is now 1999.\nNARRATOR: ...so now, they can all use the same money, except Britain cause they dont feel like it. Lets check the mail! Surprise! Its on the computer.\nThe year is now 2001.\nNARRATOR: Whoops, someone just attacked America. I bet theyll remember that. Phone call! Surprise! Its in your pocket. Wanna learn everything? Surprise! Its on the computer. Now, your phones a computer, which is in your pocket.\nA chart of the 2008 economic recession is shown.\nNARRATOR: Whoops, the economy just crashed. Dont worry, the big banks wont fail because theyre not supposed to. Surprise! Flying robots, with bombs. Wanna print a brain? Some people have no friends, some people have no food, the globe is warming-\nCHORUS: And the ocean is full of plastic!\nEVERYBODY: Lets save the planet!\nNARRATOR: ...said everybody, not knowing how.\nThe year is now 2028.\nTHING INVENTOR INVENTOR: Lets invent a thing inventor.\nNARRATOR: ...said the thing inventor inventor, after being invented by a thing inventor. Thats pretty cool. By the way, where the Hell are we?\nText comes on screen that reads, Thanks for watching history. I hope I mentioned everything.", "I just did a bad thing\nI regret the thing I did\nAnd youre wondering what it is\nIll tell you what I did\nI did a bad thing\nIm having a bad day\nIts turning into a bad year\nAll the things Im supposed to do\nAnd the places Im supposed to go\nAre canceled \nHey, whats the name of this game?\nAnd how do you play it?\nAnd how long does it take? \nAnd how many times is the game going to change? \nHey, let me out of this place\nOut into the real world\nWhere maybe things can go my way\nOh, everything goes my way\nOh, everyone knows my name\nIm having a bad dream\nI wonder what this bad dream means\nI wonder if Im sad\nI wonder if Im glad\nOr if Im just having a sad, glad dream\nIts a sad, mad, and bad, glad dream\nAnd I wont get mad about the dream\nIf you promise to believe in me\nIts a sad, bad, and mad, glad scheme\nIts the best scheme I have\nAnd thats bad enough for me\nAnd I wont get sad if you dont\nSee just how mad, glad my schemes can be\nJust did a bad thing\nIve ruined everything\nAnd Ive let the things Ive ruined ruin me\nHey, whats the name of this game?\nAnd how do you play it?\nAnd how long shall it take? \nAnd how many times is the game supposed to change? \nHey, get me out of this place\nOut into the real world\nWhere maybe things can go my way\nOh, everything goes my way\nOh, everything goes astray\nJust did a strange thing\nNow everythings pink", "I dont have enough time\nTo say the things I wanna say\nTo do the things I wanna do\nOr to be like you\nI just want some time\nTo express the things I feel\nJust to express the things I feel\nAnd believe them too\n2 + 2 has been 4 for\nSo many darn years, oh Lord\nI wanna write a song\nOh baby, is that so wrong?\nAnd it goes\nLa de da de da de da de day oh\nLa de da de, where did all the good times go?\nLa de da de la da dee dum dom, la da de day\nWhen will you come back home?\nI went down to the mall\nThen they closed down the mall\nGuess they dont want me going to the mall\nCause Im just too small\nThen I built some trains\nAnd Im traveling somewhere new\nIts a wonderful world, but still no you\nIts a wonderful world for two\nSingin\nLa de da de da de da de day oh\nLa de da de, where did all the bad times roll?\n La de da de la da dee dum dom, la da de day\nWhen can you come back home?\nI just went online\nTo explain the things I feel\nTo express the things I mean\nAnd it felt so real\nNow Im doing alright\nAnd Im downright feeling okay\nIts the end of the world and I just cant wait\nI know that you can relate\nLa de da de da de da de day oh\nLa de da de, where did all the good times go?\n La de da d-de dum de da, d-d-dim\nDwaayah d-de dum dwee-ayy\nThats okay\nDe day way oh, be dot do\nWhen did all the windmills start to turn so slow?\n La de da de la d-de dum dom, la da de day\nWhen will you come back home?\nJust got home, got no home\nLa de da d-de where did it go?\nOh no\nI cant go home", "NARRATOR: Japan is an island by the sea filled with volcanoes and its...\nCHORUS: Beautiful!\nNARRATOR: In the year -1,000,000,000... Japan might not have been here. In the year -40,000 it was here and you could walk to it. And some people walked to it.\nThe year is now -12,000\nNARRATOR: Then it got warmer, some icebergs melted, it became an island, and now theres lots of trees because it’s warmer.\nThe year is now -10,000\nNARRATOR: So, now theres people on the island and they’re basically sort of hanging out in between the mountains eating nuts off trees and using the latest technology. Like stones and bowls.\nThe sound of a doorbell chime. The year is now -500.\nOUTSIDE WORLD : Ding dong.\nNARRATOR: It’s the outside world, and they have technology from the future, like really good metal and crazy rice farms!\nNow, you can make a lot of rice really, really quickly.\nThat means if you own the farm, you own a lot of food, which is something everybody needs to survive. So, that makes you king.\nAs Japan gets conquered, the year goes from -300 to 243\nNARRATOR: Rice farming and rice kingdoms spread across the land all the way to here. The most important kingdoms were here, here, here, here, here, here, and here. But, this one was the most most important, ruled by a heavenly superperson,” or emperor for short. Knock knock, get the door, it’s religion.\nThe year is now 593.\nNARRATOR: The new prince wants everyone to try this hot new religion from Baekje.\nPRINCE SHŌTOKU: Please try this religion...\nNARRATOR: ... he said.\nJAPANESE: No!\nNARRATOR: ...said everybody.\nPRINCE SHŌTOKU: Try it...\nNARRATOR: ... he said.\nJAPANESE: No...\nNARRATOR: ... said everybody again, quieter this time.\nThe year is now 604.\nNARRATOR: And so, the religion was put into place and all the rules that came with it.\nThe year is now 645.\nNARRATOR: Then, the government was taken over by another clique and they made some reforms like: making the government govern more, and making the government more like China’s government, which is a government that governs more.\nJAPAN: Hi, China.\nNARRATOR: ... they said.\nCHINA: Hi, dipshit.\nNARRATOR: ...said China.\nJAPAN: Can you call us something else other than dipshit?\nNARRATOR: ... said Japan.\nCHINA: Like what?\nNARRATOR: ... said China.\nJAPAN: How about sunrise land?\nNARRATOR: ... said Japan.\nNARRATOR: And they stole China’s alphabet and wrote a book...\nThe year is now 711.\nNARRATOR: ... about themselves. And then they made lots of poetry and art and another book...\nThe year is now 720.\nNARRATOR: ... about themselves.\nAs the capital of Japan gets moved, the year goes from 550 to 749.\nNARRATOR: Then, they stopped moving the capital every time the emperor died, and kept it in one place for a while. Right here. And, they conquered the north, finally.\nThe year is now 802\nNARRATOR: Get that squared away.\nThe year is now 804\nNARRATOR: A rich hipster named Kukai is bored with modern Buddhism, visits China, and learns a better version which is more...\nCHORUS: spiritual!\nNARRATOR: ... comes back, reinvents the alphabet and causes art and literature to be\nCHORUS: great!\nNARRATOR: ... for a long time. And the royal palace turned into such a dream world of art that they really didn’t give a shit about running the country. So, if you live outside the palace, how are you supposed to protect your shit from criminals?\nCHORUS: Hire a samurai.\nAs the samurai fill Japan, the year goes from 1007 to 1042\nNARRATOR: Everyone started hiring samurai.\nA correction box pops up\nNARRATOR: Rich important people hired samurai. Poor people who could not afford to hire samurai did not hire samurai. The samurai became organized and powerful, more powerful than the government. So, they made their own military government here.\nThe year is now 1192\nNARRATOR: They let the emperor still be emperor, but the shogun is actually in control.\nThe year is now 1266\nNARRATOR: Breaking News: The Mongols have invaded China.\nMONGOLS: Weve invaded China...\nNARRATOR: ...said the Mongols.\nMONGOLS: Please respect us or else we might invade you as well.\nJAPAN: Okay...\nThe sound of unsheathing swords\nNARRATOR: ... said Japan.\nThe year is now 1274\nNARRATOR: So, the Mongols came over ready for war and died in a tornado.\nThe year is now 1281\nNARRATOR: But, they tried again and had a nice time fighting with the Japanese but then died in a tornado.\nThe year is now 1333\nNARRATOR: Then the emperor overthrows the shogunate.\nThe year is now 1336\nNARRATOR: Then the shogunate overthrows him back and moves to Kyoto and makes a new shogunate. And the emperor can still dress like an emperor if he wants; thats fine.\nCHORUS: Now theres more art!\nNARRATOR: ... like painting with less colors, collaborative poetry, plays, monkey fun, tea parties, gardening, architecture, flowers.\nA quick blast of a horn. The year is now 1464.\nNARRATOR: It’s time for Who’s going to be the next shogun? Usually, it’s the shogun’s kid, but the shogun doesn’t have a kid, so he tries to get his brother to quit being a monk and be the next shogun. He says...\nASHIKAGA TOSHIMI: Okay\nNARRATOR: But then the shogun has a kid. So, now who’s it gonna be? Vote now on your phones... And everyone voted so hard that the palace caught on fire and burned down.\nExplosion sound\nNARRATOR: The shogun actually didn’t care. He was off somewhere doing poetry. And the whole country broke to pieces.\nAs Japan breaks, the year goes from 1467 to 1503\nNARRATOR: Everyone is fighting with each other for local power and its anybody’s game.\nEUROPE: Knock knock.\nThe sound of someone knocking. As a ship arrives to Japan, the year goes from 1544 to 1561\nNARRATOR: It’s Europe. No, they’re not here to take over, they just wanna sell some shit like clocks, and guns, and...\nCHORUS: Jesus!\nNARRATOR: So, that’s cool, but everyones still fighting each other for control, now with guns! And wouldn’t it be nice to control the capital, which, right now, is puppets with no one controlling them?\nThe year is now 1560.\nNARRATOR: This clan is ready to make a run for it, but first they have to trample this smaller clan which is in the way. Surprise! The smaller clan wins. And the leader of that clan steals the idea of invading the capital and invades the capital.\nThe year is now 1568.\nNARRATOR: And it goes very well. He’s about halfway through conquering Japan when someone who works for him kills him.\nThe year is now 1582.\nNARRATOR: And then someone else who works for him kills them.\nAnd that guy finishes conquering Japan.\nThe year is now 1590\nNARRATOR: And then he confiscated everybody’s swords and made some rules.\nNEW SHOGUN: “And now I’m going to invade Korea, and then hopefully China,” he said, and failed, and also died.\nThe year is now 1598.\nNARRATOR: But before he died he told these five guys to take care of his five-year-old son until he’s old enough to be the next ruler of Japan. And the five guys said...\nFIVE GUYS: Yeah, right. It’s not gonna be this kid. Its gonna be one of us. Cause were grownups.\nNARRATOR: And, it’s probably gonna be this guy who happens to be way more rich and powerful than the others.\nAn image of Donald Trump is superimposed over the image of the soon-to-be new shogun.\nNARRATOR: A lot of people support him. But a lot of people support not supporting him.\nThe year is now 1600.\nNARRATOR: They have a fight and he wins and starts a new government right here:\nThe year is now 1603\nCHORUS: Edo!\nNARRATOR: And he still lets the emperor dress like an emperor and have very nice things. But don’t get confused. This is the new government, and they are very strict. So strict, they closed the country.\nThe year is now 1639.\nNARRATOR: No one can leave, and no one can come in, except for the Dutch, if they wanna buy some shit. But they have to do it right here.\nThe year is now 1664.\nNARRATOR: Now that the entire country was not at war with itself, the population increased a lot. Business increased, schools were built, roads were built, everyone learned to read, books were published, there was poetry, plays, sexy times, puppet shows, and Dutch studies.\nThe year is now 1735.\nNARRATOR: People started to study European science from books they bought from the Dutch. We’re talking geography, skeletons, physics, chemistry, astronomy, and maybe even electricity.\nAs the Economic & Cultural Prosperity decreases, the year goes from 1793 to 1852.\nNARRATOR: Over time the economic and cultural prosperity began to gradually slow dow-\nUNITED STATES: Knock knock! It’s the United States. With huge boats, with guns. Gunboats.\nMATTHEW PERRY : Open the country. Stop having it be closed.\nNARRATOR: ... said the United States. There’s really nothing they could do. So, they signed a contract that lets the United States, Britain, and Russia visit Japan anytime they want. Choshu and Satsuma hated this.\nPROVINCES OF CHOSHU & SATSUMA: That sucks!\nNARRATOR: ... they said.\nPROVINCES OF CHOSHU & SATSUMA: This sucks!\nThe year is now 1868.\nNARRATOR: And with almost very little outside help, they overthrew the shogunate, and somehow made the emperor the emperor again, and moved him to Edo, which they renamed Eastern capital. They made a new government which was a lot more Western. They made a new constitution that was pretty Western. And a military that was... pretty Western. Do you know what else is Western? That’s right. It’s conquering stuff.\nJAPAN: So, what can we conquer? Korea!\nThe year is now 1894.\nNARRATOR: They conquer Korea, taking it from its previous owner, China, and then go a little bit further. And Russia rushes in out of nowhere and says:\nRUSSIA: Stop, no, you cant take that. We were gonna built a railroad through here to try to get some warm water.\nThe year is now 1899.\nNARRATOR: And Russia builds their railroad, supervised by a shit-ton of soldiers. And then when the railroad was done, they downgraded to a fuck-ton. Did I say downgrade? I meant upgrade. And Japan says:\nJAPAN: Can you maybe chill?\nNARRATOR: And Russia says:\nRUSSIA: How about maybe you chill?\nNARRATOR: Japan is kinda scared of Russia. You’ll never guess who’s also kind of scared of Russia: Great Britain!\nThe year is now 1902.\nNARRATOR: So, Japan and Great Britain make an alliance together so they can be a little less scared of Russia.”\nThe year is now 1904.\nNARRATOR: Feeling confident, Japan goes to war against Russia, just for a moment. And then they both get tired and stop.\nCHORUS: Its time for World War I!\nThe year is now 1914.\nNARRATOR: The world is about to have a war because it’s the 1900s and weapons are getting crazy and all these empires are excited to try them out on each other. Meanwhile, Japan has been enjoying conquering stuff and wants...\nJAPAN: ... More!\nNARRATOR: And the next thing on their list is this part of China and lots of tiny islands. All that stuff belongs to Germany, which just had war declared on by Britain because Britain was friends with Belgium, which was being trespassed by Germany in order to get to France to kick France’s ass because France was friends with Russia, who was getting ready to kick Austria’s ass because Austria was getting ready to kick Serbia’s ass because someone from Serbia shot the leader of Austria’s ass. And Britain is currently friends with Japan. So, you know what that means. Duh!\nCHORUS: Japan should take the islands!\nNARRATOR: Which is what they wanted to do anyway. So, they called Britain on the tele to sort of let them know. And then they did it. And they also helped Britain a little here and there with some errands and stuff.\nA schoolbell rings. The year is now 1919.\nNARRATOR: Now the war is over. And, congratulations Japan! You technically fought in the war, which means you get to sit at the negotiating table with the big dudes, where they decided who owns what. And yes, Japan gets to keep all that shit they stole from Germany. You also get to join the post-war mega alliance:\nCHORUS: the League of Nations!\nNARRATOR: Whose mission statement is to try not to take over the world.\nThe year is now 1929.\nNARRATOR: The Great Depression is bad, and Japan’s economy is now crappy. But the military is doing just fine, and it invades Manchuria.\nThe year is now 1931.\nNARRATOR: And the League of Nations is like:\nLEAGUE OF NATIONS: No, don’t do that. If you’re in the League of Nations, you’re not supposed to take over the world!\nNARRATOR: And Japan said...\nCHORUS AS JAPAN: ...How bout I do anyway?”\nAs Japans territory increases, the year goes from 1937 to 1939.\nNARRATOR: And Japan invaded more and more and more and more and more of China and was planning to invade the entire east.\nAOL COMPUTER VOICE: You’ve got mail.\nNARRATOR: It’s from Germany. The new leader of Germany. He has a cool mustache and is trying to take over the world and needs friends. This also got forwarded to Italy. They all decided to be friends because they had so much in common.\nCHORUS: It’s time for World War II!\nThe year is now 1939.\nNARRATOR: Germany is invading the neighbors. Then they invade the neighbor’s neighbors. Then the neighbor’s neighbor’s neighbors, who happen to be Britain, said...\nCHORUS AS BRITAIN: Holy shit!\nNARRATOR: And, the United States started helping Britain because they’re...\nCHORUS AS UNITED STATES: Good friends!\nNARRATOR: ... and started not helping Japan because...\nCHORUS AS UNITED STATES: Their friends and our friends are not friends. Plus, they’re planning on invading the entire ocean.\nNARRATOR: The United States is also working on a large, very huge bomb. Bigger than any other bomb, ever™. Just in case. But they still haven’t joined the war. War looks bad on TV, and the United States is really starting to care about their image.\nThe year is now 1941\nNARRATOR: But then Japan spits on them in Hawaii, and challenges them to war. And they say...\nUNITED STATES: Yes!\nNARRATOR: And then Germany, as a symbol of friendship, declares war on the United States, also. So, the United States goes to war in Europe, and they help the gang chase Germany back into Germany, and they also start chasing Japan back into Japan, and they haven’t used the bomb yet and are curious to see if it works. So they drop it on Japan.\nThe year is now 1945\nThey actually drop two.\nNARRATOR: The Unites States installed a new government inspired by the United States government with just the right ingredients for a...\nCHORUS: post-war economic miracle!\nThe year goes from 1951 to 1980.\nNARRATOR: And Japan starts making TVs, VCRs, automobiles, and camcorders as fast as they can. And, also better than everybody else.\nJapans economy improves from 1960 to 1995.\nNARRATOR: They get rich and the economy goes wild.\nJapans economy decreases after 1995.\nNARRATOR: And then, the miracle wears off. But everything’ still pretty cool, I guess.\nCHORUS: Bye!", "Mount St. Helens is about to blow up\nAnd its gonna be a fine, swell day\nEverythings gonna fall down to the ground and turn grey\nAll of my friends, family, and animals are probably going to run away\nBut me, Im feeling curious, so I think I just might stay\nThe Dow Jones just fell down to zero and its gonna be a fine, swell day\nAnd I wonder if its gonna be as good a day as yesterday\nAll of these business suits that Ive just purchased\nGonna have to throw them all away\nAnd slip into something more reasonable and then dance the night away\nIm riding a pony\nInto the sunset\nEverythings green and gold\nSo Im not in hell yet\nAnd the people who work in my office went on vacation\nCause they say that I havent been paying them very much anymore\nMount St. Helens has a pretty cool gift shop\nAnd I havent been there in a while\nAnd Ive been wondering if its even still there?\nAnd the climate has been changing\nAnd soon its gonna change more\nAnd well figure out all of the details in climate change court\nTake a ride on my blimp\nOh, its a very strong blimp\nYou can watch movies and play games\nWhile riding on it\nWhen the sun goes down and the sky burns out\nWell never slow down\nOh, were not going down\nMount St. Helens is feeling crazy and adventurous\nThats the reason that its so special\nAnd it takes no answers\nAnd it gives no questions\nAnd it makes no excuses\nAnd it really doesnt listen\nAnd it seems so eccentric\nAnd it looks so active\nAnd it dreams of puppies\nAnd its filled with music", "Woke up in the morning\nTraveling straight into the sun\nTold my friends and family I was gone\nLooked back in the mirror\nThought about who I had become\nAnd, I dont think that anythings gone wrong\nJumped out of my suitcase\nAnd went traveling down the road\nWent back to the place where I was born\nThinking about my future\nThinkin bout how far we have come\nOh, I dont think Im gonna be going home\nAnd the day goes on, goes on, goes on, goes on\nAnd the day goes on\nAnd the day goes on, goes on, goes on, hold on\nAnd the day goes on\nWent down to Virginia\nThinkin bout how to change my name\nJust in case I have to fly away\nJumped onto a spaceship\nThen I went to outer space\nAnd, now I think Im gonna be okay\nAnd the day goes on, goes on, goes on, goes on\nAnd the day goes on\nAnd the day goes on, goes on\nHold on\nWhenst the day goes \nAnd Im long gone\nAnd Im long gone\nAnd Im right where I belong\nI went to the future\nThinkin bout how to spend my day\nThinkin bout the things I cant explain\nIts 1900 and the times are going to change\nOh, now I think were gonna be okay\nAnd the day goes on, goes on, goes on, goes on\nAnd it goes along\nAnd the day goes on, hold on, hold on, stay strong\nAnd the day goes on", "Its the first day of school\nAnd I think I might quit\nCause the things Ive been seeing in here dont make sense\nSo I packed up my things\nAnd I walked through the door\nAnd Im going somewhere else instead\nSo, I chopped down some trees\nAnd I built a small house\nAnd I just might be small enough to live in it\nThen the rain came pouring down\nAnd it made some cool sounds\nAnd theyll tell you what those sounds said\nSaid, Hello and Goodbye,\nDo you feel alright with the days gone by?\nIll never waste my time, Ill never say goodbye\nYes, I will, but I wont say it tonight\nSo I picked a new character\nAnd Ive just chose my shirt\nAnd Im going to the Land of the Two Letter Words\nOn in up at or so, by if to of no it\nIts a feeling we cant forget\nSaid, Hello and Goodnight, Do you feel alright?\nDo you remember the days gone by?\nDo you remember the way that we dreamed we could change our lives?\nDo you feel like changing your mind?\nIts the first day of school\nAnd I think I might quit\nCause the things that Im feeling still dont make sense\nAnd Ive tried to explain\nAnd it hurts to describe\nSo Ill sing this song instead\nHello and goodbye\nDo you think Im dying?\nDo you think Im going somewhere else this time?\nDo you remember the day we pretended to be every star in the sky?\nIts the first day of school, but I think I might quit\nGonna learn some new lessons I wont forget\nGonna write them all down\nIn the language of love\nAnd Ill teach them to everyone", "I remember the moment that my dreams were broken\nI wrote them down on a postcard and then threw it away\nI slipped into some trousers and rolled out my window\nThen went out into the wilderness where Im going to stay\nAnd it’s a long, long, long journey that weve been on\nAnd its a long, long, long story that can be told\nAnd it’s a long, long day and weve come a long, long way\nAnd its a long, long, long way back\nIm looking around this museum for paintings I relate to\nEven though most of them were painted by somebody else\nThen we went to the movies and watched lots of films there, yeah\nNow Im going down to Hollywood to make them myself\nAnd its a long, long, long journey that weve been on\nAnd its a long, long, long story that will be told\nAnd it’s a long, long day and we’ve come a long, long way\nAnd its a long, long, long way back\nAnd it’s a big, big vehicle that were driving in\nAnd Ive been following this roadway since it began\nAnd if I came here to lose then I still might win\nWhen I go down that road again\nAnd the road doesnt end\nIt’s a long, long road and we follow it again and again\nAnd the road dont pretend\nI went down to the Coast Guard to see what theyre guarding\nSee what the sign says, you idiot, were guarding the coast\nNow Im going on a podcast to talk about my memories\nEven though I cant remember anything from before the show\nIve made some long, long phone calls to my friends at home\nAnd I told them where Ive been and the places Im going\nAnd they said, Wow, thats incredible, but we already know\nBecause of that long, long song you wrote\nAbout how its a long, long, long journey that weve been on\nAnd its a long, long, long story that shall be told\nAnd its a long, long day and weve come a long, long way\nBut theres still a long way to go\nIts a long, long, long way, its a long, long strong way\nIts a long, long, long way forward", "All day and all night\nWe lay about and wonder what were gonna do\nWe speak to ourselves\nHavin a conversation and wonderin who were talking to\nThen sadness takes over\nAnd sadness wonders what were gonna do\nAnd sadness comes closer\nThen sadness comes to sing a song for you\nOh, what a wonderful world \nOh, how youve got to have more\nWhen darkness covers the Earth\nAnd I know its the end for sure\nHere comes the sun\nHere comes the sun\nHere comes the sun\nBringing you love and shining on everyone\nHere comes the sun\nHere come the raging sun\nAnd its raging on and so we rage as one\nOn until the day is done\nHigh on the mountain\nThe postman comes and says theres still no news\nDeep in the city, oh yeah\nThe buildings wonder if theyll ever be built\nOh, what an interesting day\nLooks like theres nobody in my way\nBut the roads gonna end\nAnd the storms comin in\nLooks like nobody wins today\nHere comes the sun\nHere comes the sun\nHere comes the sun\nBringing you love and shining on everyone\nHere comes the sun\nHere come the blazing amazing miracle sun\nAnd its raging on and still, well blaze along\nOn until the day is done\nTil the day is won and done\nGonna rage on into the sun\nCall up your friends and neighbours\nTell em a new day has just begun\nI hope you know that theres no stranger strange enough\nTell all your friends and neighbours\nYoure no stranger to fallin in love\nIm just fallin in love\nStop, times up\nIs it really over?\nTime waits for no one\nAnd I cant explain the way that Im feelin\nPut it into words and then\nSend it all over the world!\nHere comes the sun\nHere comes the sun\nHere comes the sun\nBringing you love and shining on everyone\nHere comes the sun\nHere comes the raging sun, yeah\nAnd its raging on and so we rage as one\nOn until the day is done\nOh, until the day is done\nIf this song aint good enough Ill erase it", "STEVE: Hi, Im Steve. I drive a car. Its in a tree.\nJust kidding, my names not Steve.\nNOT STEVE: Im filing for an extension for my taxes because I didnt pay them and Im not going to.\nCHORUS: Cause thats the way I like to live my life, and I feel like everythings gonna be fine!\nNOT STEVE: Im skipping work again. Thats because I dont have a job.\nThe mailman was late today, and she was actually a woman, and she said,\nMAILMAN: Thats the way I like to live my life, and I know that everythings gonna be just fine.\nNOT STEVE: I dont remember why I first saw the mountains, but theyve always been here.\nNow that Im seeing them, Im wondering why theyre there.\nBut theyre here.\nI cant climb them. But I can.\nCHORUS: Cause thats the-\nPIGEON: Hey, heres the mail:\nNOT STEVE: Dear Steve-\nThats not my name, but whatever.\nLETTER:\nDear Steve,\nHow did you climb this mountain?\nNOT STEVE: Well, Im glad you asked that! Its part of a two-step program.\nFind the mountain, climb the thing.\nCHORUS: Thats the way we can get things done and thats how I do it.\nIts easy and simple cause you know what to do.\nSTEVE: Bye, Im Steve.", "I dont wanna go to school\nBecause Im stupid\nI dont want nobody tellin me what to do\nOr how to get through this\nI dont want nobody tellin me how to think\nTellin me how to sing\nTellin me how to do everything\nI dont wanna be afraid\nOf criminals\nI dont wanna be afraid\nOf dangerous politicians\nI dont wanna be afraid of you\nOr of me\nOr the truth\nSaid that girl made me feel blue\nCause she told me I should stay in school\nSaid that girl made me feel blue\nDont go to school", "At the airport terminal, the planes are landing\nTraveling somewhere and it feels fantastic\nRolling across the terminal floor\nAnd the skys so high and the grounds so low\nAnd I think Im dying but Im just being born\nAt the airport terminal, the planes are landing\nAnd through the terminal, we all shall go\nAt the airport terminal, I feel so unusual\nAnd everybody here is having an unusual day\nIts 10:24 in an unusual time zone\nAnd Im feeling fine in an unusual way\nAnd were going so high as Im flying so low\nAnd Im saying goodbye to the world I know\nAt the airport terminal, the planes are landing\nAnd through the terminal, we all can grow\nAnd its time to let go\nBut Im lying down on the terminal floor\nAnd Im running toward the terminal door\nAnd Im eating porridge but Ive heated it for the wrong amount of time\nAt the airport terminal, I feel so imaginative\nImagining where all the planes are going\nAnd when Im there Ill imagine where I came from\nThen Ill imagine my way back home\nBut its 8:45 and Im on the next flight\nIts going around the world\nAnd well fly through the night til the day becomes bright\nUntil the night returns\nWhen will the night return?\nHey!\nAt the airport terminal, the planes are landing\nOne day soon well all be together\nUntil then the terminal carries me through", "Im going outside\nOut-out-out-out-out-out-out-out-out-outside\nI just picked up the newspaper\nSaid that the wind blows\nCant go back to where I come from\nCause Im not welcome\nAnd its not fun there\nYou know that I wont be late\nOh, and I cant be saved\nI wanna go outside\nI wanna go outside\nI wanna go outside\nI wanna go outside\nA spaceship came to take me away\nInto the moonlight\nAnd they touched me in an interesting way\nAnd now Im pregnant\nWith aliens\nIm gonna change my name\nOh, its a brand new day\nI wanna go outside\nI wanna go outside\nI wanna go outside\nIm going outside\nIm going outside\nGonna go out and away from the lines\nAnd Im outside\nI just opened up a new hotel\nOn the tundra\nJust checked in and I feel so swell\nCause Im wealthy\nAnd Im a billionaire\nIm gonna change my ways\nOh, and Im leaving, on a different plane\nI wanna go outside\nI wanna go outside\nI wanna go outside\nI wanna go outside\nGonna go out and adjust my mind\nGonna go downtown and arrest some crime\nAnd I cant remember the reason why\nBut Im outside\nAnd I cant go if it dont feel right\nNo, I wont go if its not my time\nAnd I still dont know how to say goodbye\nBut its all right\nCause Im outside", "Oh hi, thanks for checking in, Im\nStill a piece of garbage", "Look at the time up on the wall\nThe clock is tellin it all wrong\nYou got to slow down\nYou got to slow down\nSlow it right off the wall\nYou got to slow down\nMy hat is bent\nOh, I got a bent hat\nMaybe Ill slow down\nAnd straighten it out\nAnd then twist it all around\nThen put it down\nAnd Im bobblin down 124th Street\nAnd I think Im bobblin to a brighter day\nAnd the radios playing a different kind of music\nAnd the universe is starting to shake\nLook at the time, its 12:30\nIm going to hell and Im late for it\nBut Ill slow down\nAnd talk about it\nAnd the world goes round\nAnd then comes back down\nNow Im swingin about\nMy every daily business\nAnd Im pondering out about\nHow its daily been\nAnd its easy to feel if youre useless\nBut its strange when you tell your friends\nSo I reloaded my fax machine\nWith some fresh clean paper\nSo I can slow down and have\nA slow time printing it out\nThen the roof blew off again\nAnd it came back down\nAnd the hurricanes and storms\nCover the landscape\nAnd the picture frames are\nFloating off the wall\nAnd the hourglass is\nTwisting a little bit sideways\nAnd the neighborhood is all gone\nLook at the time on the wall\nCause its going very very really slowly now\nAnd its the only thing anybody ever talks about\nAnd the scientists are always trying to figure out\nAnd the physicists are always letting it bounce around\nAnd the novelists are typically writing stories about it\nAnd the journalists are usually breaking news about it\nAnd the pharmacists are frequently making drugs about it\nAnd the charities are always raising money for it\nAnd the clients name is always there\nAnd the clients name always cares", "The moon is made of cheese\nBut I cant taste it\nBut I like the way the texture feels\nWhen I lick the surface\nThen the rumors start to go ’round the world\nThat Im crazy cause I can’t even taste cheese\nBut I guess they dont know me\nThe grass is always green\nBut I just changed it\nTo remind me of the way it was when the world was younger\nAnd the TVs on the radio\nAnd the telephones on the stereo\nAnd the leaves turn to a colorful shade of turquoise\nAnd the birds are made of trees\nThink Ive explained this\nAnd they fly around on an airplane\nIn the business class section\nAnd the ants crawl in the Earths surface\nAnd the turtles roll through the street\nAnd the orchestras playing symphonies for free\nAnd the church holds the key\nThe moon is pretty cheap", "When I get older\nIm gonna be stronger\nSo I can lift up the whole entire world\nIm gonna hold it\nAnd lift it higher\nHigher than its been before\nWhen I hear music\nI get excited\nIm gonna sing songs to the whole entire world\nAnd when the whole world sings to the music\nThats when Ill know it worked\nBut my friends say Im still a baby\nThen they threw away my baby shoes\nWell, excuse me, Im going sailing\nInto the ocean blue\nWhen I get older\nIm gonna be wilder\nAnd write poetry in my spare time\nAnd Ill use some very interesting metaphors\nAnd then post my poems online\nHeres a poem about rain\nAnd the water droplets that it creates\nAnd I wonder if you feel it this way\nAnd I wonder if it seems okay\nHeres a poem about fame\nAnd the strange things famous people say\nAnd the strange world that hears them say it\nAlmost every single day\nWhen I get older\nIm gonna drive slowly\nTil I get to all the places Im going\nAnd when I get there Im gonna drive backwards\nTil we get home again\nAnd Im faced with so many changes\nThat I just might change my face\nBut face paint seems a bit tenacious\nSo I just might paint my brain\nWhen I get younger\nIm gonna be a liar\nIll be lying about being so young\nThen when Im older\nIll be more truthful\nAnd then lie about singing this song\nThen the song will sing me\nAnd the song wont sing it for free\nAnd I dont quite know what it means\nAnd it feels like the song knows me\nThen Im hearing it in my dreams\nAnd each dream seems pretty sweet\nAnd the music cured my disease\nThen the songs complete\nWhen I get older\nIm gonna be stronger\nSo I can lift up the whole entire world\nIm gonna hold it\nAnd lift it higher\nThen Ill lift it more", "Got some money, got some cash\nIm rich and now Im sad\nAnd I wonder if Im sad about the money that I have\nGot some boats on my plane\nAt the hotel where Im staying\nJust in case I ever have to swiftly get away\nAnd the window is broken\nAnd cold winds are blowing in at me\nThats when I knew that the fairytale was true\nAnd tomorrow Im going out to sea\nGot some money in my hand\nAnd it makes me mad\nBecause I dont know what money means\nEveryone knows that the world is cold\nAnd you can warm it up with a little true love\nAnd I wish to explain all the ways that\nFriends and lovers can go all the way\nHappy birthday to you\nHappy birthday to me\nOne day well feel complete\nHappy birthday to somebody in the streets\nWhos been waiting patiently\nGot money, some cash\nI keep it in my head\nAnd I think about it all day but I cant spend it\nHello its a Tuesday show\nCause Wednesday seems so long ago\nI said it three or four songs ago\nIts time for the show\nGot some money in my hat\nAnd it makes me seem tall\nI can see where all the money in the world has gone\nIts swimming!\nAcross the floor of the ocean\nPeacefully floating there\nIts 4.95, some call it 3.99\nSome call it a billion\nMoney is bad\nI dont understand what to do with it\nOr how to deal with it, yeah\nOr tell my friends\nWhat it does\nHow it works\nWhat its worth\nAnd if it can change the world\nYeah", "Im a princess\nAnd I think about the diamonds in the sky too often\nDo you love me?\nOr have things gone astray?\nMmm, buckets\nCatch the dreams as they fall from my ceiling\nAnd earthquakes come and go all afternoon\nIm a princess\nAnd I wonder about my neighbors\nEven though I dont have them\nBut theyre listening to every word I say\nBack on the road, back down the road downtown\nI dont have courage but I have something else\nAnd its more than words\nIm ridiculous, Im feeling very particular\nAbout my world\nChaka Khan\nWhat an interesting song\nTell me where I belong\nTell me whats going on, where I went wrong\nAnd whats the message in this song?\nWhere are the lessons in this song?\nTell it to me once before Im gone\nRespect me, Im a princess\nAll the soldiers that surround me\nAnd make sure Im lonely\nThrough the daydream, dreamed that its okay\nOpen the door, close the door\nGot to get through the other side of the door\nOpen the door\nMm, theres got to be more\nTheres got to be so much more\nBut I dont know what its there for\nI dont know what were here for\nSometimes I think of it when I sleep\nAnd Im dreaming about my friends in need\nStep into the machine and feel the dreams\nAnd all the ingredients in the dream\nSee what makes them seem so appealing\nOops, there goes the ceiling\nOh, Im a princess\nExcuse me, I read that wrong, Im a dunce", "I wanna be a movie star\nDo you ever feel bad?\nDo you ever get sad?\nMaybe thats just what youre supposed to do\nDo you have a nice car?\nDo you live in a cool house?\nNobody knows what youre going through\nI wanna be a movie star\nDo you ever make plans?\nDo you ever have sex?\nMaybe thats just what youre supposed to do\nMaybe we can go out\nWould you rather stay in?\nEveryone wants more than just a friend\nI wanna be a movie star\nI wanna be a movie star\nAnd I know youre probably wondering who you are\nAnd I know it might seem lonely, but weve come so far\nDo you like to wear pants?\nDo you love to fly planes?\nMaybe thats just what youre supposed to do\nMaybe we should sell out\nMaybe we can buy gold\nMaybe we can just go back home\nIm gonna be a movie star\nIm gonna be a movie star\nIm gonna be a movie star\nIm gonna be a movie star", "Im best friends with my own front door\nI just closed it, but its opening more\nThen the cops came, and they sent me to jail\nBut tomorrow Im gonna open it again\nIm the postman, and Ive got cool clothes\nIm the neighbors, and Im wearing cool shoes\nAnd Im dreaming of a brand new world\nAnd Im hoping that it comes real soon\nBut I saw a sign\nI saw the sign\nIts a bad, bad sign\nSaid Its not gonna happen\nAnd its not what it seems\nYoure not gonna make it\nAnd its not meant to be\nBut fuck them, I just climbed a huge mountain\nBut everyone told me I couldnt do it\nAnd I feel real nice\nCause I got lots of money in my bank account\nAnd I walk down the street\nPeople throw things at me\nLike breakfast and strength tests\nHow much can I bench press?\nTime to win some awards\nIm gonna do everything that youre not supposed to do\nIm gonna open to page 1 and then skip ahead to page 2\nCause Im hungry and scared, and I cant find the truth\nSo Im leaving\nOh, theres my balloon\nOver the trees, under the bridge and over the town\nIm gonna tell you the things that Im feeling out loud\nAnd they changed all the rules, then I wrote them all again\nThats how the game begins\nOh, thats how I get home again", "A-B-C-D-E-F-G\nH-I-J-K-L-M-N-O-P\nQ-R-S and T-U-V\nBaby, W-X-Y-Z\nI said W-X-Y-Z\nA-B-C-D-E-F-G\nH-I-J-K-L-M-N-O-P\nQ-R-S and T-U-V\nAnd then W-X-Y-Z\nIt go\n1-2-3-4-5-6-7-8-9\nIm alive\nAnd Im alright\nIts just fine\nAnd Im going to make things right\nA-B-C-D-E-F-G\nH-I-J-K-L-M-N-O-P\nQ-R-S and T-U-V\nBaby, W-X-Y-Z\nI sing W-X-Y-Z", "Youre free to do whatever you want to\nYoure free to do whatever you need to\nYoure free to do whatever you want to\nYoure free to do whatever you need to\nI just moved into a church\nAnd I want to express myself to the world\nIm too shy to do it\nIm afraid to speak my mind\nI wanna shout, I wanna shout\nI wanna scream to the sky, and get everyone high\nCause I just found out the meaning of life\nBut I still hesitate\nYeah\nI wanna go back in time\nBack to the year everyone was born\nAnd show them how to understand\nThe possibilities that they own\nShow you where faith comes from\nShow you how to make things good\nBut I just cant get over my fear\nMan, I wish I could\nYoure free to do whatever you want to\nYoure free to do whatever you need to\nYoure free to do whatever you got to\nAll night long\nAnd its Wednesday\nAnd its Thursday\nAnd I cant seem to find my way\nYoure free to do whatever you wont do", "One, two, three, four\nFuck you\nIm going to New Canaan, Pennsylvania\nIm going to New Canaan for a late night snack\nAnd by late night I mean middle of the afternoon\nAnd Im never coming back\nLet me stop in Harlem to explain what I mean\nIm actually going to Connecticut\nOh, Im going to New Canaan, Pennsylvania\nTo have a good time\nIm riding on a good old fashioned train\nI hope that good old fashioned train dont get derailed\nIm hungry and starving for food and women\nBut I aint gonna turn back yet\nThe season is winter\nAnd the sky is so blue\nAnd I am so blue for you\nIt feels just like summer\nAnd my nose is blue\nCause I lie about details\nWhen my dreams dont come true\nAnd I always feel for you\nEvery word I say is true\nIm going on a journey to the countryside\nGoin on a trip to see what I can find\nLooks like a 12-figure income town\nBut I love the shade of those license plates \nIm gonna go to Starbucks and play my ukulele\nUnder the bright blue sky\nIm goin to New Canaan and everything feels just right\nOh, its summer\nAnd the sky has turned grey\nMy dreams are sailing away\nIm goin crazy and Im feeling blue\nCause I know where Im going\nBut not what to do\nAnd I always dream of you\nEvery word I say is true\nYep, its true\nMmm\nEven though I make up some kinda weird dumb shit\nIts true\nIt stays true for you", "The Easter bunny told me that Christmas isnt real\nBut Santa Claus is still Jesus\nThe gift-giving season is an interesting reason\nTo make everyone fall in love\nBa da dee da da dee do\nIn a world full of snow\nBa da dee da da dee die\nWith the spirit held up high\nBa da dee ba bee yo bing bway\nEverything feels so alive for the very first time\nThe Easter bunny gave me some coupons I can use\nTo buy some love for my valentine\nLike dump trucks and diamonds and roses and walnuts\nAnd gift cards to the diamond store\nBut those roses and diamonds are all over the floor\nTheyve got pretty cool prices but I think we can lower it\nAnd if you dont enjoy them well let you buy more\nAt the diamond store\nThe Easter bunny showed me that English isnt real\nAnd the only language is feelings\nIts the Christmas season and theres gifts on the trees\nAnd the material world is not enough\nBa da dee da da dee do\nIn a world full of drones\nBa da dee da da dee die\nAnd I think I can fly\nBa da di ba bee yo bing bway\nEverything seems so inspired and I cant seem to fight it\nBa da do di dee dum wow\nLondon Bridge is falling down\nBa da do du dun dee\nWhy is the West Coast on fire?\nBa da dum dey whey oh dee why hey\nEverything looks so embrightened\nThe Easter Bunny told me that Christmas isnt real\nBut Santa Claus is still a Twitter meme", "CHORUS: Maybe I could eat blades of grass.\nDAMIEN: Hi, Im Damien Maymdien.\nI know what youre probably thinking, and Ive heard it a hundred times.\nPeople come up to me and they say,\nDamien, why is everything so dumb and stupid?\nWell, thats a great question, and Ill answer it for you.\nFirst, lets plant some trees.\nOkay, what was your question? Oh yeah. The world is stupid.\nRight. Okay.\nWell, have you ever found love? Have you ever been in love?\nCHORUS : I have, its pretty wonderful.\nDAMIEN: Have you ever flown a bird or been flown by a bird?\nHave you ever--\nWait, no. Lets skip that one.\nHave you ever carried a dozen bricks down a brick road through a brick door and into a brick house?\nCHORUS: Yes, Ive done that!\nDAMIEN: Okay, good, good. Just taking some notes here.\nAre you a lamb?\nAUDIENCE: No.\nDAMIEN: Are you a lamp?\nAUDIENCE: Sure!\nDAMIEN: Ah, check that one off. Have you ever been--\nWhat does that say?\nHave you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?\nCHORUS: Yep, sure, thats me. Thats me.\nAnd I hope that you believe me.\nBelievability Bob beeps as he calculates his believability.\nDAMIEN: Heres a rock, with a plaid shirt. Thats stupid. Everything is stupid.", "The video opens with a lightbulb flashing wfaoie, and then switches to the title of the video in alternating fonts.\nNARRATOR: Got a map. I love these things.\nLet’s look at Greenland. It’s made of ice, it could melt, that would be pretty interesting--\nCHORUS: Im getting ahead of myself!\nNARRATOR: If someone tells you they live in Greenland, they probably live in its capital city, Nuuk.\nCHORUS: Nuuk!\nNARRATOR: Theres a school, a bus, a mall, a church, and a very wavy building to do concerts.\nHANS EGEDE: Ill be up here on a pedestal holding my stick.\nCHORUS : Im the founder! Hes the founder!\nHANS EGEDE: Guess where I’m from! That’s right, I came here to make everyone Christian. Someone did that before but it wore off\nso, I came here to do it again. It was a smashing success and now I’m a statue in three places.\nNARRATOR: Wanna know more about Greenland? Too bad, I’m going to tell you about Mexico.\nNARRATOR: Used to be bigger. Let’s go to Clipperton, never mind there’s nobody there. But there’s boobys if you’re interested!\nThe capital of Mexico is Mexico City. Seems plausible.\nCHORUS: But wait, its Aztec!\nNARRATOR: That’s true, before Europe invaded, the Aztec capital of the world was right there.\nCHORUS: But then Cortés came and smashed it.\nNARRATOR: Meanwhile, still unsmashed is the Inca empire. A very powerful and unique empire. No wheels in this empire, very powerful nonetheless. Until, Fransísco Pízarro--\nCHORUS: Came and smashed it.\nNARRATOR: Join me now as I sail over the Andes mountains and contemplate the vast spiritual emptiness of doing a video without a topic. Surely, I’ve frolicked too hard. I shall search for my\npunishment. Here’s Antarctica, they must have lots of punishments there.\nNarrator arrives at an embassy in Antarctica.\nNARRATOR: Yes, hello I’d like to be punished.\nSECRETARY: Do you have an appointment?\nNARRATOR: No, I was just in the neighborhood and then--\nNarrator gets punished.\nNARRATOR: Hooray! Well, I guess that concludes this episode.\nAnd I know I forgot to talk about Velcro, but we’ll mention that in another episode.\nThe outro music plays as the words on the screen read science, engineering, technology, coherent topics.", "In California, you can smoke marijuana\nIn California, you can smoke marijuana\nIn California\nIn California\nIn California\nIn California, you can do what you wanna do\nIn Alabama, you can smoke marijuana\nIn Alabama, you can do what you wanna \nIn Alabama\nIn Alabama\nAnd, in Alabama\nIn Alabama, you can do what you wanna do\nIts alright, its alright\nEverybody makes the rules\nOh, its alright, its just fine\nCause America was made for you\nIn West Virginia, you can smoke marijuana\nIn Pennsylvania, you can smoke marijuana\nIn Arizona\nUp in Colorado\nEven in Indiana\nIn Minnesota, you can do what you wanna do\nIts alright, its alright\nEverybody plays the fool, oh\nIts alright, its just fine\nCause America was made for two\nIn California, you can smoke marijuana\nIn-\nIn- \nIn California, you can love who you want to", "NARRATOR: Soap tips.\nThings you can do with soap, or ways to use soap.\nBuy soap.\nGet it from the store, or just rent it.\nTake it home, wash your house!\nInvite some friends over, talk about soap. Theyre not interested in soap. Thats too bad!\nMove to Canada. You can wash Canada! Nope, its already clean.\nNARRATOR: I wonder if soap comes from the natural process of evolution, or if it was a gift from God?\nNARRATOR: Knock knock, its the soap gods!\nSOAP GODS: Quick survey about the soap:\nHow are you liking the soap so far?\nNARRATOR: Its okay.\nSOAP GODS: Thats good. Were gonna make more of it, except you will like it more because it will taste better and be more addictive.\nCHORUS: Lets go to Africa and find love in the jungle!\nNARRATOR: Found it! I also found some soap.\nNARRATOR: Part 2. Advanced Techniques.\nTeleport some soap. Teleport yourself and leave the soap where it is.\nTry this one: You can walk 100 miles and the soap will be there when you get there because you sent it through the postal system.\nNARRATOR: Oh no, its a natural disaster!\nNARRATOR: I wonder what would happen if you took soap and combined it with soap and merged their properties and characteristics? Its something to think about.\nNARRATOR: Anyway, I hope you like my video.", "Hello, hello, sexy pants\nHello, hello, hello, sexy pants\nWhered you get those pants?\nWhered you get those pants?\nHello, hello, hello, hello, hello\nI wanna know why it hurts so bad\nHello, sexy pants\nDya know that I like your pants?\nId like to take a walk with you\nThrough the hills of France\nAnd its easy as one, two\nIts a one, two dance\nYou can make a wish come true\nIn your one, two pants\nBut down in Congress\nAll the boys get mad\nHello, lets be friends\nTake a friendly chance\nAnd go all around the world\nIn a friendly stance\nThen go to Pyongyang\nAnd shake some hands\nEvery day, its such a lovely day\nTo wake up in the morning\nAnd everywhere, somebody lonely is still feeling blue\nAt the clothing store, nobody tells you\nThat the whole world is changing\nAt the grocery store, someone will tell you\nThat what changed is you\nHello, sexy lamp\nOh, thats a sexy lamp\nYou can light the whole darn sky\nAt 2 a.m\nWay down in Congress\nThe lights go black\nSimon says\nI cant remember anything Ive been doing\nOr anything I remember\nI dont care as long as we find out\nWhat were supposed to do\nHello, Simon Says\nLet me sign your checks", "Go back to where you come from\nGo back to where you belong\nIm waiting\nSeems like its over and done\nLooks like youre here all alone\nSeems like theres nobody home\nSeems like theres nobody home\nIm crazy\nIm crazy\nIm changing\nAnd its raining\nNo time to talk on the phone\nNo time to say what you want\nCause thats already been done\nCause youre already in love\nIm crazy\nIm crazy\nIm changing\nAnd its raining\nIts changing\nIm famous\nIm a baby\nIm wasted", "Hallelujah\nHallelujah\nHallelujah\nIm finally on my way\nHallelujah\nHallelujah\nHallelujah\nTodays a brand new day\nAnd the skys so blue\nI dont know what to do\nAnd the skys so grey\nI dont know what to say\nAnd we sing ay-oh ay-oh ay-oh ay-oh ay-oh ay\nHallelujah\nHallelujah\nHallelujah\nLove is here to stay\nHallelujah\nHallelujah\nHallelujah\nPraise the goddamn day\nAnd I cant go on\nIf I dont know where Im going\nAnd I cant go back\nIf I know where Im at\nAnd we sing ay-oh ay-oh ay-oh ay-oh ay-oh ay\nHallelujah\nHallelujah\nHallelujah\nIm finally on my way\nHallelujah\nHallelujah\nHallelujah\nGonna find a way\nHallelujah\nTodays a brand new day", "No one likes to be lonely\nIts not easy\nSometimes lifes pretty borin\nAnd cheesy\nThats okay with me\nMaybe its the way its supposed to be\nMaybe if you change your mind, we could just get high\nI know you dont believe it\nIts a new day\nIm sure youll find a reason\nTo think that its too late\nThats okay baby\nCause you know you dont have to live that way\nMaybe you could take some time, when the time feels right\nAnd I know that youve been afraid\nAnd I know that youve felt uncool\nAnd I know that you feel ashamed\nTo do what you want to do\nDont try to tell your mama\nThat its gonna be alright\nYoull never explain to your father\nThat the sun shines\nThats okay with me\nMaybe its the way its supposed to be\nMaybe if you change your mind, we could just get high\nWe could get high\nWe could get high\nWe could get high\nWe could get high \nWe could get high \nWe could get high \nWe could get high \nWe could get high\nWe could get high", "Whats going on\nEverythings broken, but it feels so strong\nWhats going wrong\nI just wanna know, so I can sing my song\nI know that you cant find a reason\nBut give me a chance to believe it\nAnd weve got to know whats going on\nWeve got to know so we can be strong\nIts time to come home, but its been so long\nAnd were broken\nWalk through the door\nEverythings changing, but I cant be sure\nIm not scared anymore\nCause I got to know what we came here for\nI know that you think that its over\nBut maybe were just getting closer\nAnd weve got to know whats going on\nWeve got to know so we can stay strong\nIts time to go home, but its been so long\nAnd were broken\nAnd we cant go on\nAnd you cant come home\nOpen the door\nCause I got to know if theres something more\nWhatever it is Ill believe it\nAnd weve got to know whats going on\nWeve got to know so we can be strong\nCant go alone and we cant stay long\nAnd you know this\nAnd weve got to know whats going on\nGot to know cause its been so long\nIts time to go home but we cant go\nTil its over", "Ive got a thing Ive gotta say\nIt has to do with you\nTheres something that Im tryna tell you\nGimme just one minute so I can say it\nI want to tell you my feelings\nAnd Id like to explain to you my emotions\nI dont really know how Im gon do it\nBut Ive got to find a way\nCause I love you\nCause I love you\nCause I love you\nI do, its true\nThere I said it\nNow Im gonna go down the hall and have breakfast\nCause thats the next thing on my checklist", "NARRATOR: Yes, I think you can see the significance of this.\nIts gone. The ball is gone. Where did it go?\nCHORUS: Its rolling down the lonely road. Wondering if theres any place to go.\nNARRATOR: The castle. Go to the castle.\nCHORUS: Go into the castle. Let all my troubles float away.\nGonna get hassled-\nOWL: Hey! You cant go in this castle.\nBALL: I already did.\nOWL: You cant.\nBALL: I already did.\nOWL: You cannot go into this castle.\nBALL: Where is the castle?\nOWL: Here.\nBALL: Am I already in it?\nOWL: No. Yes. Go to jail.\nCHORUS: Im in jail now. And Im mad at the jail.\nBALL: Ha! That was a fake jail. Made out of cardboard. Im back. Dont bounce me off the wall again, that was mostly violent.\nCHORUS: Violence. Dont do it.", "Its gonna be alright\nIts gonna be just fine\nMmm-hmm\nSad day in the neighborhood\nAint nobody feel no good\nYou feel no good \nYour last lady friend tore you apart\nShe left you with a broken heart\nShe broke your heart \nIts gonna be alright\nIts gonna be just fine\nIf anybody wonderin\nHow I know\nIts written in the sky\nAnything you wanted to do, but\nPeople told you you could not do\nYou can do \nAnything you wanted to be, but\nHater tell you you could not be\nYou can be \nIts gonna be alright\nIts gonna be just fine\nIf anybody wonderin\nHow I know\nIts written in the sky\nYoure made to do the things you do\nAnd I know you are ready to do it\nI know that its crazy\nBut you just have to see it through\nIts gonna be alright\nIts gonna be just fine\nAnd it feels like Ive told you a thousand times\nIts gonna be just fine\nIts gonna be alright \nIts gonna be just fine\nIf anybody wants to ax me why\nIts written in your eyes", "I got the rhythm\nI got the blues\nIve got no reason\nTo answer to you\nI got no reason to go home\nI got no reason to go home\nI got no reason to go home alone, when I\nKnow that its not that fun\nI can play all-day\nI can play all-day\nI can play til the cows come home\nI know they wont\nAnd you can forget all of that dumb stupid information\nAnd you can go back to one lovely drive and drive down the lane\nAnd its winter time and Im high enough\nAnd its summer time and Im high enough\nAnd I came to fly once more\nAnd I came to try once more\nI can play, all-day\nI can play all-day\nI can play these games every day\nAnd I came to know what this really means\nSo please dont hurt me\nOh, dont tell anyone Im crazy\nJust believe in me\nJust believe in me\nI got them dollars\nI got the blues\nIve got no reason\nTo share them with you\nAnd its winter time and Im sad enough\nAnd its summer time and Ive had my luck\nGonna spend it all on drugs\nGonna spend it all on drugs\nAnd theres no more joy\nPleasure in anything\nPleasure in anything\nPleasure in anything\nTheres no more pain\nPleasure in anything\nPleasure in anything\nPleasure in anything\nAww yeah\nGotta go back to the mall, I forgot a couple of things", "Boxes taste like mush\nBoxes taste like mush\nBoxes taste like mush\nBoxes taste like mush\nIm a diamond\nIm a diamond\nIm a die-twice right-minded diamond\nIn two\nIn blue\nFor you", "CHORUS: What is love?\nNARRATOR: Fruit? No. Bread? No. Fruit and bread? Probably not.\nCHORUS: Is it a conversation?\nShows a conversation between Jim and Pat :\nJim: hi\nPat: hi\nJim: hi\nPat: hi\nJim: do you like mice\nPat: no\nJim: bye\nPat: bye\n, therefore identifying it is not love.\nCHORUS: Is it a fruitful sales deal?\nNARRATOR: Yes! Actually no .\nCHORUS: Is it a hearty breakfast?\nShows a bowl of Pablao Rectangles!®\nNARRATOR: Mmm, my favourite brand.\nScrolling through a list of items that are capable of love, including:\ni LOVE moms\ni LOVE the beach\ni LOVE electronics\ni LOVE the mexican nation\ni LOVE inside / outside baseball\ni LOVE crowd surfing\ni LOVE a warm night by the fire\ni LOVE early bollywood films\ni LOVE social justice\ni LOVE competitive vaping\ni LOVE stairs\nCHORUS: Is it a four-letter word that you can use in various ways that are mostly positive?\nCHORUS: Hell yeah.", "I was rollin down the river\nTryna learn some English\nTryna get my groove on\nTryna leave my bedroom\nIm confused\nIm confused\nIm confused\nI love you\nIm confused", "Ngiueh", "Rabbit snakes, rabbit snakes\nRabbit snakes, rabbit snakes\nRabbit snakes, I dont think\nI dont think rabbits make mistakes\nI can see these bars\nI can see these bars\nI can count to 12\nAnd I can see these bars \nMonkeys have no frame!\nMonkeys have no frame!\nMonkeys have no frame\nIm frustrated\nAnd I got to get myself out of this room really quick\nIm so frustrated I think I might just throw a\nTantrum or hissy fit\nCause I got to get out of here quick\nCause I got to see the light of day\nSee the light of day\nGot to see the light of day\nBecause I been stuck in here so long\nThat I think I just might be wastin away\nMarshmallow, cranberry pie\nI bet you think I buried Paul\nBut maybe someday I will\nIf he outlives Ringo Starr\nBut if I do\nBut if I do\nBut if I do\nBut if I do\nDont get confused\nIve got to get myself out of here\nBefore this whole thing disappears\nWhy do I feel so insecure\nTheres got to be some mirror I can crawl into\nGot to be somewhere I can go through\nHey\nGive me the light of day\nGive me the light of day\nCause I think I been\nCause I think I been\nCause I think I been\nCause I think Ive been wastin away\nThink I cant take no much longer and Im, and Im\nGonna do it right now\nThink Im gon break away, break away", "NARRATOR: Q&A, whats the-\nCHORUS: History of the world?!\nNARRATOR: Once upon a time, we were lost in space. We still are.", "Hi\nBye", "Hey Jodie Foster\nIs that your new Chevrolet?\nI see that its got a lot of miles on it\nHey Junior Murvin\nYouve got no space to behave\nIs that your new green hat on the side of the stage?\nBaby, you can drive my car\nOh, youre gonna go so far\nYou can do anything\nYou can do anything\nHey Mr. Gibson\nIs that your new feature film?\nIs that your new long short film about how you need a new girlfriend?\nIts too easy to fall in love\nIts too easy to fall in love\nYoure not gonna know when its too soon\nYoure not gonna know when its past due\nYoure not gonna know\nAnd youre not gonna choose\nTo go it alone\nHey Redskin Jenkins\nI hear youve been tryna steal first base\nI hear youve been tryna steal the game\nRight after stealin first base\nTaking first place\nHey Cobweb Michaels\nGet outta the way so I can get thru\nGet outta the way so I can get thru\nI said get outta the way so I can get thru", "HOST: Hey, so welcome to my unboxing, subscribe.\nTEXT ON SCREEN: \nHOST: Hi. Its another unboxing video. Like and subscribe, thanks.\nHere we go. opens first box Damn it, its another box.\nI wonder whats... opens the second box\nOh, its a pair of cool sunglasses.\nCHORUS: Yea, baby, got cool sun-glasses.\nHOST: I think Im gonna like these sunglasses because it improves:\nSelf-esteem, hire-ability, interpersonal relationships- Next box.\nAlready unboxed. Theres something inside... What is it? Dust.\nThats a great product, I have that one at home.\nAre there any more boxes? Yes.\nTheres one more, it says FRAGILE do not open\nHmmm... I wonder if-\nWell, thanks so much for doing the unboxing with us.\nCHORUS: If you find something in a box, just wait patiently\nAnd think carefully, and you just might figure out what the darn thing is.", "NARRATOR: Oh, nothing, I was just-\nCHORUS: Shaving my piano!\nShows a Gillette® logo at the bottom left of the screen.", "Im from the west coast\nTo eat French toast\nAnd Im cool", "Its hard to know what you want to do today\nCause all the people who could tell you died yesterday\nEven if you try to understand, you cant\nBecause theres no one in the world who understands\nOpen up your eyes and see the past, gone so fast\nEverybody needs a second chance\nEach day you can make somebody new feel great\nAnd you can change\nEach day I remember where Im trying to go\nAnd it just aint anywhere that I can go\nBut now I know\nNow I know\nNow its all under control\nNow I can find\nThe road\nThe road\nI found the road, so", "Seventeen is the number for me\nSeventeen is the number for me\nSeventeen is the number for me\nCause I got to believe\nRoadrunners\nRoadrunners\nRoadrunners\nTalkin bout rollin thunder\nPut on your dancing shoes\nAnd Im going to\nTell you what to do\nMeet me in the middle of this\nShy, supple, blue little world\nAnd well get on all our shoes\nAnd well dance the night away\nCause you mean more than anything\nDance the night away", "Sometimes you cant say what you mean\nSometimes you cant do what you feel\nBut you know what love is\nAnd what love does\nAnd what love says\nAnd what love means\nAnd where love goes\nAnd what love is\nSometimes you dont know what to do\nSometimes you dont know what to say\nBut you know that I know\nAnd we know\nAnd he knows\nAnd she knows\nAnd they know that its okay\nYouve got to be real\nI dont know why sometimes its so hard to do\nYou know the way it goes\nSo why dont you let the world know\nSometimes your friends are all confused\nBut they say the one confused is you\nSo do what you want to\nAnd mean to\nAnd plan to\nAnd will do\nAnd shall do cause you need to\nYou got to be free\nWhy, oh, why is it sometimes so hard to see\nYou know the way it goes\nSo why dont you tell the world so\nSometimes you cant say what you mean\nSometimes you cant do anything\nBut you know what love is\nAnd what love does\nAnd what love says\nAnd what love means\nAnd where love goes\nAnd what love needs\nAnd what love brings\nAnd what love gives\nAnd what love has\nAnd what love holds\nAnd what love sees\nAnd what love shows\nAnd what love knows\nAnd what love is", "This record has verses\nThis record has verses\nThis record has verses\nAnd Im so proud\nIve got a way to say things that makes everything make more sense now\nAnd I think Im gonna tell it to the\nWhole wide world\nWhen freedom comes knockin\nIt gon take you by surprise\nWhen freedom takes hold of you\nThere aint no turning back\nKilling is the answer\nAnd I dont know why\nMurdering is the answer\nAnd I just dont know why\nBraille\nBraille\nSaid you got to be blind\nGot to be blind to no avail\nSaid you got to be\nSaid you got to be blind to no avail", "I wanna make a chemical reaction\nWhere I mix rubber and burnt rubber\nI wanna do it in the name of scientific exploration\nI got medium experience\nIve got medium credification\nIve got medium qualifadentials, and Ive got a medium attitude\nAprons\nBasketball", "Imma say something dumb\nAt the top of the song\nAnd itll be approximately 4 bars long\nThen Im gonna show you how to change the world\nThen Im gonna show you how to make it cool\nGo home\nWrite poems\nAnd wear a nice coat\nAnd before you know it\nItll be Tuesday\nItll be Tuesday and thats okay", "I like spending time with myself\nI like spending time with myself\nI like relaxing\nI like doing things that cant be done\nI like moving things that cant be moved\nI like doing things that cant be done\nI like moving things that cant be moved\nI like saying things that cant be said\nI like talking on the phone\nI like drifting from place to place when the seasons change\nIts so cold down in Alabama\nIts so cold out in L.A\nIts so easy to tell yourself the wrong thing\nIts so hard to predict the future\nIts so easy to get stoned\nIts so hard to remember what youre doing until its done\nI cant see you\nI cant feel you\nI dont know you\nI dont need you\nCan I get a oh damn yeah\nOh damn\nCan I get a oh damn, get a oh damn yeah\nSaid oh d-d-d-d-d-damn yeah, s-s\nI said d-d-oh-d-d-d-d-damn yeah", "Im gonna clean my room\nAfter the sun burns out and the sky falls down\nIm gonna clean my room\nAfter the sun burns out and the sky falls down\nShows the text brb cleaning room", "Mother, mother can you help me?\nCant believe the things I see\nFather, father can you tell me?\nWhy the children cant be free?\nWhat can I do?\nWhat can I do?\nWhat should I do?\nWhat is a boy to do?\nI guess Ive got to listen to Bob Marley\nSee what Mister Wise Man have to say\nI guess Ive got to listen to Bob Marley\nIll be a better man someday\nThe street beneath my feet is broken\nStill I cant quite remember why\nAnd all the sidewalks are so lonely\nPeople who walk up on them crying\nWhat can I do?\nWhat should I do?\nWhat is a man to do?\nI guess Ive got to listen to Bob Marley\nSee what Mr. Wise Man have to say\nI know Ive got to listen to Bob Marley\nHope to see a brighter day\nI guess Ive got to listen to Bob Marley\nSee what Mr. Wise Man have to say\nI guess Ive got to listen to Bob Marley\nGot to find a better way\nI got to know which road to take\nI got to know which game to play\nEveryone keep holdin on, floatin on\nYouve got to keep goin strong\nAint nobody know whats goin on\nGot to find a better way\nHope to see a brighter day\nTil then Ive got to listen to my good friend\nThat I can still remember from way back when\nHelp me find a way, way", "Write a tune that really sucks\nWrite a tune that really sucks\nI said write a tune that really sucks\nAnd then duck", "Hello\nIm a piece of garbage", "I just did a bad thing\nI regret the thing I did\nAnd youre wondering what it is\nTell you what I did\nI did a bad thing\nIm having a bad day\nIts turning into a bad year\nAll the things Im supposed to do\nAnd the places Im supposed to go\nAre canceled\nHey, whats the name of this game?\nHow do you play it?\nAnd how long does it take?\nHow many times is the game going to change?\nHey, help me out of this place\nOut into the real world\nWhere maybe things can go my way\nOh, everything goes my way\nOh, everyone knows my name\nHaving a bad dream\nI wondеr what this bad dream means\nI wonder if Im sad\nI wondеr if Im glad\nIf Im just having a sad, glad dream\nIts a sad, bad, and bad, glad dream\nAnd I wont get mad about the dream\nIf you promise to believe in me\nIts a sad, bad and mad, glad scheme\nIts the best scheme I have\nAnd thats bad enough for me\nAnd I wont get sad if you dont\nSeize how mad, glad my schemes can be\nJust did a bad thing\nIve ruined everything\nAnd Ive let the things I ruined ruin me\nHey, whats the name of this game?\nHow do you play it?\nAnd how long should it take? \nHow many times is the game supposed to change? \nHey, get me out of this place\nOut into the real world\nWhere maybe things can go my way\nOh, everything goes my way\nOh, everything goes astray\nJust did a strange thing\nNow everythings pink", "Yeah\nThis is a studio in Metropolitan Avenue, at Lorimer Street\nYeah, sunny day\nWell, I got three months to write a song, to write a song for you\nAnd Im gonna take my time and say exactly what I mean\nDamn, seems like writing songs is a lot like being in prison\nAnd I realize that the only one who put me there is me, yeah\nGot to break free, I need to break free\nBut I only changed my mind again and then Im left behind\nOh, I wish that I could make up my mind again this time\nBut my brain is still in black and white\nOh, I think I used this melody one thousand times before\nAnd the worst part is that Im not sure if Im the one who wrote it\nProbably stole it from some song my mommy used to sing me\nMaybe its just something off the radio or TV\nI got to break free, I need to break free\nCause I cannot take the pain of being locked up this way\nOne day youll find me in paradise, Ill be saying what I need to say\nOne more time, alright\nSay anything you want, to do anything you need\nSay what you mean, do what you mean\nOh, please, please, please\nGot to break free\nIve so got to breathe, but I always lose my mind\nAnd then Im standing in line\nI cant remember the last time I truly said what was on my mind\nAnd I dont mean to waste your time\nI wish that I could truly break free some time\nBut freedom is hard to find\nFreedoms hard to find\nBaby, Im trying\nBaby, I think Im dying", "Im stuck in a rut", "I have a bike and I ride it around town\nSeein all the beautiful things in my neighbourhood\nListenin to the breeze as it rolls out to sea\nI wish that I could take you there with me\nTime ticks by as I close my eyes and dream\nOh, the 70s are dead and gone\nAnd the 80s were just the waste of new game shows\nThen you and I was born and we wanted something more\nAnd its time for us to shine\nAnd its time to make things right\nOh, I sit in silence and watch the clouds go by\nAnd try to make sense of each passing day\nThough Im not all alone, I still feel all alone\nAs Im living in this lonely country\nOh, in 1989 things changed\nAnd the world realized its okay to turn the page\nBut what does that mean, and does it involve me?\nCause its time for us to shine\nAnd its time to make things right\nI am a mime and I live inside a box\nBut you know that the walls isnt really there\nOne day Ill escape like the ghost of Kurt Cobain\nAnd Ill sing about the way you still be\nLife goes by as I look to the sky and scream\nOh, its been about a hundred years\nSince we all began hurriedly doing our thing\nAnd we were almost there in the 60s\nBut there was just one thing left to do\nJust to give birth to me and you\nOh, the 70s are dead and gone\nAnd the 80s was just the waste of terrible news\nThen you and I was born and we wanted something more\nAnd its time for us to shine\nAnd its time to make things right\nHey, mhmm", "Hi, youre on a rock floating in space. Pretty cool, huh? Some of its water. Actually, most of its water. I cant even get from here to there without buying a boat\nNARRATOR: Its sad. Im sad. I miss you\nThe camera pans left across the globe to show more sad stick figures also standing on South America, North America, and Europe\nCHORUS: How did this happen?\nNARRATOR: A long time ago- Actually, never, and also now, nothing is nowhere. When? Never. Makes sense, right? Like I said, it didnt happen. Nothing was never anywhere. Thats why its been everywhere. Its been so everywhere, you dont need a where. You dont even need a when. Thats how every it gets\nA long pause happens\nNARRATOR: Forget this. I wanna be something. Go somewhere. Do something. I want things to change. I want to invent time and space, and I know its possible because everything is here, and it probably already happened. I just dont know when to start, and thats exactly where it started\nThe sound of VCR fast forwarding plays\nNARRATOR: Ooh, I paused it. I think theres a universe now. Whats it made of?\nCHORUS: Quarks and stuff!\nNARRATOR: Ah, thats a thing, in a place. Dont like it? Try a new place, at a different time. Try to stick together because the world is gonna get bigger and emptier, but its not empty yet. Its still very full and about a kjghpillion degrees\nAbout no seconds pass\nNARRATOR: Great news! The quarks are now happily married and in groups of three, called a proton or a neutron, and theres something else floating around too that wants to join in but cant because its still too-\nAn explosion goes off while the screen says, HOT.\n10 minutes pass\nNARRATOR: Great news! The protons and neutrons are now happily married to each other. Some of them even doubled up\nAbout 380,000 years pass\nNARRATOR: Great news! The electrons have now joined in. Congratulations! The world is now a bunch of gas in space, but its getting closer together...\n10 million years pass\nNARRATOR: ...and its getting closer together...\n500 million years pass\nNARRATOR: ...and its getting closer toget-\nAn explosion occurs\nCHORUS: Its a star!\nNARRATOR: New shit just got made. Some stars burn out and die. Bigger stars burn out and die with passion, and make some brand new, way crazier shit...\nCHORUS: Space dust!\nNARRATOR: ...which allows newer, more interesting stars to be made, and then die, and explode into-\nCHORUS: Even crazier space dust!\nNARRATOR: ...so now stars have cool stuff around them, like rocks, ice, and funny clouds, which can make some very interesting things, like this ball of flaming rocks for example\nNARRATOR: Holy shit! We just got hit with another ball of flaming rocks, and it kind of made a mess, which is-\nCHORUS: Now the Moon!\nThe year is now -4,000,000,000\nNARRATOR: Weather update, its raining rocks from outer space\nNARRATOR: Weather update, those rocks might have had water inside them, and now, theres hot steam in the sky\nNARRATOR: Weather update, cooler temperatures today, and the floor is no longer lava\nNARRATOR: Weather update, its raining\nNARRATOR: Severe flooding alert! The entire world is now an ocean\nNARRATOR: Volcano alert!\nCHORUS: Thats land!\nOCEAN: Theres life in the ocean\nNARRATOR: What?\nCHORUS: Somethings alive in the ocean\nIMMATERIAL OBSERVER : Oh, cool. Like, a plant or an animal?\nThe camera zooms in on a single-cell organism\nNARRATOR: No, a microscopic speck. It lives at the bottom of the ocean and eats chemical soup which is being served hot and fresh, made from gnarly space ingredients leftover from when it was raining rocks or whatever\nThe cell divides\nNARRATOR: Oh, yeah, and it can do that\nThose cells divide many more times\nNARRATOR: It has secret instructions written inside itself telling it how to build another one of itself. So thats pretty nifty, I would say\nNARRATOR: Tired of living at the bottom of the ocean?\nCHORUS: Now you can eat sunlight!\nThe year is now -3,000,000,000\nNARRATOR: Using a revolutionary technique, you can convert sunlight into food\nCHORUS: Taste the sun!\nThe year is now -2,300,000,000\nNARRATOR: Side effect, now theres oxygen everywhere and the sky is blue. Then the Earth might have been a snowball for a while. Maybe even a couple of times\nThe year is now -500,000,000\nNARRATOR: Its a sponge. Its a plant. Its a worm, and some other types of weird, strange water bugs and strange fish\nCHORUS: Its the Cambrian explosion!\nIO: Wow, thats animals and stuff\nSEA LIFE: But were still in the ocean. Hey, can we go on land?\nCHORUS, as LAND: No!\nSEA LIFE: Why?\nCHORUS, as LAND: The sun is a deadly lazer!\nSEA LIFE: Oh, okay\nCHORUS: Not anymore, theres a blanket\nNARRATOR: Now the animals can go on land. Come on animals, lets go on land\nFISH: Nope, cant walk yet. And theres no food yet, so I dont care\n100 million years pass\nLAND: Okay, will you learn to walk if theres plants up here?\nSOME BUGS AND FISH: Maybe\nNARRATOR: ...said some bugs... and fish\nThe year is now -380,000,000. FISH grunts because it is struggling to get on land, for it has no legs. 5 million years pass. The year is now -375,000,000. FISH now has legs, for it has evolved into an AMPHIBIAN\nAMPHIBIAN: Okay, so I can go on land, but I have to go back in the water to-\nCHORUS: Have babies!\nThe word idea flashes on to the screen\nNARRATOR: Learn to use an egg\nAMPHIBIAN: I was already doing that\nNARRATOR: Use a stronger egg. Put water in it. Have a baby, on land, in an egg. Water is in the egg. Baby, in the egg, in the water, in the egg\nThe year is -312,000,000\nAMPHIBIAN OFFSPRING: Works for me\nCHORUS: Bye bye, ocean!\n50 million years pass\nNARRATOR: And now everythings huge. Including bugs. Wanna see a map of the land?\nIO: Sure\nThe year is now -252,000,000. A globe is presented. The camera starts to pan around it when a large explosion happens, destroying a land mass on the globe the size of a continent. Text pops onto the screen reading PERMIAN EXTINCTION. The Permian Extinction has occurred\nNARRATOR: Oh fuck, now everythings dead. Just kidding, here are the survivors\nThe thrinaxodon, lystrosaurus, and proterosuchus are shown\nNARRATOR: Keep your eye on this one...\nThe proterosuchus is circled. 75 million years pass\nNARRATOR: ...cause its about to become the dinosaurs. Heres another map of the land\nThe globe is shown again. It does not yet look like the Earth we know today; many of the continents are in pieces or out of place\nNARRATOR: Yeah, it broke apart. Dont worry about that. It does that all the time\nThe year is now -66,000,000\nNARRATOR: Here comes a meteor\nA meteor comes into frame and hits the globe near what is today called Central America\nCHORUS: And the dinosaurs are gone!\nNARRATOR: Its mammal time! Here come the mammals; look at those breasts\nThe year is now -15,000,000\nNARRATOR: Now, theyre gonna dominate the world, and one of them just learned how to grab stuff, and walk\nThe year is now -4,000,000. A transition from one of humans older ancestors to one of humans younger ancestors is shown\nNARRATOR: No, like, walk like that, and grab stuff at the same time\nThe year is now -3,000,000\nNARRATOR: And bang rocks together to make pointed rocks\nIO: Ouch\nThe year is now -1,500,000\nNARRATOR: And set things on fire\nIO: Yeouch\nThe year is now -200,000\nNARRATOR: And make crazy sounds with their voice\nCAVEMAN: Gneurshk\nNARRATOR: Which can mean different things\nVia the CAVEMANs thought bubble, Gnerushk, is shown to mean, Hi, Bye, and, Can you hand me that rock over there?\nCHORUS: Thats a human person!\nNARRATOR: And now theyre everywhere, almost\nText pops on to the screen, above the landmass that is today called North America. It reads not here yet. Humans have not migrated there yet. The year is now -20,000. Text pops on to the screen, between what is today the American state of Alaska and the Russian autonomous okrug of Chukotka. The text reads ice age. The ice age is occurring, creating a land bridge between the two landmasses\nCHORUS: Ice age!\nHUMANS: What? You can walk over here? Cool!\nThe year is now -10,000\nCHORUS: Not anymore\nHUMANS: Well, I guess were stuck here now\nNARRATOR: Lets review. Theres people on the planet, and theyre chasing their food\nHUMAN: Fuck it, time to plant some grass. Look at this. I control the food now. Now, everyone will want to be my friend and live near me. Lets all build houses, except mine is bigger because I own the food. This is great. I wonder if anyone else is doing this\nThe year is now -5000\nNARRATOR: Tired of using rocks for everything? Use metal! Its underground\nNARRATOR: Better farming was just invented in a sweet dank valley right in between these two rivers, and the animals are helping\nA sheep baas in the background\nCHORUS: Guess what happens next!\nNARRATOR: More food, and more people who came to buy the food, and you need people to help make the food and keep track of the sales, and now, you need houses for people to live in and people to make the houses, and now, theres more people, and they invent things which makes things better, and more people come, and theres more farming and more people to make more things for more people, and now, theres business, money, writing, laws, power\nCHORUS: Society!\nNARRATOR: Coming soon to a dank river valley near you. Meanwhile, out in the middle of nowhere, the horse is probably being tamed\nDISTRAUGHT HUMAN: Why is all my metal so lame and lumpy?\nNARRATOR: Tired of using lame, sad metal?\nThe year is now -3300\nNARRATOR: Introducing-\nCHORUS: Bronze!\nNARRATOR: Made from special ingredient tin from the far lands of Tin Land... I dont know, my dealer wont tell me where he gets it. Also, guess what?\nCHORUS: Egypt!\nThe year is now -2000\nNARRATOR: Meanwhile, out in the middle of nowhere, they figured out how to put wheels on a horse. Now, were getting somewhere. Also-\nCHORUS: China!\nNARRATOR: And did I mention-\nCHORUS: Indus River Valley Civilization!\nA society count comes on screen. It lists the four civilizations just named , as the counter counts up from one to four. It pauses for a moment before ticking up to five. A fifth civilization appears on the list. The camera pans right across the globe to what is modern day Peru\nCHORUS: Norte Chico!\nNARRATOR: The Middle East is getting more complicated. Maybe because its in the middle of the East\nThe year is now -1600\nPEOPLE WITH HORSES: Knock, knock. Er... clop clop\nNARRATOR: Its the people with the horses, and they made an empire, and then everyone else copied their horses\nCHORUS: Greeks!\nNARRATOR: Ah, look, it must be the Greeks. Or, a beta version of the Greeks\nText pops up on screen, reading mycenaean greeks. These beta version... Greeks are the Mycenaean Greeks\nNARRATOR: Lets check in with the Indus River Valley Civilization - theyre gone. Guess whos not gone?\nCHORUS: China!\nThe year is now -1200\nCHORUS: New arrivals in India! Maybe its those horse people I was talking about, or their cousins, or something... And they wrote some hymns and mantras and stuff!\nNARRATOR: You could make a religion out of this\nThe year is now -1150\nNARRATOR: Theres the Bronze Age collapse\nCHORUS: Now, the Phoenicians can get down to business!\nHUMANS: Also, can we switch to a metal thats a little easier to find?\nBronze switches to iron\nHUMANS: Thanks\nNARRATOR: Look who came back to Israel - its the twelve tribes of Israel!\nCHORUS: And they believe in God!\nNARRATOR: Just one though; hes got like a ten step program\nNARRATOR: Heres some huge heads. Must be the Olmecs\nThe year is now -800\nNARRATOR: The Phoenicians make some colonies. The Greeks copy their idea and make some colonies. The Phoenicians made a colony so big it makes colonies\nThe year is now -671\nNARRATOR: Here comes the Assyrian Empire\nThe year is now -600\nNARRATOR: Nevermind, its the Babyloni-\nThe year is now -580\nNARRATOR: Media-\nThe year is now -500\nCHORUS: Its the Persian Empire!\nIO: Wow, thats big\nNARRATOR: Ah, the Buddha was just enlightened!\nIO: Whos the Buddha?\nNARRATOR: This guy, who sat under a tree for so long that he figured out how to ignore the fact that were all dying. You could make a religion out of this\nThe year is now -475\nNARRATOR: Oops, China just broke, but while it was breaking, Confucius was figuring out how to have good morals\nThe year is now -400\nNARRATOR: Ah, the Greeks just had the idea of thinking about stuff...\nThe year is now -330\nNARRATOR: ...and right over here, Alexander just had the idea of conquering the entire Persian empire. Its a great idea. He was... Great, and now hes dead. Hopefully, the rest of the gang will be able to share the empire evenly between them\nThe year is now -305\nCHANDRAGUPTA: Knock knock\nNARRATOR: Its Chandragupta. He says-\nCHANDRAGUPTA: Get the hell out of here. Will you get the hell out of here if I give you five hundred elephants? Okay, thanks. Bye\nCHORUS: Time to conquer all of India!\nNARRATOR: Er-\nCHORUS: Most of India!\nIO: But what about this part?\nNARRATOR: Thats the Tamil kings. No one conquers the Tamil kings\nIO: Who are the Tamil kings?\nCHORUS: Merchants, probably... And theyve got spices!\nTAMIL KINGS: Who would like to buy the spices?\nARABIANS: Me!\nNARRATOR: ...said the Arabians, swiftly buying it and selling it to the rest of the world\nThe year is now -221\nNARRATOR: Hey, China put itself back together again, with good morals as their main philosophy! Actually, they have three main philosophies\nConfucianism, Taoism, and legalism appear with the corresponding messages under: having good morals, go with the flow, and fuck you obey the law. The land northwest of Qin China, which is roughly modern-day Mongolia, is circled\nNARRATOR: Out here, the horse nomads run wild and free, and they would like to ransack your city\nThe horse nomads repeatedly bump into China with the coin sound effect from Super Mario playing each time they do so. The camera pans left on the globe back to the Ancient Greek Empire\nNARRATOR: Lets check the Greekification levels of the Greekified kingdoms. Greekification overload!\nPARTHIANS: Bye\nNARRATOR: ...said the Parthians\nJEWS: Bye\nNARRATOR: ...said the Jews\nPARTHIANS: Hi!\nNARRATOR: ...said the Parthians, taking over the entire place\nThe year is now 1 CE\nROMANS: Heyyyyyyyy...\nNARRATOR: ...said the Romans, eating the entire Mediterranean for breakfast\nJEWS: Thanks for invading our homeland\nNARRATOR: ...said the Jews, who were starting to get tired of people invading their homeland\nThe year is now 30 CE\nJESUS CHRIST: Hi, everythings great\nNARRATOR: ...said some guy, who seems to be getting very popular, and is then arrested and killed for being too popular, which only makes him more popular. You could make a religion out of this\nNARRATOR: Want silk? Now, you can buy it from China. They just made a-\nCHORUS: Brand new road to the world!\nChina conquers Vietnam\nCHORUS: Or you can get there on water!\nINDIA: Sick! New trade routes\nNARRATOR: ...said India, accidentally spreading their religion to the entire southeast\nFunan is highlighted\nNARRATOR: Hm, thats a good place for an epic trading kingdom\nThe sound of a zooming car plays\nNARRATOR: There goes Buddhism, traveling up the silk road\nThe year is now 220\nNARRATOR: I wonder if itll reach China before it collapses again\nThe year is now 225\nNARRATOR: Remember the Persian Empire?\nPERSIANS: Yep\nNARRATOR: ...said the Persians, making a new one. Axum is getting so powerful they would like to build a long stick. Has anyone populated Madagascar yet?\nBANTU and MALAY: Lets do it together!\nThe year is now 280\nCHORUS: China is whole again!\nThe year is now 320\nCHORUS: Then it broke again\nNARRATOR: Still cant cross the Sahara Desert? Try camels!\nCHORUS, as GHANA EMPIRE: Hell yeah! Now weve got business!\nNARRATOR: ...said the Ghana Empire, selling lots of gold and slaves\nROMAN CHRISTIAN: Hi, I live in the Roman Empire, and I was wondering-\nCHORUS, as ROMAN CHRISTIAN: Is loving Jesus legal yet?\nROME: No\nThe year is now 330\nCONSTANTINE: Actually, okay, sure\nNARRATOR: ...said Constantine, moving the capital way over here to be closer to his-\nCHORUS: Main rival!\nCONSTANTINE: Dont worry about Rome; it wont fall\nThe year is now 400\nCHORUS: Its the golden age of India!\nNARRATOR: Theres the Gupta Empire, not Chandragupta, just Gupta... First name Chandra... The First. Guess whos in Rome\nCHORUS: Barbarians!\nNARRATOR: Whats a barbarian?\nROMANS: Non-Romans\nNARRATOR: ...said the Romans, being invaded by non-Romans\nThe year is now 476\nNARRATOR: R.I.P. Roman Empire. Er, actually just half of it; the other half is just fine, but its not in Rome anymore, so lets give it a new name\nCHORUS: The Mayans have figured out the stars!\nNARRATOR: Oh, and heres a huge city, population: everyone\nThe year is now 576\nNARRATOR: The Göktürks have taken over the entire Eurasian steppe. Great job, Göktürks. Hows India? Broken. Hows China?\nCHORUS: Back together\nNARRATOR: Hows those trading kingdoms?\nCHORUS: Bigger, and theres more of them\nNARRATOR: Korea has three kingdoms. Japan has a kingdom; its the sunrise kingdom\nAn intermission occurs. The year is now 610\nNARRATOR: Deep in the Arabian desert, on the top of a mountain, the real god whispers in Muhammads ear, so he goes down to the cube where everyone worships gods, and he tells them their gods are all fake...\nThe year is now 622\nNARRATOR: ...and everyone got so mad at him that he had to leave town and go to a different town. You can make a religion out of this...\nThe year is now 650\nNARRATOR: ...and maybe conquer the world as well. The Roman Empire is long gone, but somehow, the Pope is still the Pope! Plus, theres-\nCHORUS: New kingdoms all over Europe!\nNARRATOR: I wonder if theres room for Moors\nThe year is now 786\nNARRATOR: Heres all the wisdom, in a house: its the Baghdad House of Wisdom, just in time for the-\nCHORUS: Islamic Golden Age!\nSWAHILI: Lets bring stuff to the coast, and sell it, and become the Swahili on the Swahili Coast\nNARRATOR: ...said the Swahili on the Swahili Coast\nNARRATOR: Remember this tiny space you have to go through to get from here to there? Someone owns that now\nNARRATOR: Wanna get enlightened in the middle of nowhere?\nNARRATOR: The Franks have the biggest kingdom in Europe, and the Pope is so proud that he invites the king over for Christmas\nThe year is now 800\nPOPE: Surprise! Youre the new Roman Emperor!\nNARRATOR: ...said the Pope, pretending to still be part of the Roman Empire. Then, the Franks broke their kingdom into what will later be called France and Not France. The Northerners are exploring. They go north, from the north, to the northern north, and they find some land, two types of land, and they name them accordingly\nLarge text comes on screen reading, prankd.\nNARRATOR: They also invade some other places and get called many names, such as Vikings\nThe year is now 882\nNARRATOR: Theres the Rus, the Kievan Rus\nIO: Are they Vikings?\nKIEVAN RUS: I dont think so\nNARRATOR: ...said the Kievan Rus\nIO: Okay, fair enough\nNARRATOR: The Pope is ready to make some more emperors of the Roman Empire, the Holy Roman Empire. Its actually Germany, but dont worry about it! New kingdoms!\nDISTORTED VOICE: CHRISTIANIZE ALL THE KINGDOMS!\nNARRATOR: Which brand would you like?\nROMAN CATHOLIC CHURCH: Mines better\nEASTERN ORTHODOX CHURCH: Mines better\nROMAN CATHOLIC CHURCH: Mines better\nThe year is now 1066\nWILLIAM THE CONQUEROR: Time to conquer England\nNARRATOR: ...said William\nThe year is now 1071\nNARRATOR: Its a bird! Its a plane! Its the Seljuk Turks!\nBYZANTINE EMPIRE: Aah!\nNARRATOR: ...said the Byzantine Empire, whos getting so small it almost doesnt exist anymore\nBYZANTINE EMPIRE: We need help!\nNARRATOR: They need help, so they call the Pope\nBYZANTINE EMPIRE: Hey, Pope, can you help us get rid of the Seljuks? Maybe take back the Holy Land on the way? Come on, I know you want to take back the Holy Land\nPOPE: Yes, I do actually want to do that. Lets do a Crusade\nThe year is now 1099\nCHORUS: Crusade!\nNARRATOR: They did many crusades, some of which almost didnt fail, but at the least the Italians got some sweet trade deals\nThe year is now 1100\nNARRATOR: Goodbye, Mayans\nCHORUS: Hello, Toltecs!\nNARRATOR: Goodbye, Toltecs\nCHORUS: Hello, Mississippi!\nNARRATOR: Look at those mounds! Theres the Pueblo. Ive always wondered how to build a town on a cliff\nThe year is now 1150\nNARRATOR: Guess whos here? Khmer!\nIO: Where?\nNARRATOR: Here, and Pegan is there! Vietnam unconquered itself, Korea just became itself...\nThe year is now 1192\nNARRATOR: ...and Japan is so addicted to art that the military might have to take over the government. China just invented bombs and typing...\nThe year is now 1230. It rapidly starts to count upward as the Mongols spin and fly all over north Asia. The year ends on 1259\nNARRATOR: ...and the Mongols just invaded most of the universe. Nice going, Genghis! I bet that will last a long time\nThe Mongol Empire that was just formed shatters\nNARRATOR: Some of the Islamic Turks were unaffected by the Mongol invasions because they were busy invading India\nBright, happy text comes on the screen reading, tonga time.\nNARRATOR: Is it Tonga time?\nTONGAN: I think its Tonga time!\nText comes on screen reading, colonizing the pacific ocean... The Tui Tonga Empire forms\nNARRATOR: I just found out where the Swahili gets all their gold!\nIt is shown that the gold comes from the Great Zimbabwe, as the Great Zimbabwe is highlighted\nNARRATOR: Look at this chad . Theres an empire there, right in the middle of-\nCHORUS: Africa!\nThe year is now 1324\nNARRATOR: The King of Mali is so rich, hes going on tour to let everyone know\nNORTH AFRICA and THE MIDDLE EAST: Wow, that guys rich\nNARRATOR: ...everyone said. The Christians are doing a great job reconquering Iberia, which will soon be called Spain and Not-Spain\nIBERIAN PENINSULA: Please remain Christian. We will check in later to see if youre still Christian when you least expect\nThe year is now 1350\nNARRATOR: Whoops! Half of Europe just died!\nCHORUS: Ming!\nNARRATOR: Chinas back, yay!\nThe year is now 1400\nHey Khmer, time to share! New kingdoms here and there. Oh, look who controls all the islands. Its the Mahajapit-\nThe buzz of an incorrect buzzer buzzes\nNARRATOR: Majahapit-\nBuzzes\nNARRATOR: Mapajahit-\nBuzzes\nNARRATOR: Mahapajit-\nBuzzes\nNARRATOR: Mapajahit-\nBuzzes\nNARRATOR: Ma-ja-pa-hit?\nThe ring of a correct bell rings. The year is now 1450\nNARRATOR: Oh, Italys really rich. Time for them to care a lot about art and the ancient classics. Its kinda like a re-birth\nThe text on the screen reads renaissance\nNARRATOR: Heres a printer, lets make books!\nBYZANTINE EMPIRE: So you think you can conquer the Byzantine Empire?\nOTTOMAN TURKS: Yep\nNARRATOR: ...said the Ottoman Turks. Nice job, Ottoman Turks!\nThe year is now 1453\nNARRATOR: Oops, you missed a spot. Dont forget to ban Europe from the Indian spice trade\nPORTUGAL: What? Thats bullshit!\nNARRATOR: ...said Portugal, spiceless\nCHORUS, as PORTUGAL: Well, I guess well have to find another way to India!\nCHRISTOPHER COLUMBUS: Wait!\nNARRATOR: ...said Christopher Columbus, probably smoking crack\nCOLUMBUS: If the world is round, lets go this way to India!\nPORTUGAL: Nah, dont worry, we already got this\nNARRATOR: ...said Portugal. So Chris goes to Spain\nCOLUMBUS: Hey, Spain, wanna hire me to find India by going around the back of the world?\nSPAIN: No\nCOLUMBUS: Please?\nSPAIN: No\nCOLUMBUS: Please?\nSPAIN: No\nCOLUMBUS: Please?\nSPAIN: Okay\nThe year is now 1492\nNARRATOR: So he sails into the ocean and discovers... More ocean... And then discovers the Indies and Japan\nThe year is now 1494\nSPAIN and PORTUGAL: Lets draw a line to decide who gets which half of the world\nNARRATOR: The Aztec and Inca Empires are off to a great start. I wonder if they know that Europe just discovered their continent?\nNARRATOR: The Hapsburgs are marrying into so many royal families that they might have to start marrying each other\nThe year is now 1500\nNARRATOR: Move over, Lithuania! Here comes Moscow. Ivan wants to make Russia great again. Move over, Timurids; maybe go invade India or something\nThe year is now 1501\nNARRATOR: Persia just made Persia Persian again. Lets make it the other kind of Islam, the one where we thought the first guy should have been the other guy\nROMAN CATHOLIC CHURCH: Hey, Christians! Do you sin? Now you can buy your way out of Hell\nMARTIN LUTHER: Thats bullshit, this whole thing is bullshit, thats a scam, fuck the church. Heres 95 reasons why\nNARRATOR: ...said Martin Luther, in his new book which might have accidentally started the Protestant Reformation\nSULEIMAN THE MAGNIFICENT: You know what would be magnificent?\nNARRATOR: ...said Suleiman, wearing an onion hat\nThe year is now 1530\nSULEIMAN: What if the Ottoman Empire was really big, which it is now?\nThe year is now 1556\nIVAN THE TERRIBLE: What if Russia was big?\nNARRATOR: ...said Ivan, trying not to be terrible\nNARRATOR: Portugal had a dream that they controlled the entire Indian Ocean, including the Spice Trade... and then that dream was real. And Spain realized that this is not India, but they pillaged it anyway!\nENGLAND and FRANCE: Damn\nNARRATOR: ...said England and France\nENGLAND and FRANCE: We gotta start pillaging some stuff\nNARRATOR: Then, the Dutch revolt, and all the hipsters move to Amsterdam\nThe year is now 1600\nAMSTERDAM: Damn\nNARRATOR: ...said Amsterdam\nAMSTERDAM: We gotta start pillaging some stuff\nENGLAND, FRANCE, and THE DUTCH: Question 1: Can you get to India through North America? No, but at least theres beaver. Question 2: Steal the Spice Trade\nNARRATOR: Thats not a question, but the Dutch did it anyway\nCHORUS: Sugar!\nThe year is now 1640\nNARRATOR: Guess where all the sugar is made. In Brazil-\nTHE DUTCH: Stolen!\nNARRATOR: -In the Caribbean, and its so goddamn profitable that you might forget to not do slavery. The next thing on Russias to-do-list is to get bigger\nThe year is now 1754\nNARRATOR: Britain and France are having a friendly discussion about who should control the entire world, more specifically Ohio\nThen it escalates into a seven year discussion, giving Prussia a chance to show Austria whos boss\nIO: But what about Britain and France? Did they figure out whos boss?\nNARRATOR: Yes, they did! Its Britain. Guess whos broke. Also Britain, so they start taxing the Hell out of America\nThe year is now 1776\nAMERICA: Fuck you\nNARRATOR: ...says America, declaring their independence and fighting for it, and France helps them win. Now, France is broke...\nThe year is now 1788\nNARRATOR: ...and Britain will have to send their prisoners to a different continent\nIO: Wait, if France is broke, why do the king and queen still wear such fancy dresses?\nThe year is now 1794\nROBESPIERRE: Lets overthrow the palace and cut all their heads off!\nNARRATOR: ...says Robespierre, cutting everybodys head off until someone eventually got mad and cut his head off\nIO: You could make a religi-\nNARRATOR: No, dont. Haiti is starting to like the idea of a revolution...\nThe year is now 1791\nNARRATOR: ...especially the slaves, who free themselves by killing their masters\nTOUSSAINT LOUVERTURE: Why didnt we think of this before?\nIO: Wait, whos in charge of France now?\nThe year is now 1804\nCHORUS, as NAPOLEON: Me!\nNARRATOR: ...said Napoleon, trying to take over Europe. Luckily, they banished him to an island-\nCHORUS: But he came back!\nNARRATOR: Luckily, they banished him to another island\nA burst of horns play\nNARRATOR: There goes Latin America, becoming independent in the Latin American Wars of Independence\nThey last from the year 1812 to about 1830\nNARRATOR: Britain just figured out how to turn steam into power, so now, they can make-\nCHORUS: Many different types of machines, and factories with machines in them, so they can make a lot of products real fast\nNARRATOR: Then, they invent some trains and conquer India and maybe put some trains there\nBRITAIN: Hey, China!\nNARRATOR: ...said Britain\nBRITAIN: Buy stuff from us!\nCHINA: Nah, dude, we already got everything\nNARRATOR: ...says China, so Britain tried to get them addicted to opium, which worked, actually, but then, China made it illegal...\nThe year is now 1839\nNARRATOR: ...and dumped it all into the sea, so Britain threw a hissy fit and made them open up five cities and give them an island. Britain and Russia are playing a game where they try and stop each other from conquering Afghanistan. Also, the-\nCHORUS: Sultan of Oman lives in Zanzibar now\nNARRATOR: Thats just where he lives\nThe year is now 1857\nNARRATOR: India just had a revolution, and they would like to govern themselves now\nBRITAIN: Nope\nNARRATOR: ...said Britain, governing them even harder than before\nThe screen reads, HI I JUST SENT YOU A MESSAGE THRU A WIRE, while the Morse Code for SEXLOL plays in the background\nCHORUS: Technology is about to go crazy!\nThe year is now 1863\nNARRATOR: The United States finally figured out whether slavery is good or bad\nABRAHAM LINCOLN: Its bad\nNARRATOR: ...they decided, and then, they continued manifesting their destiny, which is to kill the rest of the natives and take their land and maybe kick out the Mexicans too\nThe year is now 1884\nEUROPE: I know! Lets rape Africa\nNARRATOR: ...said Europe, scrambling to see who could rape it the fastest. Britain and France are still hungry! The United States ran out of destiny to manifest, so theyre looking for more\nCHORUS: Hawaii and Cuba!\nIO: Wait! Spain controls Cuba!\nUNITED STATES: Well, blame something on them, and go to war\nAMERICANS: What should we blame on Spain?\nThe U.S.S. Maine explodes in the Gulf of Mexico\nUNITED STATES: Lets blame the Maine on Spain\nNARRATOR: ...so they blame the Maine on Spain\nThe year is now 1898\nAMERICANS: Now, were in business!\nNARRATOR: To celebrate, they kick Panama out of Panama and make a canal, connecting the two oceans\nThe year is now 1908\nNARRATOR: Britain just found oil in the Middle East. \nThe year is now 1911\nNARRATOR: China is so tired of being bossed around that they delete their old government and make a new, stronger government, which is accidentally weaker and controlled by a guy from the previous government. Europe hasnt had a war since the last war...\nThe year is now 1914\nNARRATOR: ...so they start World War I. Look at those guns! Its gonna be a Great War - so great we wont need a second one. After its over, they blame Germany\nThe year is now 1917\nNARRATOR: Russia went on strike, and the workers overthrew the government. Now, everyones paycheck is the same\nThe year is now 1922\nCHORUS: Communism, in the Soviet Union!\nNARRATOR: The Arabs revolt...\nThe year is now 1917\nNARRATOR: ...and Britain helps\nBRITAIN: Now, the Ottoman Empire is gone\nThe year is now 1922\nBRITAIN: So we can give the-\nCHORUS: Jewish people a place to live!\nNARRATOR: Hopefully, the Arabs wont mind\nSYKES and PICOT: Lets cut the cake!\nNARRATOR: ...said Sykes and Picot, cutting up the remains of the Not-So-Ottoman-Anymore Empire\nThe year is now 1923\nCHORUS: Except Turkey! Turkey makes a brand new Turkey!\nNARRATOR: ...and then, the Saudis conquer Arabia. It just seemed like the right thing to do\nA phone rings\nIO: Hello?\nTHE 1920s: Yes, its the 1920s calling. Lets get in a car and drive to a party and listen to jazz on the radio and go to the movies. The economy is great, and it will probably be great forever- just kidding!\nA slide whistle with decreasing pitch briefly plays. The year is now 1933\nNARRATOR: Germany is back, featuring Hitler, the angry mustache model, and hes mad at the Jews for existing. Japan is finally conquering the East, and theyre so excited...\nThe year is now 1937\nNARRATOR: ...they rape Nanking way too hard. They should probably just deny it\nThe year is now 1945\nNARRATOR: Hitlers out of control, so the international community tackles him and tries to explain why killing all the Jews is a bad idea. But he kills himself before they could explain it to him\nCHORUS: Thats World War II!\nNARRATOR: Bonus Round!\nAir horns momentarily play in the background\nNARRATOR: Pacific Showdown: United States versus Japan! Fight!\nA drop-down menu that reads weapon select pops up, and the U.S. cursor moves down from boat to plane to extinction ball. It is picked, dropped on Japan, and an explosion results. The year is now 1945\nNARRATOR: Finish him!\nAnother one is dropped, and another explosion follows\nNARRATOR: Lets unite all the nations and have some-\nCHORUS: World peace!\nNARRATOR: Seems legit\nGANDHI: Hi, Im Gandhi, and if Britain doesnt get the Hell out of India, Im gonna starve myself in public\nThe year is now 1947. Britain leaves\nGANDHI: Wow, that worked?\nNARRATOR: Bonus! Now, theres Pakistan. Actually, two Pakistans; one of them can be Bangladesh later. The Jews and the Arabs finally figured out which one of them should live in the Holy Land\nJEWS and ARABS: Me!\nNARRATOR: ...they both said at the same time\nThe year is now 1947\nUNITED NATIONS: Lets divide up the land so everyones happy\nCHORUS: Sike! They both get angrier\nNARRATOR: Look out, China!\nThe year is now 1949\nNARRATOR: Theres a new China in China! Whats on the menu?\nPEOPLES REPUBLIC of CHINA: Communism!\nREPUBLIC of CHINA: No, thanks\nNARRATOR: ...said the other China, escaping to an island. I wonder which one is the real China?\nThe year is now 1950\nNARRATOR: Theres the Korean War: Korea versus Korea. Nobody wins and then its on pause forever. Lets meet the sponsors! Oh, its the two global superpowers. Theyre having a friendly debate over which economic system is good and which one is an evil virus of Satan. And they both have atom bombs\nNARRATOR: FIGHT!\nNARRATOR: Wait, no, that would be the end of the world. Lets just keep it cool and spy on each other instead, and make sure we have enough atom bombs\nThe year is now 1957\nSOVIET UNION: Ill race you to space\nThe year is now 1969. An American rocket ship is shown to land on the moon\nSOVIET UNION and UNITED STATES: Now, lets make some more countries fight themselves\nNARRATOR: Europe is tired of pillaging other continents, and the continents they were pillaging are tired of being pillaged. So heres a new map, with new countries! Now, you cant tell who theyre being pillaged by\nThe year is now 1963\nNARRATOR: The United States finally decided whether racism is good or bad. They decided its bad, and the world agrees. South Africa might need another minute to think about it. Lets check the world population\nA graph is shown, displaying a spike upward in population that jumped from a billion at the beginning of the 1800s to way more around the beginning of the 2000s\nIO: Whoa... Okay\nNARRATOR: Technology is better too; that might keep happening. The Soviet Union decides to relax a little...\nThe year is now 1991\nNARRATOR: ...and accidentally falls apart. Europe makes a union...\nThe year is now 1999\nNARRATOR: ...so now, they can all use the same money, except Britain cause they dont feel like it. Lets check the mail! Surprise! Its on the computer\nThe year is now 2001\nNARRATOR: Whoops, someone just attacked America. I bet theyll remember that. Phone call! Surprise! Its in your pocket. Wanna learn everything? Surprise! Its on the computer. Now, your phones a computer, which is in your pocket\nA chart of the 2008 economic recession is shown\nNARRATOR: Whoops, the economy just crashed. Dont worry, the big banks wont fail because theyre not supposed to. Surprise! Flying robots, with bombs. Wanna print a brain? Some people have no friends, some people have no food, the globe is warming-\nCHORUS: And the ocean is full of plastic!\nEVERYBODY: Lets save the planet!\nNARRATOR: ...said everybody, not knowing how\nThe year is now 2028\nTHING INVENTOR INVENTOR: Lets invent a thing inventor\nNARRATOR: ...said the thing inventor inventor, after being invented by a thing inventor. Thats pretty cool. By the way, where the Hell are we?\nText comes on screen that reads, Thanks for watching history. I hope I mentioned everything.", "Apple juice, apple juice\nDavid Spock I think I have apple juice in my trousers again", "Old MacDonald had a farm\nThen it exploded", "I wanna be stupid\nI dont wanna be smart\nI wanna be really stupid\nIn my car\nOh, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah, yeah\nOh, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah\nI wanna hold on to what I got\nCause its all I got\nI wanna hold on to what I want\nCause its all I want\nAnd it may rain and it may snow\nAnd it might all come tumbling down\nSo dont you know what its all about?\nI wanna be stupid\nI dont wanna be smart\nI wanna be really stupid\nIn my car\nYeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah, yeah\nOh, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah\nI wanna hold on to what I want\nCause its all I got\nI wanna hold on to what I love\nCause its all I want\nAnd it may rain and it may snow\nAnd it might all come tumbling down\nSo dont you know what its all about?\nI wanna be stupid\nI dont wanna be smart\nI wanna be really stupid\nIn my car\nOh, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah, yeah\nOh, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah\nWhen I comb my hair, it looks stupid in the mirror\nWhen I ride a bike downtown, I feel stupid on the way of doing it\nWhen Im filled with classes with schoolroom teachers, that know how to talk to em, be stupid\nGo, go stupid, when Im learning, I dont, I wanna learn stupid", "I dont know how to convince myself to feel okay\nI tried to figure out how to do it yesterday\nBut I got nowhere\nI tried to kiss a girl, but I got scared\nI tried to read some books\nBut I didnt see them\nCouldnt read them\nDidnt need them\nHad to pretend\nIm so insecure\nCant do anything, cant do anything\nI think Ill just shut up", "NARRATOR: How to win at spelling.\nNARRATOR: Spell bad, spell good, spell fresh! Bribe the judges! Take a plane to space and do your spelling out there where theres more room to think and breathe.\nDOG IN SPACE: Hooh-haah.\nNARRATOR: Purchase a spelling kit, then rip out the pieces and rearrange them to your liking.\nCHORUS : Thats how much fun spelling can be. Wont you spell the world with me?", "I can make the seasons change\nI can make the seasons change\nI can make the seasons change\nAnd I bet I will next May\nBarf on me\nBarf on me\nBarf on me\nSpew throw-up\nI didnt warn you that my doctor said\nTo write the creepiest song I can\nI better warn you first so next time\nI can go all out\nIm gonna warn you fools to brace yourselves\nSo I can write my creepy song\nIm gonna go totally crazy\nAnd itll be insane", "This is a song for my next album\nI think Ill write it down\nIts a song about freedom and love\nI like springtime, and I love summer\nAnd I especially love you\nThis is a song for my next album\nI hope you really like it\nIt took me all day to compose\nYeah, it took me all frickin day to compose", "No", "All you gotta do is say something outrageous\nAll you gotta do is say something crazy\nAll you gotta do is feel\nAll you gotta do is see\nAll you gotta do is be\nAll you gotta do is free\nAll you gotta do is say something\nAll you gotta do is say something\nIt doesnt have to be smart\nAll you gotta do is say something cool", "Get ready to eat dirt\nGet ready to eat dirt\nIt tastes good and it cures AIDS and it makes people feel great", "Winter makes me smile\nWinter makes me smile\nNo, it doesnt\nNo, it doesnt\nEverything about this place is slimy and makes me wanna cry\nMaybe I could write you a letter\nMaybe I could write you some poetry\nMaybe\nMaybe\nLook around your window\nThere might be a sign\nThere might be a sign that everythings fine\nAnd thats my sign\nQuit being lonely\nQuit being scared\nQuit being so confused\nQuit being crazy\nI dont like food\nI dont like food\nIt makes me puke\nI think they need a new recipe\nYeah, they need a new recipe\nOh, if I was in London\nIf I was in Rome\nId know how the story goes\nIf I had a picture phone\nId make posters of yall\nIf I was in Florida\nIf I was in pain\nId change my name again\nBut until now, Ill have to slow down\nBut until now, Ill have to slow down\nWinter makes me smile\nWinter makes me smile\nOh, it makes me go bye-bye", "Im textin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nWhy though? I dont know\nIm textin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nWhy though? I dont know\nHello?\nHello?\nIts like oh my God, I dont know\nIts like oh my God, I dont know\nIts like oh my God, what the fuck, LOL\nSo what the hell son, I dont know\nIm textin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nWhy though? I dont know\nYo\nYo\nOh my God, Im at work\nThey dont let me text at work\nSo Im gonna go to the bathroom\nIm textin you in the bathroom\nOh my God, Im at school\nThey dont let me text in school\nSo Im gonna go to the bathroom\nPlus I think I just took some bad shrooms\nIm textin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nWhy though? I dont know\nIm textin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nTextin on my iPhone, textin on my iPhone\nWhy though? I dunno", "Lists out ​questions, for personal reflection, including:\nHow am i\nWho am i\nWhat am i\nWhat if spain was in greece\nCHORUS: What if Spain was in Greece?", "Yeah, check, okay, alright\nEveryone likes\nTo feel okay\nEveryone wants\nTo feel alright\nEveryone makes\nDifferent mistakes\nAnd everyone plays\nA different game\nWe all want to go home\nWe all want to go home\nWe all got to go home \nI just want to go home\nEveryone tries\nTo get all the pieces right\nThen they realize\nIts a waste of time\nEveryone claims\nThings could be better a different way\nBut everyone waits\nFor things to be better a different day\nWe all want to go home \nWe all want to go home \nWe all got to go home\nI just wanna go home \nOoooh, ooooh\nIts time to come home\nGo home", "Im sad\nI’m sad\nIm sad\nIm sad\nI’m sad\nIm sad\nIm sad\nIm sad\nIm sad", "This is a period piece\nIt takes place in 2010\nIt takes place in 2010\nThe streets outside are filled with rodents\nAnd everythings confusing and makes no sense\nShopping malls are filled with clothing\nFlames are spreading through the roadways\nPeople on their telephones are texting with madness to one another\nTasty things are here\nTasty things are here\nTasty things are here\nDo you think theres enough food for you to eat?\nOr do you think youre gonna get hungry?\nDo you think theres a new message for you on the screen\nTelling you why everything feels incomplete?\nThings are not quite right\nOh, things are not quite cool\nOh‚ things are not quite good\nOh‚ things are not quite cool\nHide under the couch\nHide under the couch\nTake your shoes off\nAnd lie under the couch\nI set my watch for 7:00 this morning but I didnt wake up\nCause I thought I was in garbage land\nMaybe the place Im in is not the place I wanna be in\nWell I hope that I can change it then\nWhy cant we be friends?\nWhy cant we be friends?\nWhy cant we be friends?\nWhy cant we be friends?\nWhy cant we be friends?\nWhy cant we be friends?\nWhy cant we be friends?", "Life is a game that nobodys playing\nCause nobody knows how to play\nAll of the joy and emotion is fading\nEmotions are fading away\nDont fade away\nDo what you want to do\nSay what you want to say\nIts your chance, its your life, its your time, so please make it right\nDo what you want to do\nEveryones waiting for you\nAll of the time that weve spent waiting\nWaiting for something to change\nEverything round been steadily changing\nSteadily changing their ways\nEvery day\nDo what you want to do\nSay what you want to say\nIts your chance, its your life, its your time, so please make it right\nDo what you want to do\nDont believe in one thing anyone says\nIf they tell you youre not gonna make it\nThey dont know a thing\nDont you try to believe that\nThis shit aint gon be cool soon as you let it\nYou will find your way\nDont believe in one thing anyone says\nIf they tell you youre not gonna make it\nThey dont know a thing\nDont you try to believe that\nThis shit aint gon be cool soon as you let it\nYou will find your way\nDo what you want to do\nSay what you want to say\nIts your chance, its your life, its your time, so please do it right\nDo what you want to do", "Well its not so hard to do\nWell its not so hard to do\nWell its not so hard to do\nWell its not so hard to do", "Check\nDo what you want to\nSay what you need to\nEven if you cant remember why\nSometimes its easy\nSometimes its crazy\nBaby, you can do it if you try\nAnd if you wanna go your own way\nBaby, youve got to do it every day\nAnd if you wanna take it all the way\nAll you need is love \nPick up a mountain\nHide in a suitcase\nOpen up your arms and you can fly\nGlide on the evening\nFly on a memory\nEven if it makes you want to cry\nAnd if you wanna go your own way\nBaby, youve got to do it every day\nAnd if you wanna take it all the way\nAll you need is love \nYou could write a letter \nYou could make it beautiful \nOr you could do it the easy way \nYou could make it incredible \nAnd if you wanna go your own way\nBaby, youve got to do it every day\nAnd if you wanna take it all the way\nAll you need is love\nAnd if you wanna go your own way\nAll you need is love\nAnd if you wanna take it all the way\nAll you need is love\nAnd if you wanna do it right away\nAll you need is love\nEvery night and day\nAll you need is love", "NARRATOR: Advantages to living in the future:\nCHORUS: Now you can comb your hair by satellite", "Sing me a song", "Icy James\nIcy James\nCan you believe I just said\nIcy James?\nIcy James?\nIcy James?\nWhat does that mean?\nI dont know what that means\nI dont know what I mean\nI guess Im a jelly string bean\nCame out of the kitchen\nItchin to be\nAnd I just wanna say silly things\nAnd occasionally pick up the phone when it rings", "Im gonna write a song on the count of three\nIm gonna do it right on the count of three\nOne, two, three\nOh, it looks like you believed me\nOne time I put too much change in the laundry machine\nThe laundry machine, oh, the laundry was clean\nWell, I guess that makes me one clean son of a gun, ooh ah\nHey, hey, hey, look at me, Im a crazy machine\nI say what I mean, whenever I please\nWell, I guess thats just my little way of chasing my dreams\nIt helps me get free, to say what I mean\nWell, I guess that makes me one lean mean machine, ooh eh\nBut I know thats just the way its gotta be\nThere are miracles in Kansas, you can see them on TV\nBut how much do those folks get paid to say, what theyre seeing is a mystery\nIm gonna sing a tune on the count of three\nYou can sing it too, if you please\nIf it makes you feel okay, then Ive done my job today\nAnd maybe get some sleep at night\nIm camped out in the yard\nAnd Im staring at the stars\nThinkin about green leaves, green stems, green trees\nGreen automobiles, green flying machines\nGirls in green-blue jeans\nIve been waiting so long just to find the girl for me\nOne who thinks and talks of crazy things just like me\nBut I aint gonna find her in Florida\nNo, I aint gonna find her in Houston, oh\nNo, I aint gonna find her in America\nIm gonna write a song on the count of three\nOne, two, three\nI think its complete", "I got no brains\nI got brains, oh woah\nI got no brains\nNo brains to feel the pain\nNo brains to feel the pain\nNo brains to feel the pain\nOf love\nI got no brains for love\nGot no brains for love\nGot no brains to feel pain and fun\nIm sorry this song is so dumb", "I dont know why\nIts so hard\nFor people to get by\nEvery day\nI try so hard\nBarely we survive\nThe world has got a problem and it breaks my heart\nEverybody knows it and everyone can feel it\nNobody knows what theyre gonna do\nEverythings broken and everybody knows it\nI dont know why\nIts so hard\nTo get the things you need\nIts all here\nIts all there\nBut theres something in between\nThe world has got a problem and it breaks my heart\nEverybody knows it and everyone can feel it\nNobody knows what theyre gonna do\nEverythings broken and everybody knows it\nOooh, oooh, oooh\nNothings real\nNothings right\nAnd I cant remember why\nBut I know somehow\nI know some way\nWe can make it right\nThe world has got a problem and it breaks my heart\nEverybody knows it and everyone can feel it\nNobody knows what theyre gonna do\nEverythings broken and everybody knows it\nEverybodys broken\nEverything is frozen\nEverybody knows it", "Skip to my loo\nSkip to my loo\nSkip to my loo cause its got poison in it", "Lima beans\nLima beans\nLima beans\nLima beans\nSlimy beans", "I hate myself\nOh, I hate myself\nI hate myself\nOh, I hate myself", "The word africa fades in and fades out over a picture of the African continent.", "Yes", "", "Shows the text News Flash:’.\nCHORUS: Im a loser.\nShows a clock with time passing rapidly.\nNARRATOR: Yep,\nCHORUS: still a loser in love.\nA question continue?’ is displayed with flashing choices of yes and no.", "Drink a glass of time\nMake the time go by\nIll be with you in 15 minutes\nIll be ready to do this in 15 minutes\nJust let me wait till all the trouble in the world has passed me by\nJust let me wait until I can say what Im tryin\nIll call you back", "", "We are humans, we are humans\nAnd weve come to take you away", "My penis", "Do-re-mi\nIm incomplete", "Chips\nChips", "Fuck you", "Dont be good to your neighbor\nDont be good to your neighbor\nJust kill him", "Gonna sing a really dumb song and then post it online", "Said What the fuck?\nIm not sure", "Ive written way too many songs, too many songs\nAll of them short and dumb and none of them long\nAnd none of them strong\nTomorrow is a brand new day\nTomorrow is a brand new day\nI hope Macys is open", "CHORUS: How to remember your name?\nNARRATOR: You can use descriptive words in a poem about your best qualities.\nThe poem scrolls through the screen:\nFriendly\nRememberable\nEnthralling\nTranquil\nZoomy\nExpedient\nLiturgical\nDemonstrative\nUnilateral\nRecursive\nMild\nFactual\n, which spells out as Fretzeldurmf.\nOn a bright pink background, the text for more useful tips, check on the web! is shown.", "Theres a large penis statue\nIn the middle of town\nTheres a large penis statue in the middle of town\nIts got germs on it its got monkeys on it\nIts got evil on it its got rabies on it\nAnd theres devils and children standing all around\nAnd theres devils and children standing all around it\nHavent you heard the news?\nHavent you heard the truth?\nAnd i hope you do\nIts appalling\nIts enthralling\nIts unnerving\nAnd subservient\nAnd its curious\nWere gonna fall in love\nWere gonna fall in love\nRabbits make their way from A to B\nRabbits dont care what they eat\nRabbits dont know what they see\nRabbits dont pretend to need advice from trees\nOr advice from me\nPeople riding in cars like to show the world how much they care about it\nBy rolling over its surfaces\nPeople paying their taxes like to include more\nJust in case they didnt pay enough\nTheres no control over the marketplace\nTheres no control over the price of things\nTheres no control over the things you do\nAnd theres no good way to explain the truth\nWhat do i got to do to complete this picture ive been painting\nAbout fun, love, jazz, joy, and freedom? what do i have to do to get you hatchback driving nanny lesbians to truly feel it?\nMaybe ill jump in a river\nJust to clear my head\nMaybe ill wave a flag in front of a bull and paint it red\nMaybe ill jump over a field\nMaybe ill crawl under the sky\nMaybe ill hide under a mountain and adjust my tie\nIm on the phone\nIm on the phone, phone\nAnd im all alone, lone\nSee im on my own, own\nCause ive got no home\nIve got no clothes, clothes\nThat i can put on, on\nThis is how i know, know\nThat my hope is gone\nTheres a large penis statue\nIn the middle of town\nCause i know that all hope is gone", "Eek!\nI got a tape deck\nI got a tape deck\nLet it rattle around\nI got a tape deck in my basement\nPlaying that classical hip hop music\nI got clothing \nI got skateboards \nAnd Im trying to find my way back home\nCause Im tired and sad and got no soul\nWhy is it so hard to see?\nIm so alone and I cant get free\nI cant breathe\nI cant see", "Hey baby\nBuy my car", "Shows the video title a Play featuring an iphone power block and a mechanical pencil.\nA upward-facing iPhone power block and a magenta-coloured mechanical pencil rests on the table.\nPOWER BLOCK: hi\nPENCIL: hi\nPOWER BLOCK: how was your day\nPENCIL: it was pretty good i had a nice lunch\nPOWER BLOCK: oh good. me too\nPENCIL: what are we\nPOWER BLOCK: i have no idea\nPENCIL: do you think there is anyone who knows\nPOWER BLOCK: maybe\nPOWER BLOCK: i think i am probably a house, and you are probably a lamp, .. or a fax machine\nPENCIL: im thinkng of going for a bike ride tomorrow\nPOWER BLOCK: thats good.\nPENCIL: do you like biking\nPOWER BLOCK: no\nPENCIL: do you have an iphone charger\nPOWER BLOCK: no i dont use an iphone.\nPENCIL: what kind of phone do you have\nPOWER BLOCK: i actually still use a flip phone.\nPENCIL: did you see saturday night live this weekend\nPOWER BLOCK: yes.\nPENCIL: what did you think\nPOWER BLOCK: i think it was the same as the other ones\nPENCIL: ok, just checking\nPENCIL: when is daylight savings time?\nPOWER BLOCK: i think it was last weekend\nPENCIL: i think its next weekend\nPOWER BLOCK: i think it was last weekend, but you may be right.\nPENCIL: i dont think i am going to vote in the next election\nPOWER BLOCK: why not\nPENCIL: because i think they deleted my vote last time\nPOWER BLOCK: what do you think the difference is between a theater and a theatre?\nPENCIL: a theater needs to have seats, a stage, and a box office. a theatre can be anywhere, or anything\nPOWER BLOCK: is this a theatre?\nPENCIL: i think so.\nPOWER BLOCK: cool.\nPENCIL: who do you think February has only 28 days?\nPOWER BLOCK: valentines day used to be 3 days, but it was so fucking Shitty they decided to combine it all into one day, at least i think thats the reason\nPENCIL: oh ok, cool.\nShows the text THE END.", "Napkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins\nNapkins", "La-la-la-la-la-la-la-la-la-la", "I couldnt succeed at what I’m doing", "Rickrolls the viewer by playing the intro of Rick Astleys Never Gonna Give You Up.\nTypes ]]] on the bottom right of the blue screen.", "Bugs", "I dont like teddy bears\nI dont like teddy bears, because\nBecause one of them killed me", "Im standin in line\nIm wastin my time\nIm raisin my hand higher than\nIm takin my life\nIm takin my time\nIm takin it right\nIm sayin what I need to then\nIm wavin goodbye\nIm wavin my arms around\nTryna get you to see\nIm wavin my big arms around\nAll over the screen\nIll do anything to get you to believe\nAnd Ill do anything just to get you to believe\nI wanna sail you away\nI wanna sail you away again\nI wanna bring you to space\nI wanna show you the way\nIm sittin next to a box of chocolate wafers\nAnd I think they know my name\nAnd I think my girl is coming home soon\nAnd I know that she loves me\nI wanna tell you today \nI wanna tell you the way I pray\nI wanna bring you to space\nI wanna take you away", "Im still silly\nIm still silly\nIm still silly\nIm still siddily-diddily\nI havent read the paper in 18 years\nSo I think Ill just return to my\nSo I think Ill just return to my\nSo I think Ill just return to my\nSo I think Ill just return to my spaceship", "Dear Lord... oh\nMake me write my songs\nMake me write my songs\nMake me write my songs\nOh, make me write my songs", "Im about to graduate from school\nIm about to graduate from school\nI can say whatever I want\nAnd I know I can make it sound good\nHeres a penguin with feet\nHe walks along and stares straight at me\nHes got a gun but hes not gonna shoot me\nCause he knows I know what he needs\nPistachios\nPistachios\nPistachios\nAnd money\nIm about to graduate from school\nIm about to graduate from school\nI can say whatever I want\nAnd I know I can make it sound good\nBubbles are bubbling out of a bubble gun\nToys are fun\nI can write a song or two each morning if I feel like it\nCause I aint got to worry about any of your rules or follow them Because\nIm about to graduate from school\nIm about to graduate from school\nI can say whatever I want\nCause I know I can make it sound good\nThe bombs gonna go off\nThe bombs gonna go off\nThe bomb is gonna go off\nAnd then I can say whatever the damn hell I want\nIm about to graduate from school\nIm about to graduate from school\nI can say whatever I want\nCause I know I can make it sound good\nIm about to graduate from school\nIm gonna graduate and then I can be so cool\nThe time has come for me to say whatever the hell I please", "Die", "frequently asked questions are shown inside a rectangle.\nNARRATOR: Whats two plus two?\nCHORUS: A billion!", "A text loading content with the loading symbol is shown.\ncontent moves across the screen, with a car roaming back and forth in the background.\nNARRATOR: I just wanna pause for a minute and analyze this content. As you can see from the position of the ca-\nCHORUS: I feel like a bad person.", "A-b-c-d-e-f-g\nH-i", "Go back to where you belong", "Movies are nice\nMovies are cool\nAnd I watch them all-day\nTil I puke", "Snails travelling in the background while snail time!! is flashing on the screen\nSynth music degraded, while the text jail time is displayed in front of jail bars", "Every day I eat bread\nEvery day I eat bread\nAnd it makes me feel so goddamn right\nI think Ill just sit in my bed\nThat dont bother me\nIt dont bother me and my head\nEvery day I try to fly a plane\nThat dont mean Im getting older\nIm getting closer\nEvery day I try to make things right\nThats the reason I explode here\nTrying to get things right\nYou dont have to try\nYou dont have to say goodbye\nYou dont have to listen\nYou just have to feel sure\nEvery day I get crazy\nEvery day I get green\nAnd I think about the things that I\nThink that Id like to think\nAnd It makes me feel alright\nJust to sit alone and get high\nEvery day I try to make lightning strike\nAt every different angle\nAt each and every moment\nEvery day I try to close my eyes\nAnd feel all the things that I feel inside\nYou dont have to lie\nYou dont have to make it right\nYou just have to listen\nTo your imagination\nEvery day I try to do all the things that Im supposed to do\nAll at the same time cause time is running out\nMaybe one day Ill be able to stop time and think things through\nYou dont have to try\nYou dont have to say goodbye\nYou dont have to listen\nYou just have to feel sure\nYou dont have to try\nYou dont have to tell your friend goodbye\nYou just have to make sure\nYou remember how to do this\nWe aint gotta say much\nYouve just gotta mean it", "", "Darkness for 60 seconds is shown.", "Synth music plays over the text tomato anxiety, with a drawn tomato behind the text.\nThe drawn tomato shrinks, with texts perhaps im in debt. and and unpopular also popped up under it.", "I just got home from work that puts me at home\nAnd home is a stationary place\nI think Ill shoot myself in the knee bone\nMy knees will be sore for the rest of time\nOw", "Shows the flashing video title cool facts about bill wurtz.\nBILL WURTZ: I have a car. But its bad.\nConducts a survey to the viewers, asking the following:\ndid you feel as though the facts in the presentation were cool?\ndid the facts seem believable?\ndid you enjoy the facts?\nhow did you hear about these facts \n- from a friend\n- from an enemy\n- you did not hear the facts", "Shows the video title q&a with plants with a cartoon plant on the right\nNARRATOR: Dear plant, hows your life?\nCHORUS: Well Im addicted to sunshine!", "Im in Bryant Park and I feel so amazing\nIm in Bryant Park and I feel fine\nIm in Bryant Park with nothing on my mind and I feel fine\n​\nIma teach you how to do a standing backflip\nIma teach you how to talk real smooth\nI can show you how to do anything you want to do\n​\nBut I know you dont wanna see\nAnd I know you dont wanna see\nCause you know the consequences of being free\nAnd you know that theres no getting out once you get into its streets\nIm in Bryant Park and I feel like a robber\nIm in Bryant Park and I feel like a fool\nCause I dont know what Im doing or who I am but Im tryna write music\nDrink tea", "NARRATOR: Where do babies come from?\nCHORUS: Grownups!\nNARRATOR: Where do grownups come from?\nCHORUS: Babies!\nNARRATOR: Where do babies come from?\nCHORUS: Grownups!\nNARRATOR: Where do grownups come from?\nCHORUS: Babies!\nCHORUS: Now you know!", "Shut up", "Call me old fashioned\nBut I still drink beans from the can", "facts about plastic flashes on the screen.\nCHORUS: It tastes really good. And its real special!\nthats plastic! pops up on the screen.", "We Wish You A Merry Christmas plays in the background throughout the video.\nA spinning cartoon Christmas tree with the text we wish you a merry christmas, together with a couple dancing people beneath, is shown.\nColoured text and we hope that its good is enlarged.\nBrand logos such as Target, Amazon, Best Buy, GameStop and Barnes & Noble are shown with the encouragement please buy lots of gifts from all of the stores.\nChristmas-themed green wrapping paper are displayed and thrown in a garbage pail, with the text and wrap them in paper, and then throw them away.\nLists out some gift ideas with respective photos associated with them, including blanket, sweater, scarf, snowmobile, podium, plant, flower pot, skis, groupons, plastic, eggs, mountains, convertibles, sushi and lots of grass.\nShow cartoon depictions of a house and a family, with the text stay home from work to be with your family.\nShow stores who open 24 hours, including MacDonalds, Walgreens, Dunkin Donuts and Foxconn, with the text but dont worry, the people that work in 24 hour stores will still go to work.\nwe wish you a merry christmas text in different styles and sizes fills up the screen, then the text and hopefully next christmas will be good too.", "I wanna go home\nI wanna go home\nI wanna go home\nI wanna go home\nI wanna go home\nI wanna go home\nI wanna go home\nI wanna go home", "Dont look in a boot\nI just put my boot in a shoe", "Think I just made some bread in my head", "I think the world should change\nI think the world should change\nI think the world should change\nOh, yeah\nIve got a feathered box and I read it\nAnd I read it\nAnd I read it\nOh, I read it\nAnd I think the world can change", "What the fuck", "Yeah\nI have the heebity-deebity-deebity-deebity-deebitys", "Hello", "This is not a song\nI did not write it\nYou can not sing it\nYou do not just hear it\nYou are not a person", "", "You can drive a Chevy\nDot com", "Fuckin cool sports!\nShowing a list of cool sports, including bad ball, racey run, answer the telephone, green man, hurdle jump, space towel, hide in the cabinet and pebbles.", "I was wondering how to feel", "I hope we figure it out", "Shows the video title asdfjaisdfjiasdjf on a blue background, and define the phrase as kindness.", "Theres no harm in saying what you mean\nTheres no harm in saying what you want\nTheres no harm in saying what you choose\nCause youve got to be who you are", "Im gonna hit you in the head with a baseball bat\nIm gonna hit you in the head with a video game system\nIm gonna name the animals one by one\nAnd then im gonna go and have fun\nBecause it is the summertime\nBecause it is the summertime\nBecause it is the summertime\nWe like to get things right\nAnd we like to get real high\nAnd we like to sleep all night", "I write stupid music\nAnd a lot of people like my music\nDamn, they must be stupid", "I feel so hungry\nAnd I feel so lonely\nWhat am I gonna do?\nI wanna go to Burger King\nI want to go to Burger King\nI wanna go to Burger King, oh yeah\nI want to go to Burger King right now\nYeah, yeah\nOh, man, I wanna go to Burger King.", "Types ]]]] on the bottom right of the blue screen.", "Im gonna kill you\nIm  gonna kill you\nIm  gonna kill you\nIm gonna kill you\nIm gonna murder you\nIm  gonna murder you\nIm  gonna murder you\nIm gonna murder you\nI  dont appreciate you making things so hard for me\nAnd I really wish you would just shut up and die\nI dont appreciate you showing your face around this place\nAnd I really want you to just kill yourself\nIm  an apple pie\nI look into the sky to make things right\nAnd when the sky is touched I say goodbye\nEverything falls into the place where it belongs, it belongs\nEverything goes where its supposed to go\nI have a demon\nI have a demon\nYou have a demon too\nIm gonna kill mine\nIm gonna kill mine\nYou should kill yours too\nThen well get stoned\nThen well get stoned\nThen well get stoned", "Jingle bells\nIm a cop", "Guess Ill have to go down south", "Ive been thinking a long time", "CHORUS: Conversation with a pizza pie.\nNARRATOR: Hi.\nPIZZA: 10100101101010101010101011101001001110101101", "Homework help\nJust try to have a good time\nAnd dont die", "I am vibrating\nI am vibrating\nBecause I sit here at this desk\nI am a piece of lightning and thats great\nIm gonna raise my right hand, then Im gonna raise my left\nCause would do anything in this world\nTo show you that its time to rock and roll\nI cant seem to see anything home right here\nNo, I dont want to relate to your jacket and chair\nIm just fine where I am, and it makes me really nervous\nWhen I have to get somewhere\nYeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nMy cars got no window so I cant see", "Thinkin bout doin some content", "Gonna buy a car\nAnd then change it", "Hi, its", "Cable television", "What am I trying to say?\nIm trying to say that I wanna be free\nWhat am I trying to say?\nThat I wanna be free\nFree as can be\nFree as can be\nThat means that I dont like being in jail\nIt aint fun and you cant go anywhere\nRap records sell, most of them are made from jail\nCause you cant go anywhere\nThats why most of them get done\nCause nothing to do and nowhere to run\nWhat am I trying to say?\nTrying to say that I wanna be free\nOh, I wanna be free as can be\nOoh, I wanna be free as can be\nAnd I dont want to have to sell any records\nSaid I shouldnt be required to fulfill no contracts\nAnd I aint gonna sell my soul", "Rocknroll confusion\nRocknroll confusion\nRocknroll confusion\nLets have fun and confuse them", "McDonalds is a great place to think\nMcDonalds is a great place to think\nTheres nothing like hearing the sound of\nPoisonous chemicals in the morning\nAs you drink your terrible coffee and try to think", "Cruel sports\nHaving a bad day\nAnd destroying the entire world", "Throw away the garbage pail, get a brand new garbage pail", "Counts down from 3 to 1 for goats.\nCHORUS: Goats.\nCHORUS: Goats.\nCHORUS: Ghosts.", "Gonna do the thing\nFinally do the thing", "Just ran out of videos\nWhat am I gonna do?", "Sheep", "Hello", "You know, I sometimes think to myself\n​What are you waiting for you dumb stupid fuck", "​I dont understand anything", "Cant write songs so Ill just\nMake a silly thing", "PAUL MCCARTNEY: I was always frightened of classical music. And I never wanted to listen to it.\nPAUL MCCARTNEY: A taxi driver the other day had some sheet music of a Mozart thing,\nPAUL MCCARTNEY: And I said, Whats that? You know, and he said\nPAUL MCCARTNEY: Oh, hoh. Oh well, thats the high-class stuff. You wont like that. He said\nPAUL MCCARTNEY: No no, you wont like that. I said\nPAUL MCCARTNEY: Well, what is it?, you know. He said Oh no, you wont like it. You know, its high-class, that. And uh, that kind of way I always used to think of it. I used to think Well you know, thats very clever, all that stuff. And it isnt! You know, its just exactly whats going on in pop at the moment.\nPAUL MCCARTNEY: Pop music is the classical music of now.", "Goodbye", "NARRATOR: Pick a card.\nCHORUS: Its the two of spades!\nNARRATOR: OK. You can keep it.\nCHORUS: Thats magic!", "Gross insides", "Grow mushrooms on the sidewalk", "CHORUS: No seriously, how do you find love?\nCHORUS: Outside", "This world is filled with lots of evil spirits\nThey make it hard to understand\nIf you look left or right at any time\nYoure bound to come in contact with one of yours or mine\nI can feel the presence of another world inside these walls\nAnd under these floors\nI can feel the hearts and minds of millions of strong individuals Ready to explore\nBreathe\nDream\nI can feel the clock tick\nAnd it feels like dynamite in my hands\nAnd I feel like some of us have been waiting our whole lives to understand\nSo pull the curtain\nPull the curtain on this shit\nJust pull the curtain\nPull the curtain on this shit\nJust pull the curtain\nSo we can feel certain\nAbout where we stand\nLightning strikes all of us twice in a lifetime\nWhy cant it be at the same time?\nAnd it only happens every thousand years\nSo crawl under the bridge and make yourself a wish\nGet it under your skin and you do it like this\nOh you do it like this\nTheres a demon in you, theres a demon in me\nTheres a demon in everyone around\nTheres a demon in all of your best friends\nAnd its nice to know that theres a place where\nThey can go where they will never be found\nBy anyone in the government\nIm high\nSo high\nIm high\nGoodbye\nTheres no place like home\nEspecially when you dont know who makes the roads\nYouve got to go home\nWhen you dont know who makes the roads", "Get outta here", "​I wrote a letter to myself\nAnd now Im opening it", "Im sexy\nIm incredibly sexy\nIm incredibly sexy\nSo im gonna sing a song about\nThe things i believe in\nDid you know that all of the trouble\nAnd all the problems\nAnd all the issues and confusion in the world\nWill all be solved?\nDid you know that all of your\nHopes and dreams and wishes\nAnd dirty fantasies\nAre real\nAnd they will all come true?\nJust think like i do\nIm telling you how to think like i do\nCause i know the truth\nIts gonna be good\nIts gonna be good, its gonna be okay\nIts real and its all gonna be really good", "The text the origin of chickens are shown, accompanied by a cartoon chicken above the text.\nExplains the origin of chickens: chickens actually comes from eggs, which come from other chickens, which come from eggs, which come from chickens, which come from eggs, which come from chickens, which come from eggs, which come from chickens, which comes from- The words chickens’ and eggs are paired with their respective cartoon representations.\nThe tone of the video changes, with the explanation continued in psychedelic-coloured text: The Lord God, His Almighty Majesty and Curator of the Heavens and All That Is Right and Good On Our Wonderful Home Dwelling and Sacred Abode, the Planet Which We Live On Which Has Begat Life As Well As All Sorts of other Wonderful Things Which are Good and Essential. The ’God looking down on us meme is shown in the background.", "Hey\nLets list all the car companies in the world\nLets build a fortress\nThere is a Frisbee for every two trees created\nThere is a new tree for every me\nGo build a magnet\nGo build a magnet\nGo build a magnet\nGo!", "Shows the video title bill wurtz plans for the future.\nBILL WURTZ: I should go back to space.\n15 minutes later is shown as a jingle plays.\nFilming Bill Wurtzs room, indicating Bill is not here and is probably in space.", "I know, but I cant say", "Gotta write something down\nProceeds to write i think my hands are shrinking using a pencil", "NARRATOR: Out there doin stuff like\nCHORUS: Feels great to be doin stuff", "Shows the video title bill wurtz plans for the future.\nBILL WURTZ: I should go back to space.\n15 minutes later is shown as a jingle plays.\nFilming Bill Wurtzs room, indicating Bill is not here and is probably in space.", "I know, but I cant say", "Raindrops are poisonous", "NARRATOR: Quick question:\nAre you the real you?", "Dont let the world be terrible", "Im a person\nTryna be a person\nIm a person\nTryna to be a person", "Happy birthday to a moose", "Shows the video title laws of the universe, and the world\nIf you have questions then ask them", "Can I reach for the stars?\nNo, I cant", "Whoa-nelly, whoa-nelly, whoa-nelly, whoa-nelly\nWhoa-nelly,  whoa-nelly, whoa-nelly, whoa-nelly\nWhoa-nelly,  whoa-nelly, whoa-nelly, whoa-nelly\nWhoa-nelly, whoa-nelly\nIve got to sing about my life\nI’ve  got to sing about my situation\nIve  got to see what my mind can do\nIve got to get to the bottom line\nI’ve  got to know about roller coasters\nIve got to know about where they take your soul\nIve got to know about romance\nHow to grow old\nFever  is what makes you sick\nFever is what makes you sick\nFever is what makes you sick\nSo dont ask me why you cant be free\nTo go your own way\nTo go your own way\nTo go your own way\nTo go your own way\nYeah\nTime is running out and so\nI cant explain what I mean in six simple minutes or less\nAnd so Ill have to take a chance\nAnd so Ill have to make a plan\nAnd I plan to dance", "Shows the text q&a.\nNARRATOR: Do you do all your own music?\nCHORUS: Yes.\nNARRATOR: Do you do all your own music?\nCHORUS: Yes.\nNARRATOR: Where do you get your music?\nCHORUS: I make it myself.\nNARRATOR: Who does your music?\nCHORUS: George Clooney. Just kidding, I do it.", "BILL WURTZ: Its time to make the thing, for Thursday.\nBILL WURTZ: I want it to be a really good thing. I want it to be a really crazy thing... Cant think of anything.\nBILL WURTZ: Come on.\nSearches pants bread on the Finder in OS X.\nBILL WURTZ: Free video ideas, yeah.\nBILL WURTZ: Okay. beans, yeah, whatever. this is the road, maybe Ill get out of here someday. bread, tape, im on my floor, done.\nBILL WURTZ: Okay, so we have hang me, writing a letter to you-\nCHORUS: Im writing a letter to you on my floor.\nBILL WURTZ: sometimes I stand in my room, sometimes I stand in my room, sometimes I ... whatever. Sometimes I whatever.\nBILL WURTZ: I cant think of anything.\nPresses the touchpad on the MacBook Pro to stop recording.\nCHORUS: Sometimes I whatever.", "Dont make me write you a melody\nDont make me write you a melody\nDont make me write you a melody\nDont make me write you a melody\nI said", "Im ready to walk out the little door\nIm ready to walk out the little door\nIm ready to walk out the little door", "out of videos  rolls arcross the screen.\nDay 3 pops out with a ding.\nCHORUS: Guess Ill have to start being serious.", "Its 2015\nAnd I got to go crazy", "Shows the video title advice to young musicians.\nBILL WURTZ: Dont play music.\nShows the text i hope you take that advice.", "Hope you have a good day\nHope you have a good day\nHope you have a good day\nHope you have a good day", "Shows the video title How to make sense.\nLists the millions and millions of ways to make sense, including:\n- walk on 2 feet\n- use phones to communicate\n- sleep sometimes\n- use a bag to carry things\n- utilize a door\n- enjoy the latest appetizers from Chilis during an afternoon with friends\n- smoke e-cigs\n- buy more pets\nStates that the list goes on and on. please encourage your friends to make sense by sharing some of the items in the-", "Shows the title backwards hangman, with a pop up on the lower right corner telling the audience last weeks answer: yes, its a biscuit.\nShows a complete hangman with the answer as cow.\nTries the letters U, O, C, X, Z, Z, Z and Z respectively, the hangman starts to lose its body parts.\nShows the LOSE text since all attempts are used.", "Flashing text that says Things to do while waiting for an important business appointment.\nNARRATOR: Eat trees\nCHORUS: Eat trees!\nShows the text paid for by the food & tree administration", "Shows the text frequently asked questions\nNARRATOR: A question I get asked a lot is\nCHORUS: Do you like music?\nShows the text processing...\nNARRATOR: Yea, seriously tho, do you like music?\nCHORUS: Yes I like music", "NARRATOR: Physics lesson.\nShows the equation for Newtons law of universal gravitation\nCHORUS: Dont fall down.", "Two Pepes flashes on the screen.", "Shows the video title summer vacation plans\nCHORUS: Go to Mars and stay there\nLists out the weather on Mars, including:\nBad\nReally boring\nTerrible\nHorrible\nDont go", "Were all gonna be fine\nWere all gonna be fine\nWere all gonna be fine\nWere all gonna be fine", "You can smile\nYou can hide\nYou can fly\nWalk on by\nYou can feel\nYou can feel\nYou can feel\nYou can fly", "Im having trouble figuring out what to write\nIm having trouble figuring out what to write\nIm having trouble figuring out what to write\nIm having trouble figuring out what to do\nI wanna be with you\nI wanna be with you\nI wanna be with you\nI wanna be with you\nI wanna be with you", "Types ] on the bottom right of a blue screen.", "Its 2014\nAnd Im feelin good\nIts 2014\nAnd Im feelin fine\nAnd I hope its okay to love\nAnd I hope its okay to love\nIts 2014 and its okay to have fun", "I wish I could just do something\nI wish I could just do something\nI wish I could just do something\nBut I cant do anything\nTake me home and bury me alive\nTake me home and bury me alive\nTake me home and bury me alive\nTake me home so I can be someone", "CHORUS: How to be cool-ool-ool-ool-ool-ool?\nNARRATOR: Pay taxes.", "smiling techniques is displayed on a white background with a smiling emoticon.\nNARRATOR: Step two is to\nCHORUS: buy great products!", "Quit", "Darling, confess your sins to a priest\nOr attempt to be civil when screaming, at least\nAll you do is run and hide\nNo ones gonna find out youre alive\nSo a one, two three, four\nOne, two three, four\nOne, two three, four\nOne, two, three, four, a\nOne, two three, four\nOne, two three, four\nOne, two three, four\nOne, two three, four\nIf someone tells you they live in Greenland, they probably live in its capital city, Nuuk \nTheres a school, a bus, a mall, a church, and a very wavy building to do concerts\nIll be up here on a pedestal holding my stick\nIm the founder \nIm the founder", "Hibernate", "Shows the series title music school.\nNARRATOR: Lesson 2. How to play the wrong notes.\nProceeds to play the C3 and C#4 note on the synthesizer, followed by a C1 note.\nTells the viewer ☑ thats correct.", "Its all about the ladies\nIts all about the girls\nIts all about the ladies\nAnd its all about the girls", "A parrot and a carrot is shown in front of a flashing background.\nShows the text WERE SORRY, TODAYS GAME OF PARROT OR CARROT HAS BEEN CANCELLED DUE TO UNFORSEEN CIRCUMSTANCES.", "CHORUS: Music school!\nNARRATOR: Lesson One: Notes. Whats a note?\nNARRATOR: This.\nPlays the C key on the synthesizer.\nCongratulates the viewer on completing level one of music school.", "Get ready for November", "", "BILL WURTZ: Lizards are great.", "I wanna go home right now\nI wanna go home real soon\nI wanna go home\nI wanna go\nI wanna go home\nI wanna go\nI wanna go home", "Yeah\nThis is my bedroom in , at Place\nYeah, sunny day\nWell, I got three months to write a song, to write a song for you\nAnd Im gonna take my time and say exactly what I mean\nDamn, seems like writing songs is a lot like being in prison\nAnd I realize that the only one who put me there is me, yeah\nGot to break free, I need to break free\nBut I only changed my mind again and then Im left behind\nOh, I wish that I could make up my mind again this time\nBut my brain is still in black and white\nOh, I think I used this melody one thousand times before\nAnd the worst part is that Im not sure if Im the one who wrote it\nProbably stole it from some song my mommy used to sing me\nMaybe its just something off the radio or TV\nI got to break free, I need to break free\nCause I cannot take the pain of being locked up this way\nOne day youll find me in paradise, Ill be saying what I need to say\nOne more time, alright\nSay anything you want, to do anything you need\nSay what you mean, do what you mean\nOh, please, please, please\nGot to break free\nIve so got to breathe, but I always lose my mind\nAnd then Im standing inline\nI cant remember the last time I truly said what was on my mind\nAnd I dont mean to waste your time\nI wish that I could truly break free some time\nBut freedom is hard to find\nFreedoms hard to find\nBaby, Im trying\nBaby, I think Im dying", "Shows the text todays topic of analysis: hats\nShows the large words hats are bad with multiple colours.", "Cloudy 53 degrees, 12 Celsius with 64 per cent humidity\nSouth-south-west winds are blowing 10 miles per hour\nAnd the pressures on the rise from 29.77\nOverall, temperatures are about eight degrees below normal today\nThat front is easing offshore, and it will be followed\nBy a gradual clearing trend\nThats because we have high pressure in the Mississippi Valley right now\nWere gonna bank on that to reach eastward and clear out our weather", "Really strange, confusing, unbelievable, weird, funny things come in pairs", "Hide the kids\nHide the car\nHide the money\nHide your eyes", "BILL WURTZ: Lizards are great.", "", "Shows the video title how big is the earth?\nEnlarges and shrinks a cartoon Earth continuously.\nThe Earth becomes medium-sized, with the narrator determining that id say its about a medium size.\nThe narrator adds , or maybe a little big-. Then, the globe expands immediately and covers the screen.\nThe text thanks for watching flashes on the screen.", "Still got no videos\nWhat am I gonna do?", "Shows the text q&a.\nCHORUS: How do you make your videos?\nNARRATOR: Using a computer.\nThe camera moves around Bill Wurtzs MacBook Pro.", "Shows the video title bad whale.\nA badly drawn sad face whale flies in, with the text the whale that makes everything bad. except everything already was bad, so the whale doesnt have to do anything.", "Shows Mondays schedule, which is\n1:00 be a better person\n2:00 be a better person\n3:00 be a better person\n4:00 be a better person\n5:00 be a better person\n6:00 be a worse person\n7:00 be a worse person\n8:00 be a worse person\n9:00 be a better person\nShows Tuesday’s schedule, which is\n1:00 be a better person\n2:00 be a better person\n3:00 be a better person\n4:00 be a better person\n5:00 be a better person\n6:00 be a worse person\n7:00 be a worse person\n8:00 be a worse person\n9:00 be a better person\nShows Wednesdays schedule, which is\n1:00 be a better person\n2:00 be a better person\n3:00 be a better person\n4:00 be a better person\n5:00 be a better person\n6:00 be a worse person\n7:00 be a worse person\n8:00 be the same person\n9:00 be a different person", "CHORUS: How do you find love?\nNARRATOR: Look under chairs, I guess.", "Types ]] on the bottom right of a blue screen.", "Lists the videos Bill Wurtz have made, including:\n1. the one about the plane\n2. the documentary", "Bears", "CHORUS: And now, the crappiest video in the world.\nA piece of single-line paper floats down to the carpeted ground.", "The text THE ORIGIN OF THE EARTH HAS BEEN FOUND!!! is displayed on a flashing screen.\nAsks the viewer DO YOU WANT TO KNOW WHAT IT IS,, then answers its pineapples, shown with a picture of pineapple with changing colours.", "Lists out cool things to do, including:\nfly\ndrive\nbuy\ncry\nwrite\ntry\nbrag\nlie\nsteal\nfrown\nhide\nbye\nA sad emoticon is shown.", "CHORUS: Whats the universe made of?\nNARRATOR: Dreams, bro.", "Shows the video title this is a video.\nIndividual letters of video flash from left to right constantly, with a cartoon depiction of a chef and a flower pot also moving/rotating on the red background while flashing.\nThe chef cartoon enlarges on a black background and says now thats what i call a video.", "Like world peace, or whatever", "Donald Rumsfeld", "Sickness as usual", "Got to hide from strangers", "CHORUS: Bench.\nNARRATOR: Its a bench. Actually two benches. Thanks.", "", "​I live at Kosciuszko Street\nTheres not much to eat", "CHORUS: Behind the scenes!\nA photo is shown where Bill Wurtz is sitting in front of his MacBook screaming, complimented with the audio of him screaming.", "Music is cool\nMusic is cool\nMusic is really freakin cool\nI like it a lot\nI like it a lot\nAnd so I think Im gonna do some of it", "NARRATOR: So I was just sitting here thinking, can I put apples in a video?\nNARRATOR: Yes.", "Shows the video title exciting & interesting topics of discussion.\nNARRATOR: Puke.\nLists out related topics, including\ncooking\nfishing\nclothes shopping\nreal estate\npokemon", "Shows the text the origin of pineapples, with a cartoon pineapple above the text.\nExplains that the origin of pineapples is chickens.", "Shows ways to be a more compassionate person, in the wintertime, including build a fire, set fires, set things on fire, make things catch on fire, burn things, using fire and do a fire.\nShows a fire emoji, with text fire™ and its the hot thing.", "Asks the viewer what is 2+3?\nThe numerals 2 and 3 merges into one numeral.", "Shows the text thanks for watching yesterdays video, the one with the next button in it. i had a really great time making it.\nA comment box pops up on the screen, then types your a stupid idiot.", "Move over", "Shows the video title bill wurtz questions.\nBILL WURTZ: Is it legal to make laws?\nDisplays the text if there are any lawyers out there, can you please answer this question? i have a lot of laws i want to make, and i want to get started as soon as possible.", "Listing out the reasons to be king, including\nclothes\nfood\nTV \nbeaches\ncomputers\nnice robes\nCars!!\nmoney\ncash\nbabes\nhotel passes\ndrinks\nmermaids\ndiamonds\nriches", "Shows the video title stunning realizations.\nNARRATOR: I am the mailman.\nThe credits roll, name including:\nconcept - mailman\nscript writing - mailman\nstarring - mailman\nplot development - mailman\ncamera 1 - mailman\ncamera 2 - mailman\ngraphics - mailman\nset - mailman\nmusic - mailman\nmail - mailman", "Dont know what Im gon do", "I like the sun\nI like the sun\nI like how the grass grows green\nAnd i like the way everything sings to me\nCome down, come down\nWhy dont you come down\nI like the trees\nI like tripping\nWere smoking marijuana\nThinking bout Mary Ganja\nPolitics as usual reflect the things you do\nBaby thats okay\nBaby thats alright\nIf love is really anything\nThen its got to be everything\nThen its got to be everything\nI like red and green lights\nThey take me from my homes\nThey follow me like monsters\nTil i get things done\nThey beg and they plead with me\nThey beg and they plead with me\nThey beg and they plead with me\nAnd they keep begging \nElevators change the way we view the ups and downs\nBaby thats okay\nLovely thats alright\nIf there is anything you need\nThen you got to know how to dream\nThen you got to know how to come clean\nI like the breeze\nI like the bees knees \nI like them bushes and breezy things\nI like the way that things feel to me\nWere smoking marijuana\nWere smoking pot\nCause this is fun and thats all we got\nPolitics as usual reflect the things you do\nBaby thats alright\nBaby thats just fine\nIf love is really anything\nThen its got to be everything\nThen its got to be everything", "Shows the video title ​how to get More High than you already are, while a teal line is drawn sporadically across the screen.\nBILL WURTZ: Take a plane.\nMakes a checklist for boarding a plane, including:\n-boarding pass\n-flight itinerary\n-walkman \n-peanuts \n-sense of humour\n-friendship", "NARRATOR: How to play a C major scale.\nProceeds to play the C major scale, but went off tangent and played jazzy notes in the end.", "NARRATOR: Earth.", "Shows the title of the video how to make a video.\nA magenta rectangle with light green squiggles on top is drawn, while the process is described as make a thing and put things on it.\nTells the viewer thats about it.", "NARRATOR: Whens Christmas?\nCHORUS: A little bit later\nNARRATOR: Whens Thanksgiving?\nCHORUS: Now!", "CHORUS: How to fly a plane?\nNARRATOR: Use the steering wheel to turn left or right.\nA yoke is turning to the left and right constantly.", "NARRATOR: BLACK\nNARRATOR: white\nNARRATOR: BLACK\nNARRATOR: white\nNARRATOR: BLACK\nNARRATOR: white\nNARRATOR: BLACK\nNARRATOR: white\nNARRATOR: BLACK\nNARRATOR: white\nCHORUS: Bill Clinton.\nShows the text special thanks to bill clinton for appearing in this video.", "Gonna save the tambourine for later", "Shows the video title ​hints and tips.\nNARRATOR: Stuff is true.\nCreates a True checkbox under s͟t͟u͟f͟f͟, and then ticks the checkbox.", "CHORUS: I like salad.\nNARRATOR: Why?\nCHORUS: Cause its so tasty.\nShows a disclaimer: salad is not tasty, and does not provide a good taste to the person eating it. the statement contained in this video are mostly false and of lying fictional nature.", "NARRATOR: Help! I am lost in a calendar.", "Shows the video title What To Expect in the Media and Television in 2016.\nBILL WURTZ: I forgot the... my name.\nLists out more predictions for 2016, including\nfaster bikes\nslower cars\nnew calendars\nmore frogs\netc.", "CHORUS: ​Gonna chase myself through hell.\nA person labelled me is being chased by me also, with burning fires in the background.", "Listing the qualities of a good leader, including:\nsmart\ndumb\ncool\ngood\nbad\nlazy\ninquisitive\nnice", "CHORUS: David Letterman\nCHORUS: David Letterman\nDAVID LETTERMAN: Thank you. Thank you so much.", "", "party horn blows\nJust wanna do something reasonable\nparty horn rolls back", "A loaf of fresh bread is dropped on the floor\nBread.", "Shows the text improv lessons with bill wurtz and aug 8,2008\nCHORUS: Im in the middle of a bed, bath and beyond", "Shows the title of the video how not to make a video.\npanic & die flashes on the screen.", "Diddle diddle diddle diddle diddle diddle diddle diddle...\n...diddle", "Shows 15 turkeys, stacking on top of each other and placed from the bottom right to the top centre.\nCHORUS: Thats too many turkeys.", "Just wanna make longer videos\nOnes that last\nA really really long time\nJust wanna make stronger videos\nOnline\nOn Vine", "", "", "", "Got to know just\nWhat Im doing with my life", "NARRATOR: Im different\nCHORUS: Im different\nNARRATOR: No, Im the same\nCHORUS: Im the same", "CHORUS: Lets watch some television.\nBill Wurtz watches a turned-off television, telling the viewer watching television... while holding a thumbs-up on the right hand.\nBill grabs a red cup from a table using his left hand and drinks it, then puts the cup back on the table.", "Shows the video tile word unscramble.\nAsks the viewer whether they can unscramble the letters JOY.\nShows the text answer next week!.", "Time to rearrange my world", "NARRATOR: Oh hi, I am a paperclip.\nA red paperclip shakes vigorously.\nNARRATOR: Was I too loud?", "Its not Christmas", "Its OK to have feelings", "Drink coke!", "CHORUS: ​I know of a cool place to go.\nA mouse cursor furiously clicks a button with a red arrow pointing left\nNARRATOR: Left. Try going left.", "smiling techniques is shown on a black background, with the smiling and no emotion emoticons switching repeatedly.\nCHORUS: Step one is to pretend that youre happy.", "Shows the word ideas.\nShows the text you can have them, today as the music plays.", "BILL WURTZ: You guys, I dont think I am doing a video today. Umm, Im not- Im not doing a fuckin video today. Sorry.\nCHORUS: Im not doing a fuckin video today. Sorry.", "Space toast", "Shows the video title fan mail with a cartoon white envelope in the background.\nThe letters reads:\ndear bill wurtz,\nyou suck. random does not equal funny.\nBILL WURTZ: What about cardboard, is that funny?\nCreates a table to distinguish items that are funny or not funny, the funny side includes:\ncats\nlarger cats\ngood catch phrases\ndonald trump\n, while the not funny side includes:\ndiamonds\nisis\noverdue library books\ncardboard", "Do you ever get tired of yourself?\nShows five options with the same description of tired of self. The narrator checks all checkboxes since all options apply", "Shows the video title cool ideas.\nBILL WURTZ: Im gonna learn subtraction.\nNumbers going down from 73 to 54.\ncool idea! moves with the downwards jingle tune.", "Shows the video title cricket amplification.\nA cricket is connected to a Marshall amplifier via a blue audio cable. The cricket chirps rhythmically, while the amplifier becomes red and shake vigorously whenever the noise was made.", "Shows the title of the video graveyard analysis’ with a blackened cartoon representation of a graveyard.\nCHORUS: Theyre dark and bad.\nGives thanks to the audiences graveyard experts, including ’jonald coaxfelt, annie nonfrannie, jeremy davies, egbert camboltf, ’josh henried’ and bowser’.", "", "Shows the text q&a with a no signal beep.\nNARRATOR: Are you gonna sing every day?\nNARRATOR: No.\nCHORUS: Maybe.", "Shows the viewer the question have you ever dreamed of getting Signed to a Record Label?\nNARRATOR: No.\nLists out the benefits of a Major Recording Contract, including:\n-nothing\n-nothing\n-nothing\n-nothing\n-nothing\n-nothing\n-we will press upload for you!", "Dont talk to me", "This is where I make my things\nNearw na nearw nearw nearw", "BILL WURTZ: Thursday jingly thing. Yay.", "Shows the video title how to do more things.\nAnswers with do a thing in blue text, then spams do another thing in green text on the screen.", "Music makes me feel so interesting", "Shows the video title fun game.\nAsks the viewer which box is the right box?, the drops four boxes coloured red, blue, green and yellow, listed from left to right.\nThe boxes are shuffled, while the yellow box is enlarged and indicated as the right box as this one. the yellow one.\nApologize to the viewer with the text sorry if you chose the wrong box.", "Whatever", "CHORUS: Math.\nA scientific calculator from Texas Instruments slides in the screen, with text Math. its a subject you can learn.", "Tells the viewer this is the dot video.\nShows a red dot.\nShows the text thank you for w-, then a giant red dot appears and creates a low-frequency buzzing noise.", "Im writing a letter to you on my floor", "Shows the video title a neat thing to do in your spare time:.\nNARRATOR: Realize stuff.\nLists out things you can realize, including:\nyour name\nyour age\nyour height\nthe meaning of life\nthe meaning of oysters/clams", "Repeats a sunrise on a cyan sky and a blackened sky sequence for 25 times.", "​Gonna write bad bad songs\nTil I ruin someones day", "Cho:\nHow come theres no place like home\nPlace like home\nPlace like home\nHow come theres no place like home\nPlace like home?\nHow come theres no place like home\nPlace like home\nPlace like home\nHow come theres no place like home\nThat i know?\nThere aint no place, no place like home\nThere aint no place like home\nThere aint no place, no place like home\nThere aint no place like home", "", "NARRATOR: knock knock\nNARRATOR: whos there?\nNARRATOR: the News\nPlays news footage from a Swedeen broadcaster SVT2 on a very small monitor.", "Guess Ill stare at the wall", "An instrumental cover of The King Cole Trios Gee, Baby, Aint I Good to You plays in the background, while the Declaration of Independence is recited on top of a USA flag.", "Just wish i could make some music", "Shows the video title Big Dreams and goals.\nBILL WURTZ: Get friends.\nShows a line graph titled friend tracker, with the number of friends  increasing from 1 to 2 during 2011-2012, then gradually decreases to 0 friends in 2015. Oppose to the past line graph displayed in red, the projected blue line shows a linear rapid increase of friends, that the final amount cannot be determined.", "Shows the video title word unscramble, while last weeks answer OYJ is shown on the top left.\nAsks the viewer whether they can unscramble the letters MARK TWAIN.\nThe letters unscramble to WINK AT ARM, followed by Bill Wurtz winking at his right arm.", "Tells the viewer thanks for coming to YouTube!!\nLists what the viewer can find on YouTube, including\nplanes\ndogs\ncats\nflowers\nshields\ncorporate take overs\nhappiness\nsadness\njoy\nthis video < ---- you are watching it right now\nTells the viewer and many more things. have a good week.", "Listing out birthday ideas, including have a birthday, do not have a birthday, have a friends birthday, have a major anxiety episode instead of a birthday, start a non-profit organization to donate birthdays to people in countries where people are not allowed to have birthdays and melt your birthday.", "CHORUS: Take a video of the ceiling\nNARRATOR: Oops, I had the camera pointing the wrong way.", "This tree is green", "Fell in love on the Q train\nFell in love on the Q train", "Shows the text frequently asked questions.\nNARRATOR: What time is it?\nCHORUS: Time to be a generous and really nice person.", "Shows the title of the video nap time.\nShows a recording of Bill Wurtz napping on his synthesizer while sitting on an office chair.", "Flunk the world", "Got to make things real", "Shows a drawn house on the left. The text housing building checklist: is displayed on the top. A flashing box showing last weeks questions answers with the list:\n1. fuck\n2. heck, what the darn\n3. i dont\n4. what the hell\n5. what the fuck\n6. how is\nDisplays the checklist, including build a house, build more houses , take some naps, borrow a fridge, go to a festival and rent a pond.\nShows a person doing skateboard tricks.", "", "", "Shows the title of the video stop sign analysis, with a stop sign moving in the background.\nNARRATOR: Its, uh, pretty tall.", "Colonization", "Shows the text music school and lesson 4 respectively.\nPlays the chord D, with Wurtz playing the respective chord on a synthesizer and the respective notes on a staff, at the same time.", "Shows the videos title word unscramble.\nAsks the viewer whether they can unscramble the letters FUCK YOU GEOFFREY.\nThe letters unscramble to CUE OFF KEY FURY, GO!, then a dissonant rhythm is played repeatedly.", "Shows the video title Monday reasons i didnt do a monday video for the last 11 mondays.\nLists out the reasons, including:\n1. i was at the post office\n2. i was dead\n3. i was stupid\n4. i was bees\n5. i ran for president \n6. i accidentally uploaded them to a different website which doesnt exist\n7. i was watching home improvement\n8. i thought it was tuesday this entire time", "A green button is situated at the centre of a cyan background. The words dont worry flashes first, then its fine flashes.", "Shows the text pop quiz, and asks the viewer is it possible to be dumb and smart at the same time?\nAnswers no.", "", "Got a home by the bay\nThen I sold it\nTo my cat", "Shows a diagram of the ocean, represented by a blue space occupying most of the screen, then label it as ocean.", "Shows the video title monday good firetruck.\nShows a badly drawn firetruck, while stating that this is a good fire truck. i hope you-; i think its pretty good.", "Shows the video title intelligence test for rocks., with a rock below the text.\nAsks the rock what is you best advice for Love and Relationships?, the rock doesnt respond, therefore determining that the rock is intelligent.", "", "Shows the texts trivia and is this a vid?\nAnswers no.", "Gonna print out my feelings\nA sheet of paper with the texts i feel vmnw948cmgh48 and no actually i feel ok is printed out.", "Im gonna iron my shoes", "Where does the railroad go?", "Yeah\nThis is a studio in Metropolitan Avenue, at Lorimer Street\nYeah, sunny day\nWell, I got three months to write a song, to write a song for you\nAnd Im gonna take my time and say exactly what I mean\nDamn, seems like writing songs is a lot like being in prison\nAnd I realize that the only one who put me there is me, yeah\nGot to break free, I need to break free\nBut I only changed my mind again and then Im left behind\nOh, I wish that I could make up my mind again this time\nBut my brain is still in black and white\nOh, I think I used this melody one thousand times before\nAnd the worst part is that Im not sure if Im the one who wrote it\nProbably stole it from some song my mommy used to sing me\nMaybe its just something off the radio or TV\nI got to break free, I need to break free\nCause I cannot take the pain of being locked up this way\nOne day youll find me in paradise, Ill be saying what I need to say\nOne more time, alright\nSay anything you want, to do anything you need\nSay what you mean, do what you mean\nOh, please, please, please\nGot to break free\nIve so got to breathe, but I always lose my mind\nAnd then Im standing inline\nI cant remember the last time I truly said what was on my mind\nAnd I dont mean to waste your time\nI wish that I could truly break free some time\nBut freedom is hard to find\nFreedoms hard to find\nBaby, Im trying\nBaby, I think Im dying", "", "Im gonna figure out what everything means", "A stop sign is situated at the centre of a yellow background, with the words worry flashes on the sign.", "Shows the video title how to ask a question.", "Shows the video tile word unscramble 5, while the text is also being scrambled.\nAsks the question can you unscramble the following letters?, then shows the sentence IM NOT A CRY BABY.\nThe letters are unscrambled as MY RAINY BOBCAT, with a cat in the rain in the background.", "Shows the video title word unscramble with random sentences of letters in the background.\nAsks the viewer whether they can unscramble the letters GOOD CONTENT.\nThe letters unscramble into NON-DOG OCTET.\nThe octet plays their clarinet and produce a rhythm.", "Good morning", "biscuit challenge flashes on the screen\nShows a picture of a biscuit, while the question is this a biscuit? is asked above the biscuit.\nShows the text answer next week.", "Electricity makes things turn on", "A cartoon phone rings for 24 times.", "Asks the viewer what is the best place to have breakfast?\nBILL WURTZ: I think in the street, probably.\nReminds the viewer safety first: watch out for other people eating other meals in the street.", "​Im alone in the universe", "", "Get real", "Telles the viewer the key to being creative is remembering that you can do ab-.\nAn Eiffel Tower with changing colours spins clockwise on the screen.\nContinues the sentence: -solutely anything you want at any mo-.\nShows a meme.\nContinues the sentence: -ment.", "", "Find out how it always was", "This is the way we open up lots of possibilities", "How about going to the mall?\nShows the interiors of a mall, with the text paid advertisement for ShitMall™.\nHow about going to the mall?\nShows the interiors of a mall, with the text paid advertisement for ShitMall™.", "Shows the text monday pop quiz, which has the following items:\n1. what the fuck\n2. what the hell\n3. heck, what the darn\n4. i dont\n5. how is\n6. fuck\nanswers next week! is displayed on a multi-colored background.", "", "Go tie a shoe", "Shows the video title the peanut butter song.\nKnocks a jar of peanut butter on the synthesizer repeatedly.", "Lets get high", "Shows the video title monday accordion bowling.\nAn accordion rolls from left to right on a bowling alley, then hit all pins were hit and notes are played to create a dissonant noise.", "Shows the video title monday annoying thing.\nA messy redlined signature flashes on the screen.\nA blue and yellow messy signature fills up the screen.", "Shows the video title how to touch the sky with a background of blue skies and a few clouds.\nFlashing text THE SKY IS ALWAYS TOUCHING YOU is shown.\nShows text have a good day with a purple-coloured sky in the background.", "An cover of Dave Kozs You Make Me Smile is played over an NBC logo.", "Shows the video title monday elevator testing.\nBlue and red lines appear, representing two floors while a yellow box situated on the blue floor represents the elevator.\nA stick figure goes into the elevator on the blue floor, then traverses between the two floors repeatedly, finally exiting on the red floor.", "Shows the text monday lamborghini trivia, with a cartoon Lamborghini at the centre of the screen.\nAsks the viewer how many lamborghinis does it take to cover the ocean floor?\nDraws in an ocean, while placing three lamborghinis on the bottom of the ocean, therefore determines the answer is 2.659.", "Im gonna do the things that I gotta do\nCause Im cool, and thats what I gotta do\nTuesday, Wednesday, Thursday, Friday\nSaturday, Sunday, Im cool\nDo what you want to do\nDo what you came to do\nDo whatever you wanna do\nAnd I know that you can do it", "Gonna mail you my floor", "A red and blue balloon flows in the background of balloon fight.\nA audible ding with fight!!! indicating the fight has started.\nThe red balloon fly to the left and touches the blue balloon, making it moving to the left and off the screen.\nDeclares red wins!.", "Shows the video title comma art.\n5 commas of different colours are presented.", "Text showing monday update on the world.\nThe contents of the update:\nthe world is pretty good\nyou are in it\nUPDATE: its bad sometimes\nhave you ever seen a flying bug", "Shows the video title funny dolphin. A cartoon dolphin is displayed at the bottom left of the screen.\nAsks whats 2+2, the dolphin answers undies.\nAsks whos the president?, the dolphin answers undies.\nAsks what is the average distance between jupiter and pluto?, the dolphin answers 3.187 billion miles.\nAsks what is your favourite article of clothing?, the dolphin answers i dunno, probably hats.\nAsks if you are telling a joke, whats a good punchline?, the dolphin answers it was the mexicans.\nAsks what do they sell at victorias secret?, the dolphin answers secrets.\nAsks whats the best way to build a paper airplane?, the dolphin answers fold the top two corners first, at a 90 degree angle, then fold the entire thing in half, then fold each half back, leaving about 1 cm of space, then repeat the same fold in the same direction. this may not be the best way, but thats just the way i do it.\nAsks ok great. thanks for all that info, the dolphin answers your welcome.", "Shows the title of the video monday mountain of shame & regret.\nShows a snowy peak, then gives the viewer the option of undo mountain?.", "Shows the video title monday pants shirt.\nA stick figure shows in the middle of the screen. A red pant is put on the torso of the stick figure.", "Shows the video title monday encyclopedia review.\nReviews the following encyclopedias, including:\nbritannia - sucks\ngrolier - sucks\nwagnal somethings - suck\nyour grandpas memories - ok\nwikipedia - too good, dont use\nShows the text thats about it! i hope this helped you pick a good encyclopedia.", "Tells the viewer sadness and try to dont do it.", "Shows the video title monday church replacement.<!--.i-->\nShows a cartoon depiction of an old church, while listing out the characteristics of the old church, including:\n-sad\n-bad\n-god doesnt like it\n-did not pass health inspection\n-is not earthquake proof\nShows a cartoon depiction of a new church, while listing out the characteristics of the new church, including:\n-good\n-more holy\n-state of the art design\n-free wifi\n-less rats\nCHURCH REPLACE text in red is displayed diagonally with a trumpet victory sound effect.", "NARRATOR: Its like, why are we all in boxes?", "Shows the times it can be, which is 2:47.\nFlashing background with the text AND MANY MORE!! are shown.", "Shows the video title monday movie prices review.\nReviews movie prices in the following:\nmovie title / review of price\nthe judge / too expensive\ndracula untold / price a little too high\naddicted / overpriced\nwhiplash / price would be better lower\nst. vincent / incorrect price \none chance / rip off\nthe overnighters / all things considered, a too high price\ndead snow 2 / not cheap enough", "{Verse 1]\nDont look thru the looking glass\nI said dont look thru the looking glass\nI said dont look thru the looking glass\nYou might find yourself\nIts a fine morning in Brooklyn\nGot my mind set on the time\nHolding a fine binder\nIm an elf", "Shows the video title monday cactus analysis.\nAnalyze the cartoon cactus located on the right side of the screen, which results are:\n- theyre sharp\n- you can give them as gifts.\nGlowing red effects on the word ANALYZED scan from left to right.", "I just wrote a song\nAnd it made no sense\nIm here outside the Brooklyn Museum\nI got a little time\nFeel alright\nAnd Id like to do it again\nOh man\nAnd I hope that youll understand", "Shows the text today is Monday. i make videos on Mondays.", "Oh hi, thanks for checking in\nIm still a piece of garbage\nWaka-waka flow\nIt hit like Pac-Man\nShawty wanna make a baby\nHit that bitch like badminton\nI can see yall niggas talkin down\nYa fuckin @ Meh\nI can see yall niggas talkin down\nYa fuckin @ Meh\nWaka-waka flow\nIt hit like Pac-Man\nShawty wanna make a baby\nHit that bitch like badminton\nI can see yall niggas talkin down\nYa fuckin @ Meh\nI can see yall niggas talkin down\nYa fuckin @ Meh\nNigga dont talk less you wanna get hit\nRichter go in got a chain do the whip\nSurfin that board like that nigga Wii Fit\n240% nigga, wanna do this?\nCorrin up smash like I hit on my sword\nNigga get jumped, yeah, I open the door\nTalkin that shit and you cleanin the floor\nLink when I hit then go, I explore\nDirty ass nigga, dont test on my patience\nSlowin it down like that bitch was The Matrix\nSlowin it down like my niggas go Witch Time. \nLucina, Lucina, get tilted to Venus\nNigga wanna talk\nBitch you built like a fеtus\nJumpin on up, yeah, yo bitch wanna eat this\nPK Fire, yеah, a nigga want heat bitch\nLucina, Lucina, get tilted to Venus\nNIgga wanna talk\nBitch you built like a fetus\nJumpin on up, yeah, yo bitch wanna eat this\nPK Fire, yeah, a nigga want heat bitch\nWaka-waka flow\nIt hit like Pac-Man\nShawty wanna make a baby\nHit that bitch like badminton\nI can see yall niggas talkin down\nYa fuckin @ Meh\nI can see yall niggas talkin down\nYa fuckin @ Meh\nWaka-waka flow\nIt hit like Pac-Man\nShawty wanna make a baby\nHit that bitch like badminton\nI can see yall niggas talkin down\nYa fuckin @ Meh\nI can see yall niggas talkin down\nYa fuckin @ Meh", "Shows the text hi. its monday, june 2, 2014.\nTells the viewer im a penguin., then strikesthrough it.\nTells the viewer im a marigold., then strikesthrough it.\nTells the viewer im a parakeet., then strikesthrough it.\nTells the viewer im a human being, with humanlike qualities. it is enjoyable.\nTells the viewer tomorrow i think i am going to hangglide through the himalayas, and its going to be great.", "Shows the video title how to undo a bad decision.\nInstruct viewers that in order to undo a bad decision, purchase a bad decision eraser available now at Walmart at $37.99.\nNO REFUNDS flashes on the screen.", "I like to sleep around\nI like to sleep around\nSo come follow me all around town\nPlease follow me all around the town, throughout the crowd\nAnd you will find out, that I like to please the crowd\nAnd I said, please follow me all around the town, low down\nCause I like to sleep down south\nAnd around", "Shows the video title monday icicle interview.\nStarts a conversation with an icicle:\nNARRATOR: whats your name?\nICICLE: icicle.\nNARRATOR: how long you been hangin there?\nICICLE: a while.\nNARRATOR: when do you plan on melting?\nICICLE: soon.\nNARRATOR: what time is it?\nICICLE: 4:30\nNARRATOR: if you can drive any car in the world, what kind of car would you drive?\nICICLE: . . . . . . . .\nICICLE: infinity q50\nICICLE: no, a honda accord\nNARRATOR: ok.", "Shows the video title monday poem, with a flowing stream in the wilderness as the background.\nThe poem is O.\nCarries out a word and letter count, both with the result of 1. The score, however, is 0.", "Shows the text monday good life tips.\nAsks the viewer how to be happy, replies with you will not be happy.\nShows the text thanks for watching and i hope this helps.", "Shows the video title monday non-zebra.\nTells the viewer the following item is not a zebra, then shows a picture of world leaders at the 2009 G20 Summit, with the remarks .\nAsks the viewer can you think of some other things that are not things? let me know what they are not.", "Shaking text hold on im making mo- is shown.", "Shows the underlined video title how to listen to music.\nLists out the steps, including:\nplay music\nlisten\nbe self\nAsks the viewer to join us for next weeks topic: how to use geopolitical strategy to assert a subtle but lasting influence on other nations in times of economic uncertainty.", "Shows the text monday trivia, then asks the question what is the origin of Monday?\nAnswers Monday was invented in the Netherlands in 1851 by Arthur Monman.\nThe first actual functioning Monday was not introduced until 1900. Today, Monday occur almost every week, with some weeks having two Tuesdays.", "Shows the video title crime facts.\nLists out crime facts, including:\n̶i̶t̶ ̶i̶s̶ ̶g̶o̶o̶d̶\nit is bad\ndont do it\nnobody likes it, it is neither accepted nor appreciated\ncrime can be a very lucrative and financially rewarding career path, with benefits reaching far beyond the realm of what can be attained via a normal non-crime career path", "Shows the text you can.\nA snail moves across the screen from left to right rapidly with the word move on top of the shell, then points at the snail telling the viewer you are here now. Then, an arrow pointing at the start stating you were here is shown.", "Asks the question whats the opposite of a bean? while showing a cartoon coffee bean.\nAnswer a CUBE with a cube of flashing colours in the background.\nThanks. pops up with an audible ding.", "Shows the video title rain fact, with rain showering in the background.\nTells the viewer it will rain in a copule of days.", "Shows the text Friends try to have them.", "Shows the video title monday the code for my bank account.\nShows the code, which is 5775777757757 2\nPlays a note on the synthesizer with thanks,", "Shows the text desk chat and the date april 28, 2011 at the bottom right.\nBILL WURTZ: Welcome to the- sigh Hmm.", "Shows the text live from the past and november 19, 2010.\nBILL WURTZ: Im standing on a chair Im so bored.", "Bill Wurtz play some notes on the synthesizer, that was shown as staffs on the screen.", "The video title ​how to make mistak was tried to be displayed multiple times but failed continuously, then shows Media Offline and Screen shot 2015-06-14 at 11.01.55 AM for a brief second.\nOminous piano notes and chords are played, with multiple technical sound effects indicating that there were technical difficulties.", "Shows the video title how to scare a penguin.\nDisplay a photo of a penguin in the background, stating with flashing text that penguins cannot be scared.\nDisplays the text we wish you luck the next time you try to scare a penguin. but they cannot be scared.", "Shows the video title monday riddles and pop quizzes.\nAsks the viewer whats a shirt, answers itself.\nAsks the viewer what time was it, answers 10:15.\nAsks the viewer hows your summer going, answers resonably good.\nAsks the viewer explain math, answers things equal stuff usually.\nAsks the viewer whats the future, answers ill tell you later.\nAsks the viewer why is the sky blue, answers its not.\nAsks the viewer how am i driving, call 1-800-i-suck-at-driving, answers pretty good.\nAsks the viewer should i go to work tomorrow, answers that depends if you have a job.\nAsks the viewer do you like flowers, answers no but i like them better than bugs.\nAsks the viewer what is the meaning of the universe, answers i think you said that backwards.\nColourful text shown as congratulations, i hope you got a good score.", "Shows the video title monday idea having contest.\nShows three cartoon bees with the description bees.\nShows three trees with the description trees.\nShows a cartoon girls knees with a red circle focused on the spot with the description knees.\nShows a blue fleece jacket with the description fleece.\nShows a red map representation of Greece with the description Greece.\nShows a photo with three geese with the description geese.\nShows two badly drawn girls with the description niece.\nShows three dots representing .\nShows three cartoon fleas with the description fleas.\nShows two cartoon gears of different sizes with the description gears.\nShows a Nintendo Entertainment System with a Nintendo logo.\nShows a two dimensional representation of an atom with the description isotope.\nShows a photo of the Hindenberg with the description the Hindenberg.\nShows 65 tiny flamingos on the screen with the description thousands of tiny flamingos.\nThe background changes with the description thousands of tiny flamingos.\nTells the viewer thank you and see you next Monday.", "Shows the title of the video monday good trade.\nProposes to trade a few nice cars, a lot of knowledge and happiness with duck hunt, nintendo, therefore concluding that it was a good trade.", "Neiugh\nGood morning\nNeiugh-neiugh\nIm gonna plan my day", "Shows the video title monday sad house.\nShows a cartoon house. Sad music plays in the background.", "A instrumental cover of Donald Byrds I Remember Clifford plays while the Jolly Green Giant traverse on the four sides of the screen.", "Shows the video title trivia trivia.\nAsks what are the origins of trivia?.\nAnswers trivia was invented by Hans Trivioli of Tuscany, in 1628.", "Shows a cartoon fish on the top right with the text fish opinions on the top left.\nLists out the fishs opinions, including i like water, i hate water, i like other fish , i am a rabbit and i think sock should be 2 words.", "so one day i was traveling in the desert thinking about events\nthen the moon landing hit me\ni was like the moon landing better be good\nso then i would teleport to the moon to see\ni saw nothing but a flag\nthat had 50 stars and 13 stripes\nthat flag just looked familiar\nand i would see if it was mine\nso i got the flag out of the ground\nand took it away\nteleported back to my home and i planted it\nso then i felt like i was gone\nand so i would not fade away no more\nso the moon landing hit me\nand i again did so like the first time\non second thought though maybe i wont go to the moon landing\ni just found it very bad for the people who discovered the moon\nanyways i hope the moon dies", "Shaking words fuck the schedule is shown.", "Tells the viewer hi, welcome to monday.\nFlashes the text Monday trivia, then asks the viewer is today a holiday?\nShows the text , flashes the text MAYBE.\nTells the viewer thank you for participating in monday trivia, we will see you again next #monday.", "Tells the viewer and now its time for monday fun pill, then shows a red and white pill.\nThe pill disappeared.\nTells the viewer you took the pill with a flashing background, then says now you are having fun.\nTells the viewer ok see you next week bye.", "Shows the video title monday explanation of life.\nExplains that life its good.", "Shows the text being normal is cool.", "Shows a sailboat on the left of the screen, while asking the viewer what do you call 1000 dogs on a boat?\nPlaces 21 dogs on the deck of the sailboat, they turn red, then answers red. they are red.\nThe boat sails away. Shows the text i hope this is a good video.", "Shows the video title monday stack of &s.\nA stack of & appears on the left of the screen.", "Shows the video title monday small idea.\nShows the small text feed the world.", "Lists out procedures for how to open a door, including\n1. grasp hold of the door, by the handle or lever.\n2. rotate the handle gently to the right. if it doesnt turn to the right, try turning to the left.\n3. pull gently on the door.\ntake psychedelic drugs appears on the screen for a brief moment.\nContinues the list:\n4. open the door\nThe blue door next to the list opens.\nGive further instructions:\nthe door should now open.\nif not, please repeat step 1 thru 4.", "Lists out types of dragon, including:\ngood\nbad\nmedium\nshort\nsmall\ntall\n, and disco, which a teal dragon is displayed on top of a red disco ball.", "Tells the viewer theres gonna be a boat, dont miss the boat.\nA double-deck cruise boat goes from right to left, then tells the viewer there it goes.\nTells the viewer i hope you didnt miss it.", "Shows the video title Monday Video in jail, while 7 jail bars are placed in front of the text.\nA string of text scrolls through behind the bars: how many things are in a blah blah blah trivia question, lalalala happy monday get stupid.\nTHANKS spins clockwise behind the bars.", "Shows the video title monday lizard eating contest results. The results are:\nname / number of lizards eaten\njake / 5\ngerald / 8\namy / 15\nharold / 3\njerald / 97\nShows the text thank you all who participated. to claim your prize money, please speak to Frank.", "Shows the text live from the past and date November, 18, 2010.\nBILL WURTZ: This is the real thing.", "Shows the video title MONDAY SOCCER TIPS, with a soccer ball in the background.\nThe tip is if you kick the ball with both feet the ball will go farther.", "Shows the video title mule thoughts, with a mule on the top right of the screen.\nThe mule says i wish i was a better mule.", "Shows the video title monday alligator kitchen.\n5 cartoon alligators dance around in the cartoon kitchen, while the kitchen shelves changes colour.", "Asks the viewer how do you spell window? with the options:\n1. window\n2. windo\n3. windeaugh\n4. it doesnt matter\nOption 4 is emphasized by enlargement and colourization.\nLists out other spellings of window, including\nwhindow\nwindoo\nwindooooooo\nwin\nw\nwww.indo.w\nwestern union\nwnidow\nwandow\nwakefield\nworm\nw1nd0w\nrhino\ne\ntimex\ndish soap\ngrandma\ndracula\n--01--&b\nwînd°w\n⋅⋅⋅⋅⋅⋅\nGary\n„‰—Ô\n„,‰—Ô\n, where the last item has its commas spread across the bottom of the screen.", "Shows the text next video button, then a rectangular button with the word next on it pops up while advising the viewer click here to go to the next video.\nA mouse cursor moves to the button and clicks on it. Siren sounds are released, while the button glows red and shakes vigorously.\nReassures the viewer by ok, the videos tomorrow.", "Lists out why the president is such a cool guy, including\n- has friends\n- has self confidence\n- is president\nTells the viewer to join us for next weeks topic: why the vice president is also pretty cool, but not as cool as the president.", "Shows a cartoon of a bed and calling it bed full of bugs.\nMakes the statement this bed is full of bugs.\nMakes the statement you cant tell.", "Shows the text Love its good, ok.", "Shows flashing unformatted text .\nShows slanted text monday 11.24.14.\nGive thanks to the viewer with the text a big thanks to everyone for watching all the videos. youre doing a great job, keep it up.\nsome of you requested that i do more videos about American Fiscal Policy, and I will try. but first i have to remember to make a lot of videos about random stupid shit, and when i am done doing that i will be able to address other topics/concept.", "Shows the video title how to make changes, then the word changes is strikethrough and replaced with pancakes", "Shows the video title monday candle trivia, with a burning candle on the right of the screen.\nAsks whats a candle?, answers its a flaming stick.\nAsks what are they used for?, answers romance.", "Shows the video title monday rules of no-rule golf, while showing a red flag pole on the left.\nThe flag pole disappears, then the rule are listed out, including:\nplace the ball anywhere\nhit it, or maybe dont hit it\nhave a good time\nre-discover the whole point of your life\nget points or whatever", "Shows the video title monday question questions.\nAsks the question how many questions are there?, answers 5.\nAsks the question is this a question?, answers yes.\nAsks the question are there going to be more questions?, answers yes.\nAsks the question is this the last question?, answers no.\nAsks the question what is the origin of mankind?, answers we came from slime.", "Shows the video title monday trivia, then asks the question do camels breathe fire?\nAnswers YES, while a camel spits fire on the answer.", "Scrolling text that says: attention folks: i am taking a vacation in order to take some time to think and become a better person.\nduring this vacation, i will continue to post videos as usual.\nnothing will change and you will not notice anything different.\n-bill wurtz"]}