{"train": ["World War III Lyrics\nDont politics on the insanes nigga\nYou know how we coming nigga\nBabies, 23, FLC\nYou know how we coming\nOpps get hit and they call the cops\nDouble O he dont think, he just up it and hawk his top\nAll these opps getting choked a lot\nWhile these boys talking hot\nWhen they know I dont talk a lot\nAnd Im shooting to end his life\nWhen he open the door he get met with a couple pipes\nNot trapped for a couple nights\nYou gon run from the sound, but go duck when you see the light\nWhen you see me its terrorism\nSay your big homie dead well, you can get buried with him\nSend bro and I know he hit him\nOne chop, two chops start blicking with a steady rhythm\nMe and Black, all black on a late night\nThey gone know who did it when the face white\nRock throwing up the V when the brake light\nOppers skin gone melt when the eight bite\nWhy you stalling, me and gang gon spin through\nGot a dot on his head like he Hindu\nCant run from the shots gone win you\nBlue tip pop his face like a pimple\nMoving tact you get cooked like a dinner plate\nDo a drill then we back on the interstate\nBullets hot you get blicked and your skin opaque\nDo a drill with my guys then we sit and wait\nBesides all the politics nigga\nWho spinning?\n clutch \nTwo grips and a brief like Im Jeff Hardy\nLast call from his mom, its a death parting\nMax from the have him aching faking\n heart bitter\nTwenty-three shots when the stars get him\nTJ all the way on a different pace\nDouble O got his eye on the interscope\nKill him close\nBabies masked and we flicking grains\nThe position, we clicking things\n and we clicking things\nWhat? Beef cant settle, took charge\nNow Im back to defending\nTrap house Babies crazy\nThrow that .9 at your back and receive it\nPistol talk to the Federallies, please\nOff the porch, leave the score up to the streets\nHop out the V, get to blamming\nM-Dot leave you drenched in your fashion\nFace was on the PIX-11\nPurge night, closed race, stain gang\n move tact if you talk them digits\n move tact, fingers itching, blitzing\nSoo woo, \nOne chop, move wock\nGet you boo wet\nLil kids never chilling with opps \nThey setting a drop\n, they move up the block\nBabies sliding unlimited flock\n then we plot again\nHop out the Burban and to God\n dash, its a different slide\n dash, its a different slide\nEd, Edd, and Eddie no picking pies\nOMBK how my niggas ride\nSpin through the then we leaving nines\nCant fuck with fuck with no lame niggas\nThey switch sides\nCouldnt find their own lane so they dick ride \nNiggas talk like they out but they inside\nI know that for a fact thats how bitches lie\nRun in your crib let me get that\nCall brodie its time for the get back \nBitches love when I shoot then I step back\nBullets inserted right where his chest at\nI put my life in this street shit\nSwear to god I dont tolerate weakness\nOn court Im on offense and defense\nCall Pop and he got it the cheapest\nGot 23 shots for you opp niggas\nHe survive he gone die in a hospital\nKick doors come look in the house for you\nKick doors come look in the house for you\nSmoking dead opps got me lazy\nThis new clip I filled up is for Jaydee\nPut a beam on the tip, no safety\nWhen I spin through the Ville, he gon take three\nDee Sav better run ricky, run\nTold bro dont stop just shoot til its done\nNew .40 came equip with a drum\nSpin through my block are you dumb are you dumb\nAint no hesitation its a man down anybody can get it\nFinal destination you a damn clown all my niggas with it\nHow you politicing, you aint spin yet\nYou aint touch a damn soul\nNiggas politicing til the choppas hit him\nUp the pole then Im back home\nTwo, three shots out the V or hop out and squeeze\nEither way its a man down\nNiggas start copping a plea til I pull up for real show you niggas some damn clowns\n thats the big bro\nWhen he spin on the opps he let six go \nWhen he spin on the opps he let six go\nBodies drop all the time then we get low\nWhen he spin on the opps he let six go\nTwo fifty rock you know how we coming\nIm back\nShit dont stop\nEBK nigga, OMBK nigga, fuck nigga\nEmbed", "Pop Out Lyrics\nStructure\nBabies, babies\nTMO\nHo-ho-ho\nOh, you toting Glocks? Pass me the tre pizzy \nCome to your block like, Yo, Cigg, throw up mack and I piece Ciggy \nDont trip cause the breesh with me\nFor my crippies, Ill crack out\nJJ gon back out, clear the whole background\nYou hear them gun sounds, grrt-da-bap\nMy shooters pop out when they moving too tac\nIf we outside, its like two or three straps\nUh, they is not tough enough\nThey better structure up \nFore this shit get critical\nLeft his bitch looking all miserable\nToo many Glocks, we could pick and choose\nIf you bluff on the Brim, thats a stupid move\nGet a TD and I act like Victor Cruz\nTell them, tell them niggas dont play with us\nMy shooter dont care, he too dangerous\nWe the smoke you dont want, nigga, angel dust\nAnd if you want us dead, then come aim at us\nPlus I wont say no names when they takin us\nGet it, take it\nThe breesh be the reason she naked\nToo many shots and I dont need no aimin\nShe know what to do cause I put her in trainin\nIs you gon slide or what? \nIs you gon ride or what? \nIf shit gettin litty , uh, is you ready to die or what? \nPop out , is you ready to slide or what? \nIs you ready to , uh, is you ready to die or what?\nIs you ready to die or what?\nTake his soul, now his body stuck\nPanicking mannequin, out of luck\nFinish him, diligence, pedals bust\nPlease dont chopper bluff\nTJ, he with me, he skeet, thats the gun, aint no drip talk\nGet him picked off\nDo his criss-cross\nYo Sleezy, Yo Bizzy\nHere go the four-fizzy\nTwo, three shots have him running, Ricky\nGot plenty\nBullets is mixed, so the feds is confused when we empty\nLook, when we slide, get them doors open\nSee a ghost out the trunk when the Sleez uppin\nEnd of discussion\nThats structure\nGet to a bag, Im upper\nOut the window\nWatch em sketch up the block, no stencil\nTake the plate off the ride, we bend through\nParamedicsll ride, we send you\nKnow the Devil and God, we friends too\nPop his top like Ciroq or something\nWhen its a shot, aint no coaching\nMe and Blizzo, we scorching\nLike the shark, you aint swag like some shore fish\nIs you gon slide or what?\nIs you gon ride or what?\nIf shit gettin litty , uh, is you ready to die or what? \nPop out , is you ready to slide or what \nIs you ready to , uh, is you ready to die or what\nIs you gon slide or what? \nIs you gon ride or what?\nIf shit gettin litty, uh, is you ready to die or what? \nPop out , is you ready to slide or what? \nIs you ready to , uh, is you ready to die or what?\nPop out, is you ready to slide or what?\nIs you ready to, is you ready to slide or what?\nGrah\nPop out\nCrack out2Embed", "Drill Story Lyrics\nIt’s no kids in the spot, take out the drugs and them pills and the lean, what we need in the spot\nGot the treesh in the spot, we kickin doors, everyone in the floor, what we need is the guap\nWhat we need is the guap, if he tweak he get choked\nWe gon stoke him and leave him to bleed in the spot\nWe gon bake in the spot, me and Black on the tags\nSee the look on their face when we creepin the spot\nThey aint leavin the spot\nShoot em like Klay up in three from the chop\nAll they seen was the plot, fuck the heat from the shot\nAll they seen was the dot\nAll they seen was the dot, thats that beam on the chop, put the stash up\nI dont got time for the games with the beggar\nI need one tuck it go up and then blast that\nI get you lined in the box like a hashtag\nWe need the keys to the safe or the code to the safe\nIf he put it wrong put some holes in his face\nPut the chrome to her face\nThis bitch cope with me, run in the spot, had the smirk on her face\nWipe the smirk off your face, we not playin bitch\nBlack and white not the ones to be playin with\nPut all the breesh in the bag and stop staring bitch\ncause you look at my eyes and Im airin shit\nHold on, time to get out of the spot, cops are surrounding the block\nNeighbours is calling the cops cause they hearin them shots\nWe got the breeshy, how we escape on the block, we caught them mordible pds\nWe spillin death If you see me, you hit the spot dont be greedy, please dont be greedy\nPass me the keys, Im tryna get off the scene but the pigs are surrounding the V, had to get off on feet\nWe took a right by the , If they catch us we shoot at the D\nOnly thing left on my mind is to get all this bread off the street so that Babies can eat\nOnly if my baby knew what I did to put shoes on her feet\nNow we back to the crib, roll up the dead and we laugh about all of the shit that we did\nAll the licks that we hit, all the bread that we split\nAll the ops that we hit, I remember this shit\nSearch on the way for two armed man accused in a home invasion robbery in Brooklyn. Police is realising the surveillance video of the suspects. Investigators say the men forced their way into a\n31-year-old mans apartment near Grand Street1Embed", "For The Gang Lyrics\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, we just gon sweep through them streets cause my janitors coming\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, for the gang\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, we just gon sweep through them streets cause my janitors coming\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, we just gon sweep through them streets cause my janitors coming\nFor the gang, cook him like take him, we bake him, we burning his muffin\nLook, you a stain, first snatch your chains, rob the jeweller\n got me bussin\nIm a alpha, post like Ibaka\nLet off shots, have him feel like Sinatra\nDont get stitched like a muppet\nYou moving too tactical, trust that Im slugging\nYou get stuffed with these shells, now you in bed rest with twenty a stomach\nNow your priest making visits\nCrossfire, halo top, bring the whole choir\nAnd this shit cause the jocking\nYou hear them shots, now his heart skipping\nGang, gang, gang\nRemember them nights, villains\nWe see a prey, now we all on it\nBreak bread, you cannot eat, you aint starve with us\nFor the gang, did you slide?\nAffiliate yourself with that mission\nHave him flap like a pigeon, he play with my blood and we sic em\nMr Black, Mr White on the goalie mission\nI took the shots, he reload the bullets\nYall think you safe, we gon keep it coming\nGhostbusters, cross the Crips, aint no love from us\nGo text on the net, watch it get back, we just sit back, get them blickys ready, see it spit facts\nIf locations is accurate, choppa take souls, you get sent to the Nazareth pussy\nNiggas duck while they gathering, tuta named Katherine, send the drop and the matics in\nFor the gang, she just gon suck it, gon fuck it, get the drop from the oppys\nLook, we dont need a molly, you jacking his K/D we spinning your body\nProlly kidnap your mommy, cut up her body, get sold to them zombies\nBusiness with the oppys, I dont got it on me, they send me the shotty\nThe bullets departing, you cannot dodge\nBullets into your body\n(The bullets departing, you cannot dodge\nBullets into your body)\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, we just gon sweep through them streets cause my janitors coming\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, we just gon sweep through them streets cause my janitors\nIn the arms got a baby here bleeding out\nFuck the broom, get the mop, we gon clean it out\nWatch him walk out the house, bullets steam his scalp\nSkin is cold in the spot, like the heat is out\nGot the heaters out, gang is creeping round\nApollo Creed in the choppa, lets beat him down\nIn the hallway like gang didnt need a house\nFor the gang, split heads with my chop, dont ask me, he in Satans hands\nMax ThaDemon I dont follow Jesus plan, if you do Ill just press bullets, you meet the man\nTold he flying like Peter Pan\nGot the drums in the spot, we dont need a band\nAll the sticks in the spot, we the drummer boys\nAnd his brain get thrown back when the gun deploy\nYou dont scream from this chop, get a different toy\nHave you up in the church like a christian boy\nHe got wet in the church like a altar boy\nHoly water, the whole choir, kidnap your sister, you dont find her\nGot the heat in the streets, Im the Ghost Rider\nHe not heated enough, he get more fire\nAnd thats more trauma, shoot from all angles like, where to run?\nIf my .30 get jammed, click a different one\nI got Black in the cut, he the hidden one\nIf my shot dont connect, he not missing son\nHe like, Where in the fuck is yall hitting from?\nAnd we dressed in all black, we got mittens on\nAnd we dressed in all black, we got\nGang, gang, gang\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, we just gon sweep through them streets cause my janitors coming\nFor the gang, babies gon hop out them Jeeps, get to kick, get to drumming\nFor the gang, we just gon sweep through them streets cause my janitors coming2Embed", "Suicide Lyrics\nWho am I? Someone thats afraid to let go \nYou decide if youre ever gonna let me know \nSuicide if you ever try to let go, uh\nIm sad, I know, yeah, Im sad, I know, yeah\nWho am I? Someone thats afraid to let go\nGang, gang\nDrop a bag we gon slide through the block\nIma move close on an opp, Ima manage a shot \nFree Aiden, always down for the block\nWe get him pitched out his socks now he down in a box\nDown in her throat by some inches\nHit with extensions, Ima send to blick em \nShit could get wicked, shoot like JO while he clickin\nHe movin hot on his pivot\nOn that block, so you finished\nBro wet him up like some dishes\nNow his ligaments missin\nWe gon smoke like a donut\nWe thank the Lord cause he chose us\nPlay disrespect, sendin soldiers \nHuh, look, look, we bag him up, tag his toe up\nGlock got a dick so its pissin\nBut on the bible its sinnin, its sendin commitments\nSlick in my denims\nIm totin hollows, thats in em \nGo sick for the breeshy\nShe let me sit cause she treeshy\nThe animal, I go beastie \nI thought he died, but lets mush him\nI got the call, brodie panicked\nHe coulda swore that he took him \nThe life that we livin\nIts gettin money or blitzin \nAnd the life that you livin\nYou could get left like a witness \nAnd dont lack while we spinnin\nCaliber been spittin this vicious \nUsed to trap on my jail\nShe capped on my name, she not preggo\nUsed me for garments and pesos\nCant be on that live, on that radar\nWe come in three come and spray yall \nWe hit that opp then we take off\nSend him on T get him paid off \nSuicide gang call me James Bond\n.30 gon sing like its Trey Songz \nBig booty bitch got her thing on\nShe pop a perc then we lay up \nI dump that bitch on her make-up\nLovin her jaws, fuck her face up \nNiggas get money and change up\nOnly my brothers we dangerous \nNot a dime, not a soul that can change us\nDroppin a thumb, gettin facelift \nGot a mop on the chop, so its maintenance\nNiggas get low so they plankin \nHollows gon touch, better thank us\nWe see this man, theres no savior \nWe see his mans, droppin gang too \nDifferent poles, different souls, different angles \nWho am I? Someone thats afraid to let go \nYou decide if youre ever gonna let me know \nSuicide if you ever try to let go, uh\nIm sad, I know, yeah, Im sad, I know, yeahEmbed", "Season Lyrics\nIts that season with my demons\nHe dont drop we repeating\nIf he hungry bullets feed em\n50 shots in this chop i be tweakin’\nIts that season with my demons\nHe dont drop we repeating\nIf he hungry bullets feed em\n50 shots in this chop i be tweakin\nCiggyblack off the he be geekin’\nKnockems around got my mask for the season\nNever talk on the dead you could meet em\nThink about drills with the guys we some demons\nWe not doing that back and forth shit\nStomach shot got him feeling nauseous\n50 shots I be tweakin\nOne on top for a rеason\nForty-niner catch me squeezin\nUp the hе recievin\nIntercept bullets reachin\nHe got checked I just did it\nGot 3 knocks in the v for the mission\nEmbed", "ADHD Lyrics\nHargo production\nGang signs in this bitch, you know how the fuck we rockin\nGang, gang\nWatch em\nEnough is -\nWatch em\nEnough is enough\nI dont do the dissin back\nTouch one of my movers\nRun up then we boomin , put holes in his fitted cap\nDouble O’s where the killers at\nIf patrolling the P’z its a boobie trap\nSo we blow by the till\nCatch me an OMB peasant get hit with this ratchet\nShe a dyke its attached with some plastic\nCall Tz he get popped for the acting\nIf she scream then we snatching her, actress\nShe get sold to them papi’s they asking\nIts a drought, in that traffic they panic\n20k for a body on that end\nIm in tune with some other shit\nGot it tucked in my diaper Im searching Im off a pill\nLinden where they at\n45th send him back\nDont care if the sirens on rush\nLook then we leaving him wacked\nGet us all off the map\nSpecial .38\nADHD when I blow it cant stay in place\nCall up 226\nBall like A.I in 05\nGet hit wit blue tips\nMake him bachata\nHella rounds inna pool stick\nFor the gang in the way we gon boom shit\nIm what you call\nMy choppa sing, lullabys\nFelons crack out just for anybody\nTwo or three poles move bogus we leave a zombie\nDont care if he flossin or wooin or chooin Parley in Garvey\nTalk hot then we chalk the body\nAint no chitter chat\nEBK on my fucking cap\n they dont check the body\nNo I cant help Im sorry\nBlow, you done crossed the boundaries\nLinden where they at\n45th send him back\nDont care if the sirens on rush\nLook then we leaving him wacked\nGet us all off the map\nSpecial .38\nADHD when I blow it cant stay in placeEmbed", "4 Your Love Lyrics\nI guess you wonder where Ive been\nGang, gang, gang, gang\nI searched to find a love within\nWatch em\nRrah, rrah\nIm a demon, I do try to hide it \nFake love feel real, you disguise it \nBrodie point, Ima draw, Ima drop shit \nFor the love of the gang, she gon line em \nWatch the killer get killed, it take time \nWhy you hate on a man on the grind? \nI done seen a grown man throw his life for some shine\nClout-addicted niggas out of line \nOut of sight and niggas out of mind \nFree bro, brodie doin time\n.357 spinnin like a blender \nGod forgive mе, I was born a sinner\nHop out shootin, shootin like Im Kemba \nGotta show lovе from a distance\nNeed a bad bitch, like she Walker \nUh, I get em slimed like he Porter \nIll be damned I get slimed by an Albo\n.44 chrome bullets hittin his tonsils\nStepper move tact like Marvel \nUh, look\nShit be different, Im missin my bros \nSome dead, some aint comin home\nLove my lady, Im feelin alone \nI go bendin when Im in that zone\nCold hearted but Im dressed in Chrome\nTalkin crazy, now you in a song\nOn the news, on a tee, get em gone\nGang, gang, gang gang gang\nWell, Im in a daze from your love, you see\nRrah, rrah\nIm a demon, I do try to hide it \nFake love feel real, you disguise it \nBrodie point, Ima draw, Ima drop shit \nFor the love of the gang, she gon line em \nWatch the killer get killed, it take time \nWhy you hate on a man on the grind? \nI done seen a grown man throw his life for some shine\nClout-addicted niggas out of line \nClout-addicted niggas out of line \nIts a difference when you on a grind \nYou dont know if you hittin, so you keepin silent \nReal situations will bring out the real you \nShowed too much love, your dad shouldve killed you \nWhat you heard? They didnt hear you \nNow you heartless and now niggas fear you \nDont try to cheat, cause I be prepared too \nFuck your feelings \nI could show I dont care too \nPaint you a picture \nSo I could show you a clear view\nI could show I dont care too \nUh, look, I could show I dont care too\nIm a demon, I do try to hide it \nFake love feel real, you disguise it \nBrodie point, Ima draw, Ima drop shit \nFor the love of the gang, she gon line em \nWatch the killer get killed, it take time \nWhy you hate on a man on the grind? \nI done seen a grown man throw his life for some shine\nClout-addicted niggas out of line \nI guess you wonder where Ive been\nGang, gang, gang, gang\nI searched to find a love within\nWatch em\nRrah, rrahEmbed", "Things I Don’t Mean Lyrics\nWatch em\nBae, why you aint back right now? \nYou know when I get mad I say things I dont— \nI get mad, I say things I dont mean\nWhen you leave, I be missin your knees \nOoh bae, yeah she a freak \nIf I stalk you, I might be a creep\nIm your dog, give me a leash \nIm in love, beauty and beast \nThugs cry, please be my peace \nHeart cold and Im blamin the streets \nMean it hurts, but my scars really deep \nJe taime, man I love you in French\nComment ça va? what I text you instead \nJe taime when I put you to bed \nI bе buggin, look\nI be thinkin bout fuckin you, uh \nI be thinkin I lovin you \nBut Im wrong, and Im hurtin you \nGet goofy, I know you comfortablе \nGet moody, you thinkin Im subbin you\nAnd truthfully, I just be missin you\nAnd truthfully, I just be missin you, uh \nWe touchin, less fuckin, lets vibe \nBack shots, oh you tryna ride? \nSubmission, Im grippin your thigh \nJust listen, Im feeling this vibe \nWould you stay if I wasnt the topic?\nWould you stay if I wasnt in fly shit? \nWould you stay if I work nine to five?\nWould you stay if I wasnt that guy? \nWould you stay if I aint have a profit?\nIf I cheat, would you give me more chances? \nIf I love you, dont take it for granted \nAnything that you have, it could vanish \nUnderstand it \nI get mad, I say things I dont mean \nWhen you leave, I be missin your knees \nOoh bae, yeah she a freak \nIf I stalk you, I might be a creep \nIm your dog, give me a leash \nIm in love, beauty and beast\nThugs cry, please be my peace\nHeart cold and Im blamin the streets \nEmbed", "Bully Lyrics\nRaa Raa\nWatch em\nGang gang gang\nI aint gon lie I might get a little disrespectful on this one, but not too disrespectful\nYa feel what Im saying?\nWord to my mother, Turtle\nWe caught an opp\nWe make a movie\nFat ass, rub on her booty \nScreaming we got one yelling out Boonski \nI be lurking I be with the foolery\nBitch I be bugging and shit if you throw up them signs I wont lie knock him out of the whip\nAim for heads now a nigga dead\nThinking he a bully take him out like Craig\nStar shooter only aim for net\n6 feet cuz the disrespect \nKick a chevy yeah I got a jwеt \nYeah I bust a move drop a nigga set\n30 in thе uh make a nigga fetch \nOh you jacking opps? Ima say less \nBrodie do a walk-up we circle the rest\nRicky turned his back bullets through his neck\nFace shot how he aint dead? \nHe aint spin back, nigga, on the net \nAsk niggas whats up when they talk on the dead\nLike its skelly I park when I plug him with lead \nFuck having a get him slimed like Bishop\nJackie my missus and bitch Im a mister\nDont approach on an opp I let it\nRaa Raa Raa Raa Raa\nChop out the window like a pet\nDOA if we catch him in the chest \nBitch I been shooting Os\nKnock an O out an O free double O \nWe performing them niggas making shows\nMake it clap talking bout Sitchy\nHe get whacked cuz he on 50\nCuz he seven we getting reckless\nLike chess, nigga not checkers\nWe some vets who gon check us?\nGet him hit thats a good message\nAint no wonder we making it hot \nLike a skillet we frying the block\nLong range gon up on the spot\nBrodie swerving no throwing the knots\nWe caught an opp\nWe make a movie \nFat ass, rub on her booty \nScreaming we got one yelling out Boonski \nI be lurking I be with the foolery\nBitch I be bugging and shit if you throw up them signs I wont lie knock him out of the whip\nAim for heads now a nigga dead\nThinking he a bully take him out like CraigEmbed", "Dishonest Lyrics\nWatch em\nWatch ’em\nI fuck niggas bitches\nHow can I trust mines?\nRags to the riches\nRun it up do it more times\nShe a slime, she not fine nine\nDo the dash on the I9\nLamb truck on the drive-by\nMove tact when we slide by\nMakin bands off the Zaza\nAnd she matchin in Prada\nI can’t trust you designers\nHope my feelings just vanish\nNo paparazzi we flash em we blam em\nMask on but we still up on camera\nBrodie died and she fuckin in two days\nFuck love, and that truth say\nHide my feelings in DUsse\nSex tape, no blu-ray\nOnly call me when you moody\nWanna fuck mе dont be groupie\nDTB, this an anthem\nI cant trust hеr Im just sayin’\nWanna vibe and non-relation\nAnd she foreign, speak the language\nCaught him lackin’ please dont panic\nThe bands and rubber-banding\nChanel be on her luggage\nShe a blasé, I can’t cuff it\nAnd my mans because you did it\nMovin funny with your digits\nIn my lane I never hit it\nIts my turn them niggas fakin\nFake love is irritatin’\nChoppa shootin make a blanket\nTrey blow them niggas singin \nI dont want your love at all\nAnd my feelings gone since my brodie gone\nI dont want your love at all\nAy, my feelings gone since my brodie gone\nIm back at it\nPlay the block, we was good at it\nDo the dash, I aint plannin on crashin\nFucked her friend, now she movin dramatic\nIf you know what you did when I said it\nYou a hoe and I give you your credit\nAnd my life soon be on the debit\nSwipin Louis and lookin impressive\nMake sure mama good, uh, gang lookin great\nPut some food on they plate\nFuck love, you aint safe\nFuck her friend just in case\nEmbed", "Backdoor Lyrics\nGlah glah\nGang gang gang\nYou gotta trust the process, secure the bag nigga\nWatch em, drop em\nGang gang\nHow you smokin backdoor and that shit dont exist? \nIts a sin if I pray on a hit \nFuck it, Im prayin to God I dont miss \nNo disrespect, but Im tryna shit \nLike, but karma a bitch \nLike, so I know I wont slip \nThink he safe, then we makin it lit \nI know a brick that got shot in his shit \nAint no time to be runnin and trippin \nFeel the heat from this chop while Im clickin \nYou talkin that shit you aint livin \nSee a opp, put his soul through the ceiling \nIm like Tom, I dont like Jerry livin \nMy initials, she feelin the pendant \nThought he died, how the fuck nigga livin? \nGang \nI like when the opps get on BT \nShit gettin worser and worse \nI got a stick in this D.E \nI dont think it can fit in her purse \nNow therеs a citizen app, used to turn on the T.V \nA nigga gеt clapped, you could look through phone full screen \nHe got shot in his head for his home team \nGang \nI remember them nights I was lonely \nFree 24, like Kobe \nBrodie a lefty, he shoot like Ginobili \nGot some shit on my hip, dont approach me \nPut his brain on his shoulder\nMy 23s, on Locust \nBounce out gang when we hop out and throw shit \nGlah glah, glah glah\nHow you smokin backdoor and that shit dont exist? \nIts a sin if I pray on a hit \nFuck it, Im prayin to God I dont miss\nNo disrespect, but Im tryna shit\nLike, but karma a bitch \nLike, so I know I wont slip \nThink he safe, then we makin it lit\nI know a brick that got shot in his shit 1Embed", "Butterfly Lyrics\nYeah\nYeah, yeah\nI get those goosebumps every— \n \nYeah\nYeah, yeah \nI get those goosebumps everytime, yeah\nThink Im lackin, Im not cause I got it \nFour nickel cant fit in my pocket \nWhy she movin like she being honest? \nFucked her friend, now Im being dishonest \nGet him slimed by his mans for a profit \nWhen I lost bro, I told him I got her\nHow you left me bro, you was a father \nYoung days used to thug through the charters \nNiggas dyin for shit they aint part of \nNot a coach, get em stepped by the starters \nFull court, man we playin the hardest \nSide step, long three, gon spark it \nFour deep when we slidin on Larkin \nWhen you hurtin so much, you get heartless \nWhen she fuckin your mans, it hit harder \nWhen she feenin for you like Mrs. Parker \nFree like a butterfly, she want a Ella\nShe wanna come back, dont know what to tell her \nIm disappointed, I shouldve knew better \nIm with the vibeys, Im blockin her cellular\nIn my bag and Im still with the members \nUniform, and I dont call it drip still\nSpot a opp and I throw at his windshield \n.38 gon spin like a windmill \nTake mines, take yours, how the pain feel? \nLook, fuck it Im a beast, Ima throw \n.40 make him slip like soap \nI be settin them trends, Im a GOAT \nUpper hand, like IT, Ima float \nGang gang \nThink Im lackin, Im not cause I got it \nFour nickel cant fit in my pocket \nWhy she movin like she being honest? \nFucked her friend, now Im being dishonest \nGet him slimed by his mans for a profit \nWhen I lost bro, I told him I got her \nHow you left me bro, you was a father \nYoung days used to thug through the charters\nI get those goosebumps every time, yeah, you come around, yeah \nYou ease my mind, you make everything feel fine \nWorried bout those comments\nIm way too numb, yeah, its way too dumb, yeah\nI get those goosebumps every time, yeah, you come around, yeah\nYou ease my mind, you make everything feel fine\nWorried bout those comments\nIm way too numb, yeah, its way too dumb, yeah\nI get those goosebumps every—Embed", "Go Crazy Lyrics\nA Lau on the Beat\nAy, AR\nLook\nNiggas better check my rap sheet\nAR dont rap I clap heat\nYou aint gone ride better play the backseat\nAmiris for the day aint baggy\nDont hit me if it aint cashy\nI be wavin glizzy like I need a taxi\nOnce I get the lead they cannot pass me\nI remember niggas used to lap me\nLocked up these bitches used to cap me\nNow Im in my Birkin Bag on Ashley\nAnd I like my bitches bad and classy\nNico comin home its gone be nasty\nStill got the gang with me but them niggas already know that shit\nShooter dont play with me everywhere I go he tote that stick\nArmed and dangerous, cant lack I already know Im lit\nArmed and dangerous, cant lack I swear I tote my grip\nAll them choppers, he was droppin the gang he got burned\nWe do not play we got guns, smoke drugs to the face I cop Runtz\nIf I tell flock bruh, we bent to the dash we got some\nYoung nigga dripped in designer and Im mixing off any bottle\nGang\nWhy he moving so flagrant\nHe get turned to a patient\nAnd that ass throw her back its amazing\nOff a perc throw it back I be quaking\nCall up AR, boy like JR, back to the block with them shakers\nGet to the bag like the takers, try to run up you just did me a favor\nMeet up, uh, he gone meet up his maker\nRock like he Chapo\nNine to his denims, get left out his Tahoe\nIf you lack thats his business\nGlock with extensions\nNow he dealt with some misses\nChoppa he banged and he dealt with the witness\nParanoia got me, I dont answer my door without the rocket\nAnd I wonder why niggas be flashing em, its so easy to up it and pop it, uh\nBut lets switch the topic, I be seeing these boys tryna copy\nI aint dread but my pockets knotty\nYou get a shot we pull up at your posse\nIts 26 and the babies we bending em\nHotels only time we be checking in\nHave Choppa and Milly go handle that\nI bet they gone get the message then\nBoy Ive been toting since 2010\nMy glizzy close to me I dont need any friends\nI aint 50 but Many Men, Many Men\nDiamonds be all different colors like M&Ms\n way us nigga\nIm surrounded by dangerous killers\nReally wit it dont play tough nigga\nHit it once I cant lay up nigga\nI cannot lack keep a K tucked nigga\nIf he from it the gang come get em\nIn a race to the lanes Im switching\nAll the fuck niggas hate Im different, yeah\nStill posted with my shooters\nJaleeky stay with 2 guns\nDo not move hot just move up\nI can make Choppa do ya\nKG pull up and boom some\nFuck all of the opps they losers\nThat little thot gon choose us\nCuz she see all of these blue bucks\nGot my savage up\nMommy satisfying\nIt was plain rice, it was lonely nights\nI heard my momma crying\nIt was glizzies, pipes, tryna take a life\nHoping an opp a dying\nGot a laser beam, please dont make a scene\nI dont know why he trying\nGot on latex when we catch rec\nDont know who the plug supplying\nMask on no Coronavirus\n on the chop man he really sliding\nGang moving tact and I know they watchin\n260 on the shot clock, make your block hot, this is a last , gang\nNiggas better check my rap sheet\nAR dont rap I clap heat\nYou aint gone ride better play the backseat\nAmiris for the day aint baggy\nDont hit me if it aint cashy\nI be wavin glizzy like I need a taxi\nOnce I get the lead they cannot pass me\nI remember niggas used to lap me\nLocked up these bitches used to cap me\nNow Im in my Birkin Bag on Ashley\nAnd I like my bitches bad and classy\nMy nigga Nico home it gon be nastyEmbed", "Young Lyrics\nGang, gang, gang\nWatch em \nWatch em \nItd be wrong if I tweet \nMan down, he aint dead then repeat \nShe dont love me, she playin with fire \nYou not ridin like Martin for Gina \nBitch you toxic, like Tommy and Pam \nYeah I got it, I up it and blam \nWhy you bluffin? I aint takin no chances \nOff the pills, shawty takin advantage \nWhen I cheat, she cant understand it \nNo fur, but she stitchin like Candace \nI was hurt, but I got a bandage \nAnd I felt so abandoned \nLook, dont care bout the cameras \nGet picked, like, nigga just draft him \nPop this ten like Im poppin an aspirin \nDeal with demons, I need to relax em \nI bе steppin, runnin my fashion \nKeep it on me, why is you askin? \nBrodie swеrvin, tell him Im crashin \nIn my feelings, Im thinkin bout past shit \nBro was stompin New York, he was active \nCJ spinnin that block till he catch him \nUh, we all was just happy \nRight now, they aint worth me sadly \nThey the reason I told em its jacky \nThrowin up and get turned to a picture \nOnly aimin for shoulders and figure \nSoul left, body bag got a zipper \nKD got a kick like a punter \nBrodie got a kick like a drummer \nStepper got a pump like a plumber \nLook, get him drenched, leave him under \nLook, heart froze in the summer \nHeart still froze in the winter \nGod protect me from all of this sinnin \nFake love, knew that from beginnin \nLook, fake love knew that from beginnin \nGod protect me from all of this sinnin \nItd be wrong if I tweet \nMan down, he aint dead then repeat \nShe dont love me, she playin with fire \nYou not ridin like Martin for Gina \nBitch you toxic, like Tommy and Pam \nYeah I got it, I up it and blam \nWhy you bluffin? I aint takin no chances \nOff the pills, shawty takin advantage \nWhen I cheat, she cant understand it \nNo fur, but she stitchin like Candace \nI was hurt, but I got a bandage \nAnd I felt so abandoned Embed", "", "Current Smoke Lyrics\nHook :\nWhy he claiming he spinning, he flocking the block boy stop it\nWe aiming right for his top\nKnow some rakes i aint into rake dropping\nHe a rake opper ? Let the fifth clock him\nScreaming 9 shots cuz the hat shot him\nA crippy could get it too\nLike tookie he did it too \nEBK pray to god im invisible\nVerse :\nSending shots pick up shells like its residue\nOn the stretch but he died on the medical\nWhat would the shooter do? Up the chop make him miserable\nShe wanna fuck cuz she see that my bands up\nTie his mans for thе ransom\nWe gon tweak , thats for sure\nIf its up thеn its up we want war\nSlide on opps , they was nervous\nSee me plotting , see me creeping\nIts that season , we gon bleed em\nMoving tact, make em famous\n if he think that he’s dangerous x2\nIm steady to murder like melly, off white when im catching the becky\nBumping my craft while im doing it, \nRun to the bag im pursuing it\nSoon protect my patek with this cooler kit\nThem kids copping pleas making disstracks\nLinden where they at we gon spin back\nWe gon break em , aint no mismatch\nMB no sleeze gon blitz that\nXD up his sleeve for the diss rap \nAnd the shit on my waist got a kickback\nFuck a 6 pack , Where his wig at?\nCome and slide if you wanna, make him a goner\nGang coming stronger\nOpp niggas forfeit \nHook :\nWhy he claiming he spinning, he flocking the block boy stop it\nWe aiming right for his top\nKnow some rakes i aint into rake dropping\nHe a rake opper ? Let the fifth clock him\nScreaming 9 shots cuz the hat shot him\nA crippy could get it too\nLike tookie he did it too \nEBK pray to god im invisibleEmbed", "Paper Chasin Lyrics\nBabies Babies\nPaper Chasin Paper Chasin I just be chasin the bag\n Spin with artillery, Kick with artillery, Spin with artillery\n23 23\nGlllt, Babies\nPaper Chasin Paper Chasin, imma just get to that bag \nPaper Chasin Paper Chasin, imma just get to that bag \nPaper Chasin Paper Chasin, imma just get to that bag \nPaper Chasin Paper Chasin, imma just get to that bag\nWe jus gon Spin with artillery, Kick with artillery, Spin with artillery \nWe jus gon Spin with artillery, Kick with artillery, Spin with artillery \nPaper Chasin Paper Chasin, imma just get to that bag\nPaper Chasin Paper Chasin, imma just get to that bag\nImma dump cuz you played with my \nGet the drop tryna pull up and dump \nCatch shots we gon blast, Ricky gon flash, we gon flock out the Jag \nCatch him and wеt him no conversation\n with the gang cuz this time is tickin\nLikе the on my pistol no fourty feelin\nHad to dodge all my pistol no fourty fill him\nFacts Facts, Racks Racks, Dont lurk without keeping a weapon \nParamedics they pull up and stretch him\nMy knee is hurtin, opps they be hurtin\nWe get to the purgin \nI just sit back and Im waitin\nChasin that to the bag its like crack, Im a patient\nI just move back and Im waitin\nChasin that bag its like crack, Im a patient\n(Too much loud in the spot, got the neighbors Knockin\nWe get low from the spot) Then we switch location\nOn the way got you wrapped all my babies get him\nOn the way got you wrapped all my babies get him \n23-Oh Be the gang bitch\nFree the guys sittin up on that gang shit\nRed beam on his nose like a clowny \nGot the tag on his head like a bounty \nTellin Get Cuz he owe me\n \nCallin up shot cuz he goofy \n Say he the dab daddy, Catch a opp make him flip then we dash past him \n Say he the dab daddy, Catch a opp then we know that we \n say he ain you do not Choo back leavin him toe tagged \nPaper Chasin Paper Chasin I just be chasin the bag \nPaper Chasin Paper Chasin I just be chasin the bag \nWe jus gon Spin with artillery, Spin with artillery, Spin with artillery\nWe jus gon Kick with artillery, Spin with artillery, Spin with artillery\nPaper Chasin Paper Chasin I just be chasin the bag \nPaper Chasin Paper Chasin I just be chasin the bag\nYou know Im the top dog They call me K HUNDO\nAnd no I dont talk dog I just let the gun blow\nYou know that we chase bands and we let the gun smoke\nYou know that we chase bands no love for these dumb hoes\nTwo Glocks and it came with a drum roll in the row with the gang with like five poles \nHit you up now your body got five holes, and Baby 23 what I die for \nYou a and we creepin inside boy \nYour death is the penalty \nFree my money Im catchin a felony \nFuck all that hatin and jealosy \nIm a Rider like Ghost , Tell bro dont back out till he close \n007 Im right here, Pop up in your Dream like a Nightmare\nI been hella Buzz like im Lightyear All black on a drill, thats the right gear\nAnd I been hella Buzz like im Lightyear, All black on a drill, thats the right gear \nWe deep in the spot wit a gun tucked, try to run up on me you get gun bucked\nKick her right out the spot she a dumb slut, Kick her right out the spot she a dumb slut \nI did a lot for this gang shit, Im Baby 23 Im not average\nYou can get stretched like elastic, Have you gone in a second like magic \nSo the life that we live is fantastic \nSo the life that we live is fantastic \nPaper Chasin Paper Chasin, I just be chasin the bag\nPaper Chasin Paper Chasin, I just be chasin the bag\nWe jus gon Spin with artillery, Spin with artillery, Spin with artillery\nWe jus gon Kick with artillery, Spin with artillery, Spin with artillery \nPaper Chasin Paper Chasin, I just be chasin the bag\nPaper Chasin Paper Chasin, I just be chasin the bag \nI get to these racks, Im flippin these packs, I still make it back nigga \nI run to the cash, Im chasin the bag, you know we got mad hittas \nMe and Ciggy in the cut, got Kev with us you know he the pack flippa\nYour bitch on my body she fiend for the loot she said that im that nigga\nGotchu runnin like the last nigga, Hop out and we blast niggas \nWe blast it, Disaster, We blast it, Disaster \nThese niggas, Is actors, Line him up no retractor \nWe killin, We masters, See you lackin we blast you \nChasin the bag thats a fat jew, Ready to leave with them attitudes\nCJ pull up, Black bag on you Pull up its tactical\nIf you a opp I aint jackin you, Flippin these packs its magical\n Flippin these packs its magical \nEmbed", "All Star Lyrics\nAy Rocky, this wavy\nGrah grah grah\nReally demons, hop out the v and we get to squeezin\nI got some shooters thats really feinin\nHow they gon spin if we all on defense?\nMy niggas, really demons\nHop out the V and I get to squeezin\nI got some shooters thats really feinin\nHow they gon spin if we all on defense?\nAnd leavin no, witnesses\nMy shooter, he not a citizen\nWe do a hit then we searchin up citizens\nYou aint with us, nigga where is your membership?\nWе got them 30s, them 40s, them Glocks\nThats likе a broom, and a swiffer, a mop\nDont shoot at legs, we aim straight for your top\nI send a but dont think she a thot\nShooters gon flood until we get the drop\nNiggas be talkin till we spin they block\nShe show me love cause I got it on lock\nShe show me love cause I got it on\nMy bitch she gon hold the sitchy\nShe know what to do if they try and get me\nLast time I saw Rich he was runnin Ricky\nHop out in all Black like my name is Ciggy\nI shoot like a sixer but I aint Jimmy\nIf a nigga run up we gon give em fifty\nI shoot like a sixer but I aint Jimmy\nIf a nigga run up we gon give em fifty\nLike, like, look\nThese bullets like Dracula, kissin his neck, and we dont be attackin him\nThem hollows is structure\nDo not cross all the tape see the tints when we fan him\nRip his T like he Hogan\nThe opps in the runtz what we smokin\nBitch my aim is on focus\nCall D body three, G Bando he throwin\nWhere is your membership?\nPick a role you wont slide by that Jefferson\nWe hittin innocents, anyone next to them, everyone relevant\nBizzy gon for the checks for the settlement\nRight pocket hot, leave him dressed like a gentleman\nTriple threat through that block, and we itchin for opps, uh\nTwo shooters named like \nCall my shooters, stop them when them bullets droppin\nWe dead em no way, waste no time for nonsense\nTwo shooters named like \nCall my shooters, stop them when them bullets droppin\nWe dead em no way, waste no time for nonsense\nShooters from overseas, I get low on these, cause the sitchy on me, look\nJakes makin accusations bout some altercations cause they snitchin on me\nHe could get put on the citizen app\nYellow tape right on the floor where he at\nI told him, Structure savvy\nYou feel a way, you can send the addy\nI see the subs that they throwin at me\nPlease do not play, better not attack me\nOnly money and pussy could make me happy\nPlease do not play, better not attack me\nOnly money and pussy could make me happy\nLook, they see us, saucin\nAnd worry bout opps, cause Im gettin offers\nPlease back right, off us\nEBK, Structure gang, we are not foreign\nNext nigga ask bout my 23 nigga, tryna move you niggas with that bullshit\nBizzy and Ciggy gon pick a position his goofy split when we spinnin em often\nRicky and totin, and I keep it on me, I dont ever see niggas on \nDont see me callin when I see em politicin, I dont argue, thats givin out warnings \nMake a movie, movie\nMake a performance, Im Martin Lawrence\nNiggas be, goofies\nHe runnin for us, Structure performers Embed", "Kompa Lyrics\nPa Ka Fe Sa x4\nGang Gang\nNigga ki sa you cant do that\nKnock his screw back nigga who that\nAnd we boom that if we “touye li”, Its vacation\nWhen my zoes step its nothing to play wit\nCame with machetes we cut him up like bacon\nWe situate the situation\nBaby gouyé that mean mami shake it\nI speak kréyol she loving the language\nYou dont speak the language gon get dangerous\n“Touye tout” that mean clear the location\nI’m like “fout”, that mean fuck!\nBoys is coming gotta throw the gun\nDancing like konpa when them bullets dump\nWant a feature better havе the funds\nUh uh\nNigga ki sa you cant do that\nKnock his screw back nigga who that\nAnd we boom that if wе“touye li”, Its vacation\nWhen my zoes step its nothing to play wit\nCame with machetes we cut him up like bacon\nWe situate the situation\nBaby gouyé that mean mami shake it\nGoddamn, Goddamn\nGoddamn, Gouyé\nGoddamn, Gouyé\nGoddamn, Gouyé\nBetter watch out\nFree TooScary he clearing them blocks out, Kick the candles\nRun up on him don’t need for your handle\nTalk on bro and you need to be handled\nPut an opp nigga on a channel\nClip long like tangled\nI’m the reason y’all lit, pop out\nWe the reason y’all stay with a chop now\nNigga ki sa you cant do that\nKnock his screw back nigga who that\nAnd we boom that if we “touye li”, Its vacation\nWhen my zoes step its nothing to play wit\nStupid, Embed", "Just Us Lyrics\nAy yeah\nDrench\nThey cannot get with the Drench\n26 cant forget the 23\nHe aint Muslim but we aim for Kufis\nHot nine in rotation like Druski\nHe get caught they gon do him like Boomski\nHe on court, give him six, he the goat now\nIm the shit, she drivin the boat now\nCame home in the winter with a sweater on\nI got multiple coats now\nLook, get it together\nAnd go get some Amiris, stop drippin whatever\nAny problem, I was the aggressor\nTake his bitch, we applying the pressure\nDice game is a band up\nEvery piece of my clothes up\nFree all my niggas they stand up\nI bet they regret when they ran up\nWatch em\nI got chops that be kickin like Bruce Lee\nTwo chops, I be slidin like Toosii\n get lined by a groupie\n30 shots deep, he not a uzi\nNiggas slidin for a pat on the back\nI was certain we slide to attack\nThese Amiris can tell by the tag\nDouble dutches when them demons clap\nHe get boomed now he left in the past\nFree the bros, eatin oatmeal\n32 to his back like he ONeil\nAnd my wife is still mad bout an old kill\nAnd we still reminisce bout them old drills\nI be shootin like Ima hawk em\nAnd my pack is still fat like the Parkers\nBro pop a bean for the start up\nBetter dodge when them bullets is chargin\nDrench, drench, drench nigga\nThis not a gang nigga, this a family nigga\nSlime slime shit nigga\nIt be them same niggas talkin\nThats in jail walkin dogs\nBitch you in jail for takin a charge\nHe aint dead, we spinnin the yard\nAint no I in team hit em individually\nAnd these bullets dont stop, its infinity\nHe get struck and he goin out instantly\n13 x 2 x 23\nWhos losin? Check them niggas bio\nYou gon do what? Yeah I know\nLot of wide receivers when I throw\nDesert Eagle gon sing like a high note\nTD 10 boy I got 10 of them\nBitches lie on my dick, I aint fin them\nTreesh give me a loan, Im sendin em\nSocial media gonna remember em\nGang, gang\nIts the difference between me and them niggas\nIf you slidin with me its a privilege\nRotate so you drillin and spinnin\nBrodie drop, and Im aimin to finish\nKD thats an all-around scorer\nFuck the DA they took all the starters\nMy steppers go they pull up and park it\nSo much boost, man they think that I farted\nCalled a truce in that beef, why you start it?\nPlease dont lack, you get stretched for your garments, nigga\nBoom boom boom\nIts a family not a gang nigga\nFree the family\nGang, gang, gangEmbed", "Chop love Lyrics\nChoppa, choppa, choppa go blocka\nBlocka\nMK the plug\nSo many chops\nDont know what to boom\n556s, 7.62s\nSo many opps\nDont know who to choose\nYeah, he an opp\nHe gettin popped, Im clearin the room\nSo many chops\nDont know what to boom\n556s, 7.62s\nSo many opps\nDont know who to choose\nOh yeah, he an opp\nHe gettin popped, Im clearin room\nJust me and my choppa\nShe do what she do\nKnock the top of the roof\nJust copped me a nina\nThirty clip on her shoes\nFuck is a vest? Hell get TECd, checked by the news\nHis body oozed\nLil Uzi Vert, get popped like a perc, he itchin it too\nDior be the shoes\nFenty monster, see the opps on the crew\nKiller sponser, shorty high off of shrooms\nSpent a bag on a drake in the O and it came with a broom\nCity girl she get clapped with the MAC if she actin a fool\nThis choppa go blacka-da-blacka, do-do-do-do\nSo many chops\nDont know what to boom\n556s, 7.62s\nSo many opps\nDont know who to choose\nYeah, he an opp\nHe gettin popped, Im clearin the room\nSo many chops\nDont know what to boom\n556s, 7.62s\nSo many opps\nDont know who to choose\nOh yeah, he an opp\nHe gettin popped, Im clearin roomEmbed", "G Thang Lyrics\nHARGO Productions\nWatch em, watch em\nShe a baddie, like\nIs you ridin from the bottom to the top? Uh\nSo you gotta tote this chop\nAint nothin but a G Thang baby\nIs you ridin from the bottom to the top? Uh\nSo you gotta tote this chop\nAint nothin but a G Thang baby\nCause, you know you drive me crazy, like\nIs you ridin from the bottom to the top? Uh\nSo you gotta tote this chop\nAint nothin but a G Thang baby, look\nYou know you drive me crazy, like\nPercocet, Ima hit it off a thirty\nIma hit it off a percy\nShe gon ride, she controls\nOpposition catch a murkin\nParamedics, its a service\nBaddie big booty plastic\nTrap gettin backends\nShe in love with her Chanel\nMarc Jacobs lashes, woah\nFuck a , she gon ride like she Gina\nPlan B if I see her\nLethal weapon never seen it, woah\nAmari lookin thiccums\nPussy tastin like some skittles\nCatch her reachin in her luggage\nCaressin like her booty\nShit get to clappin, woah\nIf I introduce it\nCatch me in Patron\nAlways fuckin up Saks Fifth\nShawty put me to the task\nPercocet, I had it raw\nShe seduced me out my drawers\nBut I love her, woah\nAnd all her Fashion Nova clothes\nShe turned me to an addict\nShe a super \nYou can bring your friend too\nThreesome, thats you, like\nIs you ridin from the bottom to the top? Uh\nSo you gotta tote this chop\nAint nothin but a G Thang baby, cause\nIs you ridin from the bottom to the top? Uh\nSo you gotta tote this chop\nAint nothin but a G Thang baby\nCause, you know you drive me crazy, like\nIs you ridin from the bottom to the top? Uh\nSo you gotta tote this chop\nAint nothin but a G Thang baby, look\nYou know you drive me crazy, like\nPercocet Ima hit it off a thirty\nPercocet Ima hit it off a thirtyEmbed"]}