{"train": ["Maybe its all down to the thought of her\nMaybe its all down to the loss we learned\nKnew for a long time, for all its worth\nI wanted to run to you\nWhat if Im caught up and its me youre calling?\nWhat if Im lost now cause of demons comin\nWhen she kissed me, I felt a new freedom or something\nWell, move on\nI found a moment to be brave, so I let her know\nAnd she said, How could I love you back?\nYou who dropped your dreams in the gutter\nAnd in my winter, shell be burning slow\nFeels like December knows me well\nCause I loved ya\nDoes that mean nothing to you now?\nI loved ya\nGet me back on homely ground\nShe said, Oh, I know that love is all about the wind\nHow it can hold me up and kill me in the end\nStill I loved it\nDoes that mean nothing to you now?\nDays when we all watched til we lost the birds\nThrew a rose in til it caught the turn\nKnew it felt right, we were bound to burn\nI wanted to run to you\nMaybe Ive lost count of the rooms youre tall in\nMaybe Ive lost count of the nighttime all-ins\nSo the trees and her were first to know\nItll all be good, just hold me well\nCause I loved ya\nDoes that mean nothing to you now?\nI loved ya\nGet me back on homely ground\nShe said, Oh, I know that love is all about the wind\nHow it can hold me up and kill me in the end\nStill I loved it\nDoes that mean nothing to you now?\nWasnt easy to go, I know\nYou shouldnt have no seat in the front row\nI know, I know\nWasnt easy to go, I know\nAnd the sun came out, day late though\nI know, I know\nWasnt easy to go, I know\nHe pulled up, flat tyres, ten spokes\nI know, I know\nWasnt easy to go, I know\nHe came all that way just to say, Hello\nI know, I know\nCause I loved ya\nDoes that mean nothing to you now?\nCause I loved ya\nGet me back on homely ground\nShe said, Oh, I know that love is all about the wind\nHow it can hold me up and kill me in the end\nStill I loved it\nDoes that mean nothing to you now?", "I wanna be king in your story\nI wanna know who you are\nI want your heart to beat for me\nOh, I\nWant you to sing to me softly\nCause then Im outrunning the dark\nThats all that love ever taught me\nOh, I\nCall and Ill rush out\nAll out of breath now\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me \nYouve got that power over me \nYouve got that power over me\nRemember the lake in the moonlight?\nRemember you shivered and shone?\nIll never forget what you looked like on that night\nBut I know that times gonna take me\nI know that days gonna come\nI just want the devil to hate me\nOh, I\nCall and Ill rush out\nAll out of breath now\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me \nYouve got that power over me \nYouve got that power over me\nIt was all in doubt, they were all around\nSo we hide away and never tell\nYou decide if darkness knows you well\nThat lesson of love, all that it was\nI need you to see\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nI know that I let her down, no\nLet her down, no\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me", "For all the moments never known\nCause he stepped off of the tallest sail\nFor all the love hed left below in the waves\nHe made his peace with letting go\nSaid some things hed never dared to say\nThe one the lighthouse left alone, never saved\nTil set of eyes had pinned him\nBecame his version of a kingdom\nNow I know theyll never hunt me\nWhen shes singing to me, Glory\nShes singing to me, Glory\nShes singing to me, Glory\nShes singing to me, Glory\nI was only ever thinking bout you, you know\nShes singing to me, Glory\nThey found a letter that he wrote\nHe said, Its best off if we burn the page\nI wrote it very long ago in different days\nI guess Im tired of talk of hope\nIve learned that doves and ravens fly the same \nBut suddenly shes all I know, an old refrain\nA set of eyes had pinned him\nBecame his version of a kingdom\nNow I know theyll never hunt me\nWhen shes singing to me, Glory\nShes singing to me, Glory\nShes singing to me, Glory\nShes singing to me, Glory\nI was only ever thinking bout you, you know\nShes singing to me, Glory, oh\nOh \nI was only ever thinking bout you, you know\nSinging to me, Glory\nA set of eyes had pinned him\nBecame his version of a kingdom\nShes everything the devil cant be\nWhen shes singing to me, Glory\nA set of eyes had pinned him\nBecame his version of a kingdom\nShes everything the devil cant be\nWhen shes singing to me, Glory\nShes singing to me, Glory, no\nSinging to me, Glory", "When love was found\nI kept my hope just like Id hoped to\nThen sang to the sea for feelings deep blue\nAnd coming down\nAnd weve had problems that weve grown through\nBut I bet you dream of what you could do\nAt seventeen, I was alright\nWas like nothing I could feel inside\nAnd wishing you were here tonight is like holding on\nBut I still get to see your face, right?\nAnd thats like nothing they can take, right?\nSo there wont be no feeling in the firelight\nHoping thisll be right\nTime to show your worth, child\nI remember when her heart broke over stubborn shit\nThats no way to be living kid\nThe angel of death is ruthless\nAnd Im always thinking summertime with the bikes out\nPushing our luck, getting wiped out\nDays with nothing but laughing loud\nUnderneath my coat, wont you tap my shoulder, hold my hand\nNights with nothing but dark in there\nYou could be my armor then\nIsland smiles and cardigans\nThe nights that weve been drinking in\nWere here to help you kill all of this hurt that youve been harboring\nConfessions should be better planned\nAlone, that night, Im surely damned\nRun away,. Ill understand\nWhats important is this evening I will not forget\nPurple, blue, orange, red\nThese colors of feeling, give me love, Ill put my heart in it\nAnd I think about it all the time\nLights went out, you were fine\nYou kinda struggle not to shine\nI still love you, though\nI still love you, though\nI still love you always\nSo hold me when Im home, keep the evenings long\nCrack and break and part ways\nI still love you, though\nI still love you, though\nI still love you always\nSo hold me when Im home, keep the evenings long\nLets not crack and break and part ways\nAnd I wonder if I could let her down\nIts for real, its for real\nIts for real, its for real", "Keeping her bright eyes focused on the coastline, waiting for you\nIsnt she all of us pining for that last kiss\nA permanent truth, a means to get through\nMaybe well cry whilst hopeful when we think about the past being cruel\nGot a thought for those who start to think of love\nAs the pursuit of a fool, its a palace from ruin\nDeep into the night, eyes closing\nHeart swollen with my loving for you\nA solid embrace, kind face\nAnd then the hurt starts leaving the room, followed by goons\nSometimes its open wide and lights the road at night\nYouve got a heart like the moon\nGather courage, if youre doing something, do it\nCause she got to go soon\nIf I could now, Id never tell you not to love her\nHowever, leaving her a long way from her home\nAnd that aint no promise, cracking over time\nA private corner of Roma\nDont shadow the light, wait, good love grown\nIf I could now, if I could now\nIf I could now, if I could now\nIf I had you now\nSo keeping bright eyes focused on the coastline waiting for you\nDont give me that bye-bye baby when the night moves into black from the blue\nThe nights youve been through\nJust give me that wide smile made for putting songs into the hearts of the doomed\nAnd catch a cold heart staring at the water, babe, remember you flew\nIf I could now, Id never tell you not to love her\nHowever, leaving her a long way from her home\nAnd that aint no promise, cracking over time\nA private corner of Roma\nDont shadow the light, wait, good love grown\nIf I could now, if I could now\nIf I could now, if I could now\nIf I could now, Id never tell you not to love her\nHowever, leaving her a long way from her home\nAnd that aint no promise, cracking over time\nA private corner of Roma\nDont shadow the light, wait, good love grown\nSo say what you want, dear\nBut the courage was won\nWith the way that you spoke here\nWhen the dreaming was done", "Dont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI couldve showed you all the scars at the start\nBut that was always the most difficult part\nSee, Im in love with how your souls a mix of chaos and art\nAnd how you never try to keep em apart \nI wrote some words and then I stared at my feet\nBecame a coward when I needed to speak\nI guess love took on a different kind of meaning for me\nSo when I go, just know it kills me to leave\nTo all the stars that light the road\nDont ever leave that girl so cold\nNever let me down, just lead me home\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nBut theres beauty here thats yet to depart\nTheres still a song inside the halls in the dark \nIll come for you if you just stay where you are\nAnd Ill always hold your hand in the car \nTherell be days when its difficult\nBut I ask you to never leave behind the reciprocal, were past that\nLove is not designed for the cynical\nSo we have that \nWe can have that\nTo all the stars that light the road\nDont ever leave that girl so cold\nNever let me down, just lead me home\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nHow long can you wait for the one you deserve?\nFight on, never let it out, never let it out\nIf Im gone, if you ever leave I hope that you learn\nTo fight on, to fight on\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nBaby, Ill be out there somewhere, somewhere, somewhere\nBaby, Ill be out there somewhere, somewhere", "A thief in the night came\nTook everything you gave for her\nThis song isnt low, lady\nIts remembering love made in the summer\nBut I think of the things that it taught me\nI learned that theres beauty I cant keep\nLearned that theres demons in stories\nLetting her down, no, I wont be\nWhenever shes calling, shell call me\nAngry and seething as the sea\nSongs in cathedrals in month three\nPromise youll smile off a memory\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nYeah, it should feel like something you were missing\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nLooking up lately\nThe moon doesnt chase me no more\nBefore it was childlike\nLost in the soft light, and so on\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nAnd yeah, it should be when she read out all shed written\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nThe smell of rain and streetlight thrown\nA love, a lantern in the snow\nBut when she feels it taking hold\nFinds it so hard letting go\nHow can I tell her that well shine?\nShe dreads the devils yet to show\nSo damn reluctant to expose it to me, so\nSo I think of the things that it taught me\nShe starts to think evil has lost me\nI walked with the wolves and it haunts me\nShe steps with intention to run free\nSo stunner, dont ever move softly\nYouve been on a journey they cant see\nWhen dancing in ballrooms, you will lead\nPromise youll smile off a memory\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nAnd yeah, it should feel like something you were missing\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nThe smell of rain and streetlight thrown\nA love, a lantern in the snow\nBut when she feels it taking hold\nShe finds it so hard letting go\nHow can I tell her that well shine?\nShe dreads the devils yet to show\nWhat I told you when\nThat I told you when", "When everything was broken\nThe devil hit his second stride\nBut you remember what I told you\nSomeday, Ill need your spine to hide behind\nFor fear of moments stolen\nI dont wanna say goodnight\nBut Ill still see you in the morning\nStill know your heart and still know both your eyes\nI could have told you ‘bout the long nights\nHow no one loves the birds that dont rise\nSo you can tell the heroes go hide\nMy sense of wonders just a little tired\nBut if only you could see yourself in my eyes\nYoud see you shine, you shine\nI know youd never leave me behind\nBut I am lost this time\nAre we destined to burn or will we last the night?\nI will hold you til I hold you right\nBut if only you could see yourself in my eyes\nYoud see you shine, you shine\nSo well run into the open\nKeep your hand inside of mine\nAnd then when everything is over\nI hope to think of this as better times\nThe sky got red and swollen\nI guess I never see the signs\nThere cant be songs for every soldier\nIt cant be solace every time you cry\nI could have told you ‘bout the long nights\nHow no one loves the birds that dont rise\nSo you can tell the heroes go hide\nMy sense of wonders just a little tired\nBut if only you could see yourself in my eyes\nYoud see you shine, you shine\nI know youd never leave me behind\nBut I am lost this time\nAre we destined to burn or will we last the night?\nI will hold you til I hold you right\nBut if only you could see yourself in my eyes\nYoud see you shine, you shine\nI was lost til I found you\nNow these songs will hold and hide your name\nAll it was was all about you\nSince that night, the moon has never seemed the same\nAnd if only you could see yourself in my eyes\nYoud see you shine, you shine\nI know youd never leave me behind\nBut I am lost this time\nWhat if the love you deserve is love you never find?\nIve learned in love and death, we dont decide\nAnd if only you could see yourself in my eyes\nYoud see you shine, you shine", "You call arrows to fall short\nBecause the snow is at our feet\nAnd when embraces subside, and the lilies have died\nIt comes down to her tears on a sheet\nBut its alright because\nYou cause lanterns to light\nAnd force demons disperse\nAnd if Lucifer may fear the swift drying of tears\nThen, for evil, you could not be worse\nBut I see you now, yeah, I see you\nAnd release me now, kinda like dreams do\nAnd I see you now, was hard to see you\nJust dont forget to sing\nRemember everything\nYoure the only little girl I know whod bring a kite in the snow\nSaid, You just gonna hold it up?\nSaid, Nah, Im gonna let it go\nAnd when your heart hurts, days like today are the antidote\nIf you think just maybe its her\nThen promise me, young man, youre gonna let her know\nYou wont go lonely, yeah\nYou wont go lonely, yeah\nYou wont go lonely, yeah\nYou wont go lonely, yeah\nItll all be better in the morning\nCause while you sleep, Ill build a wall\nPick a weapon up or something\nWere bout to have ourselves a brawl\nIn dead of night, one window open\nHe heard her singing down the hall\nSinging bout him, least he was hoping\nShe left her listener enthralled\nWoohoo", "How it must feel to be a bird\nRoamin lonely oversea air\nHow it must feel to be a bird\nLondon, Paris, underneath\nAnd Ill wait on my own\nAnd I couldnt tell you enough that Im sorry\nAnd no, you couldnt tell me enough that you love me\nBut shes bringin the moon and stars to me\nDamn permanent reverie\nAnd even though this life, this love is brief\nIve got some people who carry me\nNow wasnt it love soon as we knew each other properly?\nLivin bout half right til a certain person got to me\nNothin is secret, everythins sacred, how it ought to be\nUnder the moonlight on a clear night\nOn rooftops is where I want to be\nSometimes Im like a child, thats somethin I cant release\nDreams of her comin home, sweet home\nAnd Im tellin you, home is so sweet\nSaid you reminded me of the summertime, and I still mean that\nIn a full room, Im the only one shes smilin at\nSo wouldnt you let me know if you were thinkin less of me?\nThats what she asked me\nWhat was promised, what we both agreed\nBut truthfully, if you ever go\nYoull drop me straight to Hell, the 7th circle\nAnd I was talkin with you earlier\nWe were open and vulnerable, it was wonderful\nI, I used to dream that you would talk to me\nI used to dream that you would talk to me\nAnd I couldnt tell you enough that Im sorry\nAnd no, you couldnt tell me enough that you love me\nBut shes bringin the moon and stars to me\nDamn permanent reverie\nAnd even though this life, this love is brief\nIve got some people who carry me\nYou know that feelin when you think your heart is gonna come right out through your shirt?\nGet it a couple times a year\nBut Ive been gettin it more often with her\nNow when Im face to face with Death, Ill grab his throat\nAnd ask him, How does it hurt?\nUp in those golden moments, growin old too quickly\nWas he thinkin of her?\nBut shes bringin the moon and stars to me\nDamn permanent reverie\nAnd even though this life, this love is brief\nIve got some people who carry me", "So you hide away and never tell\nYou decide if darkness knows you well\nThat lesson of love, all that it was\nI need you to see\nYouve got that power over me, my my\nEverything I hold dear is right in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nThat lil pussy got some power in it\nThat lil pussy got some power in it\nSuper soaker, need a towel for it\nDrippin on me like a showerhead\nThrow it back and arch your back when you doin mе\nBust in back to back to back when you doin me\nI be runnin back to gеt it back when Im through\nLotta Birkin bags, back to back, got the black and the white and the blue\nThat lil pussy doin somethin to me\nOoh, that lil pussy feel good to me\nYou know what you got and girl, you got a lot\nSkeet from the back and I just wanna watch\nClimb up on top and ride me like a bike\nYou got that power, power\nTryna beat it for hour, hours\nIf its yours, its mines, its ours\nYou know what I like, you know how to make me wanna want you\nI aint screamin, come over, jump on it\nYou know what I like, you know how to make me wanna want you\nYou ridin this dick like you own it\nYou know what I like, you know how to make me wanna want you\nYou know how to make me go crazy\nAnd you know that pussy got power, baby\nYoure makin me wanna come tear it up\nSo you hide away and never tell\nYou decide if darkness knows you well\nThat lesson of love, all that it was\nI need you to see\nYouve got that power over me, my my\nEverything I hold dear is right in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nBitch a gangster, I be puttin her hands, all the way behind her back\nI be divin, when I be divin she be, Dick, dick, dick\nWhen you finish cummin all over my stomach, bae could you please stand up?\nI need your left hand for the grip of my hair, could you please put your free hand up?\nWhen you finish cummin all over my stomach, bae could you please stand up?\nI need your left hand for the grip of my hair, could you please put your free hand up?\nYoure all to myself when I grip on your pelvis, you knowin how we make love\nDont need no audience, we had an argument, this is how we made up\nSay you got that power inside of your body, the faces you make and I love how you shakin\nYou pointin your toes when I tell you to take it\nThat dick in your stomach, I dont do no fakin, you know Im a gangster\nWatch out, Ima kiss on your waist, it aint no interruptin our session\nI go in the matrix, hold up, I slow up the pace, then I apply a lil pressure\nYou know what I like, you know how to make me wanna want you\nI aint screamin, come over, jump on it\nYou know what I like, you know how to make me wanna want you\nYou ridin this dick like you own it\nYou know what I like, you know how to make me wanna want you\nYou know how to make me go crazy\nAnd you know that pussy got power, baby\nYou makin me wanna come tear it up\nYouve got that power over me, my my\nEverything I hold dear is right in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind", "Because of her, because of her\nHer eternal summer smile is breakin my defenses and I know\nDamn well wont find no peaceful sleepin with no her up in my head\nCaught me by the collar at the graveside\nNeath the sky of royal blue\nLike youre sayin, Im here now\nLovin thoughts livin in my young mind\nGive this boy a beautiful view\nAnd tell him, Without fear, now\nWithout fear, now\nI never questioned, I was acceptin\nUntil she stepped in, movin like beautiful truth\nIf there were others in that room\nI didnt see em, babe\nDarker than amber, starin right at her\nThe first full laughter, askin six days into June\nSpendin my evenings on the roof\nCant tire of thinkin bout you\nAnd I wonder if thisll all work out\nCant tire of thinkin bout you\nNow alone, well, its all that I know\nWell, the summers shown where we should go\nYou smile in the winter, let summer show\nIm movin on a feelin here, I dont know\nNever hide, baby, always grow\nAnd I wanna do somethin for you\nBut I can see it now\nYoud smile and tell me not to\nI know I wanna be her run-to\nWill there be demons when we come through?\nWhat would it do if I told you?\nWhen all of this is over, I...\nLove me like there aint another day\nLead with the heart, aint that the only way?\nKeep thinkin bout how much I changed today\nWhen all of this is over, I...\nLove me like there aint another day\nLead with the heart, aint that the only way?\nKeep thinkin bout how much we changed today\nWhen all of this is over, I...\nAnd now I really think youre heaven-sent\nCause youve been forcin all these hollow hearts to feel again\nAnd now I really think youre heaven-sent\nBut theres a beauty in being broken, Ive been seein it\nOoh, ooh, ah\nOoh, ooh, ah\nOoh, ooh, ah", "So step inside\nCause that night is cold, it dont deserve such a smile\nAnd its not enough\nFor it to show up every once in a while\nIn the moonlight, I should\nKiss you at Samhain, throw it all down\nWouldnt that be cool?\nTo kill the guard, open the gates, for feelings unbound\nBut Ive been keeping hope\nAnd Ive got a fairy tale in my heart, I can cope\nBut Ive been keeping hope\nI bet they had you in mind when naming the rose\nOnly know bout how I wont be here later\nAnd dont forget, bout how she had you feeling major\nAnd he tried to write down how he felt bout the girl\nKept running out of paper, hell wait for her\nHe was feeling fucking awesome\nBe a good man like you taught him\nDont get caught up in caution when love exists\nSo step inside\nCause that night is cold, it dont deserve such a smile\nWell be alright\nI could never lie about caring a lot", "So, whats the past for? Ill need it if love dont last long\nYou can run around infinite in my head\nOh, you cant see, oh, Id stay if you asked me\nNow you know I care, but its hard to tell when youre scared\nBut last night\nIt hurt me to hear you say it felt broken\nAnd even though I tried\nAll these memories run my mind in slow motion\nDo you remember when\nMidnight drives when youd sing\nId play you songs you were in?\nI just want to be there again\nDo you remember when\nWith Rome below us that day\nYou said, I wish we could stay?\nI just want to be there again\nRemember that first laugh? All it changed once I had that\nLike a hurricane, but I dont care where I land\nSo, dance carefree, I hope its easier knowing me\nNow, your soul is yours, but Ill help it move if I can\nBut last night\nIt hurt me to hear you say it felt broken\nAnd even though I tried\nAll these memories run my mind in slow motion\nDo you remember when\nMidnight drives when youd sing\nId play you songs you were in?\nI just want to be there again\nDo you remember when\nWith Rome below us that day\nYou said, I wish we could stay?\nI just want to be there again\nDo you remember when, oh\nDo you remember when\nI dont ever wanna leave when you cry\nI know I give you reasons to hide\nI need you to stay by my side\nFirst shootin star that you ever saw\nWe were right on our feet though, right?\nOpening the car door for light\nI really thought Id lose you that time\nDo you remember when\nMidnight drives when youd sing\nId play you songs you were in?\nI just want to be there again\nDo you remember when\nWith Rome below us that day\nYou said, I wish we could stay?\nI just want to be there again\nDo you remember when, oh\nDo you remember when\nDo you remember when, oh\nDo you remember when\nOoh, ah\nOoh, ooh", "When love was found\nI kept my hope just like Id hoped to\nThen sang to the sea for feelings deep blue\nAnd coming down\nAnd weve had problems that weve grown through\nBut I bet you dream of what you could do\nAt seventeen, I was alright\nWas like nothing I could feel inside\nAnd wishing you were here tonight is like holding on\nBut I still get to see your face, right?\nAnd thats like nothing they can take, right?\nSo there wont be no feeling in the firelight\nHoping thisll be right\nTime to show your worth, child\nI remember when her heart broke over stubborn shit\nThats no way to be living, kid\nThe angel of death is ruthless\nAnd Im always thinking summertime with the bikes out\nPushing our luck, getting wiped out\nDays with nothing but laughing loud\nUnderneath my coat, wont you tap my shoulder, hold my hand?\nNights with nothing but dark in there\nYou could be my armour then\nIsland smiles and cardigans\nThe nights that weve been drinking in\nWere here to help you kill all of this hurt that youve been harboring\nConfessions should be better planned\nAlone, that night, Im surely damned\nRun away, Ill understand\nWhats important is this evening I will not forget\nPurple, blue, orange, red\nThese colors of feeling, give me love, Ill put my heart in it\nAnd I think about it all the time\nLights went out, you were fine\nYou kinda struggle not to shine\nI still love you, though\nI still love you, though\nI still love you always\nSo hold me when Im home, keep the evenings long\nCrack and break and part ways\nI still love you, though\nI still love you, though\nI still love you always\nSo hold me when Im home, keep the evenings long\nLets not crack and break and part ways\nAnd I wonder if I could let her down\nIts for real, its for real\nIts for real, its for real", "We used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nThe hope and the hurt has lived inside of me\nBut there’s gold in the dirt, I never took the time to see\nBut I knew of its worth when you walked beside of me\nAnd my hand fit in yours like a bird would find the breeze\nWe used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nI knew from the start, you’d be the one to set me free\nThat day in the park when the hurt would hide from me\nThose eyes used to know me, it’s been way too long\nYou are the moon and the stars, and all they gaze upon\nTime won’t ever move slowly, what you waiting on?\nYeah, what you waiting on?\nWe used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nDarling, \nJust say you will \nWill you remember those times? \nThat I have held until \nTonight, \nIf you say you will, \nI’ll leave it all behind \nDon’t you remember those times? \nWe used to be giants\nSo, when did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nWe used to be giants, giants\nOh, I still love you though\nI still love you though", "Woke up this morning, light poured in, youre with me\nI thought Id be better off alone\nNow, my soul has been torn and reborn, started breathing\nWhat have I done?\nWhat have I done?\nI never thought I needed saving, I was right where I should be\nGood God, I know its dangerous, but its you that I need\nIm in love this time, Im in love this time\nWhat have I done?\nWhat have I done?\nSo, dont you fall back asleep for this moment\nJust be, I wanna get it right for once\nOh, Ive been knocked out and beat but this feeling is fleeting\nWhat have I done?\nWhat have I done?\nI never thought I needed saving, I was right where I should be\nGood God, I know its dangerous, but its you that I need\nIm in love this time, Im in love this time\nWhat have I done?\nWhat have I done?\nEver since the other night, Ive been\nThinking bout the way you smile golden\nWanna move inside of your light\nEver since the other night, Ive been\nThinking bout the way you smile golden\nWanna move inside of your light\nWhat have I done?\nOh no, what have I done?\nYou be brave for me, now\nI never thought I needed saving, I was right where I should be\nGood God, I know its dangerous, but its you that I need\nIm in love this time, Im in love this time\nWhat have I done? \nWhat have I done?", "Sitting out in warm winds, flecks of sun painted on the sea\nYou smiled and looked down when I told you\nIt aint bad to be me\nGive me moonlight, and a smile from you that I can\nThat I can barely believe\nBaby, those plans are grand, but you dont mean the same\nWhen they ask you who youre living for\nYoull drop my name, and then\nAnd I found a new courage that kills cowards Ive been holding in\nIt took us back to times when real men were real men\nLet me tell you, no one ever got my soul right like she could, yeah\nAmongst artists in heartlessness, dealing in darknesses\nI know, I know\nOne time nobody ever got my soul right like she could, yeah\nNow, Im close to what Im needing\nNow, Im close to what Im needing\nOne by one, we made it up over that hill\nOne by one, they picked us off, laughing still\nLet me know, let me know when Ive got room to run\nLet me know, let me know when that fool is cleaning his gun\nAnd I–\nLet me tell you, no one ever got my soul right like she could, yeah\nAmongst artists in heartlessness, dealing in darknesses\nI know, I know\nOne time nobody ever got my soul right like she could, yeah\nNow, Im close to what Im needing\nAnd I hold on to your heart\nAnd I keep on coming round, falling down this part, yeah\nAnd Ill only grow lonely, my darling, when the silence starts\nLet me tell you, no one ever got my soul right like she could\nHear my heart, play my part in this deal with the darknesses\nI know, I know\nOne time nobody ever got my soul right like she could, yeah\nNow Im close to what Im needing\nNow Im close to what Im needing", "Mm, mm\nMm, mm-mm-mm\nIn the fading light, hearts collide\nShadows dance in the distance\nSomething just aint right, Im cold inside\nHelp me find what Im missin\nWere all scared to fly, still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my \nJust a thousand miles between me and paradise\nOh, my, my, my \nTheres a thousand miles between you and I\nOh, my, my, my \nJust a thousand miles between me and paradise\nOh, paradise\nOh, my, my, my\nOh, paradise\nOh, my, my, my\nOh, paradise\nOh, my, my, my\nJust a thousand miles between me and paradise\nWhen the dark has gone, the mornings won\nWere gonna feel something different\nIt will set you free, if you just tell me\nEvery secret, Ill listen\nWere all scared to fly, still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find para-\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my \nJust a thousand miles between me and paradise\nOh, ah, oh, my, my, my\nOh, ah, oh, my, my, my\nOh, ah, oh, my, my, my\nJust a thousand miles between me and paradise", "They questioned the king upon leaving\nSaid open your eyes when you see\nWith her, all the singing came easy\nAll gold, cut the sun in the evening\nBut the birds have stopped singing this season\nAlright, alright, definite scheming\nIve never been good at this really\nIve started to see the birds need a reason to sing\nIll be making my way\nWalk tall and dont go, when youre lonely\nCurse of us sinning and healing\nI do all of this hoping shell see me\nI envy the sea, heavy seething\nThe water and all of it breathing\nSacred the secrets Im keeping\nHow we danced under circular ceilings\nAll the embraces weve been in\nBring back one last time\nFor the summers we saw, second-guessing and all\nYou were all on my mind\nId love if you call, Id love if you call\nNow I couldnt tell\nBut shes keeping me well\nAll of my secrets releasing is pieces of me alone\nHonestly destined to fail\nBut you were all on my mind\nTil we made what we are\nTil we kissed in the car\nNow I couldnt\nAll in, fall in\nVulnerable as hell\nNot stalling, crawl in\nGirl, you knew me well\nI like how the forest is leaning\nBring back one last time\nFor the summers we saw, second-guessing and all\nYou were all on my mind\nId love if you call, Id love if you call\nNow I couldnt tell\nBut shes keeping me well\nAll of my secrets releasing is pieces of me alone\nHonestly destined to fail\nBut you were all on my mind\nTil we made what we are\nTil we kissed in the car\nNow I couldnt\nBring back one last time\nFor the summers we saw, second-guessing and all\nYou were all on my mind\nId love if you call, Id love if you call\nNow I couldnt tell\nBut shes keeping me well\nAll of my secrets releasing is pieces of me alone\nHonestly destined to fail\nBut you were all on my mind\nTil we made what we are\nTil we kissed in the car\nNow I couldnt", "Where do we go from here? Something came in with the night\nSnow came in heavy, my boys and me wandering blind, yeah\nWell, its temporary darling\nNow that bridge from Brooklyn to Manhattan heard all our lines\nMeant what I said, I want all of this all of the time\nOh, when Im gone\nAt the dun with the dawn\nWell, thats all I could want\nWe were young, we were free\nCome on now, let it go\nWe were young, we were free\nI was living in the cold, Im coming home\nPerfect line to open with\nHer heart was never meant for this\nOoh, were never over it\nWe were young, we were free, yeah yeah\nAll that she said to me stays with me, never to die\nHeld me brand new in the silence that went through the pines\nLike I said already, darling\nI dont want you looking back at all the ghosts left behind\nKnow youll stay near me so road remains hopeful this time\nWe were young, we were free\nCome on now, let it go\nWe were young, we were free\nI was living in the cold, Im coming home\nPerfect line to open with\nHer heart was never meant for this\nOoh, were never over it\nWe were young, we were free, yeah yeah\nKeepin another for a night, keepin another for a night\nAll Ill ever know, baby, we were bound to burn\nKeepin another for a night, keepin another for a night\nAll Ill ever know, baby, we were bound to burn\nBaby, we were bound to burn\nWe were young, we were free\nCome on now, let it go\nWe were young, we were free\nI was living in the cold, Im coming home\nPerfect line to open with\nHer heart was never meant for this\nOoh, were never over it\nWe were young, we were free, yeah yeah\nOh, when Im gone\nAt the dun with the dawn\nWell, thats all I could want", "An Evening I Will Not Forget :\nWhen love was found\nI kept my hope just like Id hoped to\nThen sang to the sea for feelings deep blue\nAnd coming down\nWeve had problems that weve grown through\nBut I bet you dream of what you could do\nAt seventeen, I was alright\nWas like nothing I could feel inside\nAnd wishing you were here tonight\nIs like holding on\nBut I still get to see your face, right?\nAnd thats like nothing they can take, right?\nSo there wont be no feeling in the firelight\nHoping this will be right\nTime to show your worth, child\nI remember when her heart broke over stubborn shit\nThats no way to be living kid\nThe angel of death is ruthless\nAnd Im always thinking summertime with the bikes out\nPushing our luck getting wiped out\nDays with nothing but laughing loud\nUnderneath my coat wont you tap my shoulder, hold my hand\nNights with nothing but dark in there\nYou can be my armor then\nIsland smiles and cardigans\nThe nights that weve been drinking in\nWere here to help you kill all of this hurt that youve been harboring\nConfessions should be better planned\nAlone, that night, Im surely damned\nRun away. Ill understand\nWhats important is this evening I will not forget\nPurple, blue, orange, red\nThese colors of feeling, give me love, Ill put my heart in it\nAnd I think about it all the time\nThe lights went out, you were fine\nYou kinda struggle not to shine\nI still love you though\nI still love you though\nI still love you always\nSo hold me when Im home, keep the evenings long\nCrack and break and part ways\nI still love you though\nI still love you though\nI still love you always\nSo hold me when Im home, keep the evenings long\nLets not crack and break and part ways\nAnd I wonder if I could let her down\nFurthest Thing :\nSomewhere between psychotic and iconic\nSomewhere between I want it and I got it\nSomewhere between Im sober and Im lifted\nSomewhere between a mistress and commitment\nBut I stay down, girl I always stay down, get down, never lay down\nPromise to break everybody off before I break down\nEveryone just wait now, so much on my plate now\nPeople I believed in they dont even show they face now\nWhat they got to say now? Nothin they can say now\nNothin really changed but still they look at me a way now\nWhat more can I say now? What more can I say now?\nYou might feel like nothin was the same\nI still been drinkin on the low, mobbin on the low\nFuckin on the low, smokin on the low\nI still been plottin on the low, schemin on the low\nThe furthest thing from perfect like everyone I know, yeah\nAnd I hate that you dont think I belong to you\nJust too busy runnin this to run home to you\nYou know that paper my passion\nBittersweet celebrations, I know I cant change what happened\nI cant help it, I cant help it, I was young and I was selfish\nI made every woman feel like she were mine and no one elses\nAnd now you hate me, stop pretendin, stop frontin, I cant take it\nGirl dont treat me like a stranger, girl you know I seen you naked\nGirl you know that I remember, dont be a pretender\nGettin high at the condo, thats when it all comes together\nYou know I stay reminiscing and make-up sex is tradition\nBut you been missin girl and you might feel like nothin was the same\nI still been drinkin on the low, mobbin on the low\nFuckin on the low, smokin on the low\nI still been plottin on the low, schemin on the low\nThe furthest thing from perfect\nAn Evening I Will Not Forget:\nAnd I wonder if I could let her down\nIts for real, its for real\nIts for real, its for real", "I, Im a one way motorway\nIm the one that drives away, then follows you back home\nAnd I, Im a street light shinin\nIm a wild light blinding bright, burning off alone, oh-oh-oh\nIts times like these you learn to live again\nIts times like these we give and give again\nIts times like these you learn to love again\nIts times like these, time and time again, oh-oh-oh\nI, Im a new day rising\nIm a brand new sky to hang the stars upon tonight\nI, I am a little divided\nDo I stay or run away and leave it all behind?\nI know\nIts times like these you learn to live again\nIts times like these you give and give again\nIts times like these you learn to love again\nIts times like these, time and time again \nLets go, its times like these that we activate\nDo something to improve, dont procrastinate \nI been cooking now, make a wicked pasta plate\nStream games at 11 but I clap at eight \nAnd Ill drink on FaceTime if you tempt me\nTime to pay back all the health docs lent me \nAnd for me West 10s elementary\nBut right now I wanna see Ladbroke Grove empty, you get me?\nWe make it better together well make a better life\nBecause the pressure is ever upon us every night\nAnd everyday so we pray and we will forever fight\nWell make it better together, well make a better life\nI, Im a one way motorway\nIm the one that drives away, then follows you back home, mm-mm-hm\nI, Im a street light shining \nIm a wild light blinding bright, burnin off alone\nIts times like these you learn to live again\nIts times like these you give and give again\nIts times like these you learn to love again\nIts times like these time and time again\nIts times like these you learn to live again\nIts times like these you learn to love again", "That should have never been your road\nWe should have stayed there on the corner\nYou know Im always at your shoulder\nTake your heart out of your holster\nWhat if he never had to go?\nWhat if we never knew October?\nWould you run into the open?\nWould you take back all they told ya? Im\nHolding, waiting for something\nThatll keep you from the cold\nIt feels like winter follows you around\nHolding, waiting for something\nThatll keep you from the cold\nSo, just remember who you are\nHow you were never one for folding\nHow you never liked the corner\nHow the dark dont even know ya\nWould you believe me in the car\nWhat if I never dropped you home?\nWhat if we drove until the morning?\nYou said you never loved before him, Im\nHolding, waiting for something\nThatll keep you from the cold\nIt feels like winter follows you around\nHolding, waiting for something\nThatll keep you from the cold\nYou know me so you know Im feeling lonely now\nLonely right down in my heart\nYou know me so you know Im feeling lonely now\nLonely right down in my heart\nHolding, waiting for something\nThatll keep you from the cold\nIt feels like winter follows you around\nHolding, waiting for something\nLet me keep you from the cold", "For the wolves we fought when a child was brave\nDays on a Southern strand\nWhere wed all pretend to be touring\nAnd Id wait all night for the smile youd saved\nOr how the wind would howl\nBetter head back now, its a warning\nWe were swimming out so far this time\nThe sun and your eyes were the only fire\nPretty intimate so far, so I lit a holy fire\nSo we all gather our ghosts around the island flames\nOh, and the song she throws is not one I know\nBut it knew me\nFor an age long lost in time, erased\nDays when they called our names\nStories tucked away, you tell it to me\nWe were swimming out so far this time\nThe sun and your eyes were the only fire\nPretty intimate so far, so I lit a holy fire\nTake me back to places I feel loved in\nMaybe failing that, take me to Boston\nStrange that Im not seeing you as often\nWandering round in cities I feel lost in\nWhat if all the costs are even\nWe were swimming out so far this time\nThe sun and your eyes were the only fire\nPretty intimate so far, so I\nEyes of eye-eye, eyes of, a holy fire", "See the killer was a coward\nDark deeds in dark towers\nSo he fled when they came\nBlowing brass, carrying chains\nThey want to lock him in the dark\nThey want to kill whats in his heart\nThey left the town to hunt him down\nAnd they left one man to hold it down\nWhen they get back hes in the throne\nLooks like the killers fucking clone\nSays hes got ideas of his own\nBut theres one thing hed kill to know\nSee, theres a hero in the crowd\nAnd his heart starts beating loud\nSays the killer took his friend\nAnd decides that this is where it ends\nSo that night the kings walking the tower\nHis eyes lit up with all the power\nBut the heros ghosting by the guards\nAnd his heart, its carrying a charge\nHe stabs him in his cunning heart\nThe scream tore sea and sky apart\nSo you want fears? Weve still got several\nLeast the killers dancing with the devil\nThe hero did it for days\nWhen you dont know if the moon will even come\nAnd then it lays down\nAnd Im telling you, man, its sweet when it does\nAnd when I think of you I think of spirit defined\nI think of all the love that we shared in a very dark time\nSo the hero did it for the summer\nFor long days with that sun in your hair\nFor fires and family\nFor the phrase Dont ever leave me\nSorrow wont be finding me no more\nSorrow wont be finding me no more\nSorrow wont be finding me no more\nWhen you coming home now?\nSorrow wont be finding me no more\nSorrow wont be finding me no more\nSorrow wont be finding me no more\nWhen you coming home now?", "In the night, I hear em talk\nColdest story ever told\nAnd somewhere far along this road\nHe lost his soul to a woman so heartless\nMmm, how could you be so heartless?\nMmm, how could you be so heartless?\nHow could you be so\nCold as the winter wind when it breeze, yo?\nJust remember that you talkin to me though\nNeed to watch the way you talkin to me, yo\nI mean, after all the things that we been through\nI mean, after all the things we got into\nAyo, I know of some things that you aint told me\nI know I did some things but thats the old me\nAnd now you wanna get me back and you gon show me\nSo you walk around like you dont know me\nYou got a new friend – well, I got homies\nBut in the end, its still so lonely\nIn the night, I hear em talk\nColdest story ever told\nAnd somewhere far along this road\nHe lost his soul to a woman so heartless\nMmm, how could you be so heartless?\nMmm, how could you be so heartless?\nHow could you be so Dr. Evil?\nYoure bringin out a side of me that I dont know\nI decided we werent gon speak and so\nWhy we up 3 a.m. on the phone?\nWhy do she be so mad at me for?\nHomie, I dont know, shes hot and cold\nI wont stop, wont mess my groove up\n‘Cause I already know how this thing go\nYou run and tell your friends that youre leavin me\nThey say that they dont see what you see in me\nWait a couple of months, then you gonna see\nYoull never find nobody better than me\nIn the night, I hear em talk\nColdest story ever told\nAnd somewhere far along this road\nHe lost his soul to a woman so heartless\nMmm, how could you be so heartless?\nMmm, how could you be so heartless?\nTalk and talk and talk and talk\nBaby, lets just knock it off\nThey dont know what we been through\nThey dont know about me and you\nI got somethin new to see\nYou just gon keep hatin me\nWe just gon be enemies\nI know you cant believe\nI could just leave it wrong\nSo Im gon make it right\nIm gon take off tonight\nInto the night...\nI hear em talk\nColdest story ever told\nSomewhere far along this road\nHe lost his soul to a woman so heartless\nMmm, how could you be so heartless?\nMmm, how could you be so heartless?\nMmm, how could you be so heartless?\nMmm, how could you be so heartless?", "Better days are comin, if no one told you\nI hate to hear you cryin, over the phone, dear\nFor seven years runnin, youve been a soldier\nBut better days are comin\nBetter days are comin for you \nSo when the night feels like forever \nIll remember what you said to me\nI know youve been hurtin\nWaitin on a train that just wont come\nThe rain, it aint permanent\nAnd soon well be dancin in the sun\nWell be dancin in the sun\nAnd well sing your song togеther \nAnd well sing your song together \nWe never miss the flowers until the suns down\nYou never count the hours until theyre runnin out\nYoure on the other side of the storm now, you should be so proud\nBetter days are comin\nBetter days are comin for you \nSo when the night feels like forever \nIll remember what you said to me\nI know youve been hurtin \nWaitin on a train that just wont come\nThe rain, it aint permanent \nAnd soon well be dancin in the sun\nWell be dancin in the sun\nAnd well sing your song together \nAnd well sing your song together \nAnd well sing your song together \nAnd well sing your song together \nYour storys gonna change, just wait for better days\nYouve seen too much of pain, now you dont even know\nThat your storys gonna change, just wait for better days\nI promise you, I wont let go\nI know youve been hurtin\nWaitin on a train that just wont come\nThe rain, it aint permanent \nAnd soon well be dancin in the sun\nWell be dancin in the sun\nAnd well sing your song together \nAnd well sing your song together \nAnd well sing your song together \nAnd well sing your song together", "So, well call it all believing in the art\nTheres evidence and remnants of a spark\nStrong belief therell be a better part\nWhen the hoping ends \nAll these memories get written in the scars\nNow, every dream is left among the stars\nForce that dreaded raven to depart\nWhen the snow begins \nIll be all-out lonely, if you all outgrow me\nTo know with all of this potential shouldve raised up, but I never did\nScared the stars wont show me if you all outgrow me\nI know every road I run down has a sundown, thats the way it is\nSo, Ill try to chase those days but never catch em\nIll try to walk the other way and learn detachment\nRaise the eyes you save for me and all the laughter\nYou used to hold me in\nIll just let go of love that others dream to capture\nIll never know another feeling like your rapture\nIm gonna go, I gotta be here in your absence\nNow, this poem has ended\nIll be all-out lonely, if you all outgrow me\nTo know with all of this potential shouldve raised up, but I never did\nScared the stars wont show me if you all outgrow me\nI know every road I run down has a sundown, thats the way it is\nThats why Im let down, let down, honey\nThats why Im let down, let down, honey\nThat night, that drive\nFelt like every single wolf was around us\nThat night was so quiet\nFelt like all the trees were keeping the sound out\nSo, hold me right, Ill pray\nThat Ill promise you this moment will come\nOh, alright, you got a pretty way of keeping the sound out\nIll be all-out lonely if you all outgrow me\nTo know with all of this potential shouldve raised up, but I never did\nScared the stars wont show me if you all outgrow me\nI know every road I run down has a sundown, thats the way it is\nThats why Im let down, let down, honey\nThats why Im let down, let down, honey", "Every wrong I did turned me to a better kid, so alright\nEvery time we kissed, knew I wanted more of it, so dont hide\nNever let it in, especially since were getting rid of all lies\nYou know youve always been someone Ive confided in on the cold nights\nBut redemption will come for you so\nGuess Ill just call it a feeling\nTonight Ill just comfort you so\nMaybe you can start to believe it\nAll I know\nOh, no, no, I wont let go\nOh, no, no, Ill never leave ya\nOh, no, no, I wont let go, no \nWill you start to believe it?\nOh, no, no, I wont let go\nOh, no, no, Ill never leave ya \nOh, no, no, I wont let go, no\nWill you start to believe it?\nAll those nights alone, demons that youve never known would run through\nNever had a hope, never let your wings unfold, but I know you\nEvery word I wrote, every single thing I told, its all true\nLet your spirit show you that I could never hold, well leave soon\nBut redemption will come for you so\nGuess Ill just call it a feeling\nTonight Ill just comfort you so\nMaybe you can start to believe it\nAll I know\nOh, no, no, I wont let go\nOh, no, no, Ill never leave ya\nOh, no, no, I wont let go, no \nWill you start to believe it?\nOh, no, no, I wont let go\nOh, no, no, Ill never leave ya \nOh, no, no, I wont let go, no\nWill you start to believe it?\nGuess we kinda thought it was easy\nGuess we kinda thought it was easy\nLeast I saw the heart of you briefly, honey\nGuess we kinda thought it was easy\nStill, I know the thought of you frees me\nLeast I saw the heart of you\nBut redemption will come for you so\nGuess Ill just call it a feeling\nTonight Ill just comfort you so\nMaybe you can start to believe it\nAll I know\nOh, no, no, I wont let go\nOh, no, no, Ill never leave ya\nOh, no, no, I wont let go, no \nWill you start to believe it?\nOh, no, no, I wont let go\nOh, no, no, Ill never leave ya \nOh, no, no, I wont let go, no\nWill you start to believe it?", "Always gonna need you not to fall\nYoure the one Im always seeing in the door\nYou know I never felt that way before\nIt was always\nSo, someone was the one that you would call\nSomeone was the one who left you tall\nYoure probably not in need of this at all\nIt was hard today\nIm always gonna need you not to fall\nYoure the one Im always seeing in the door\nYou know I never felt that way before\nIt was always\nSo someone was the one that you would call\nSomeone was the one who left you tall\nYoure probably not in need of this at all\nIt was hard today\nSo I guess hiding wont prepare you for the worst\nDesigned to turn her blessings to a curse\nIs a life only a lesson if it hurts?\nThis is all to say\nIt helps to know were only passing through\nThe light will always find you in the room\nIts something that you never know you do\nAnd its haunting me\nSo I guess hiding wont prepare you for the worst\nDesigned to turn her blessings to a curse\nIs a life only a lesson if it hurts?\nThis is all to say\nThat it helps to know were only passing through\nThe light will always find you in the room\nIts something that you never know you do\nBaby, its been haunting me\nWell\nMaybe it’s all in the pages\nMaybe it’s all underneath\nMaybe it’s better to keep it\nThere’s nothing in love but defeat\nBeen in this winter for ages\nFeels like I’ve never been free\nMaybe I’m just gonna say it\nTell you I love you at least\nSo I don’t know what the way is\nDon’t know what you need me to be\nWho are you running away with?\nWho are you wishing was me?\nThink of the summers we stayed in\nWhatever you’re seeing in me\nKept all the love in the phrases\nThings I could never repeat\nWish I could show you what safe is\nWish I could tell you to breathe\nWish all the devils were nameless\nWish I could tell them to leave\nSo I just hope it remains this\nCause everything I’ve ever been\nBelonged to you second you claimed it\nNah\nAnd I know that I should tell you everything\nBut Im holding in, but Im holding in\nAnd I know that I should tell you everything\nBut Im holding in, but Im holding in", "Thats a pretty big trunk on my Lincoln town car, init?\nBig enough to take these broken hearts and put em in it\nNow Im drivin round on the boulevard, trunk bleedin\nAnd every time the cops pull me over, they dont ever see them\nThey never see them\nAnd I got this black suit on\nI been roamin around like Im ready for a funeral, oh no no\nFive more miles til the road runs out\nIm about to drive in the ocean\nIma try to swim from somethin bigger than me\nKick off my shoes and swim good, and swim good\nTake off this suit and swim good, and swim good, no, no, no, no\nGot some pretty good beats on this 808 CD, beat it, beat it\nMemory seats Im sittin on they stay heated\nAnd I woulda put tints on my windows but whats the difference?\nIf I feel like a Ghost, no Swayze\nEver since I lost my baby\nAnd I got this black suit on\nIve been roamin around like Im ready for a funeral oh no no\nOne more mile til the road runs out\nIm about to drive in the ocean\nIma try to swim from somethin bigger than me\nKick off my shoes and swim good, and swim good\nTake off this suit and swim good, and swim good\nIm goin off\nDont try stopping me\nIm goin off\nDont try saving me\nNo flare\nNo vest\nNo fear\nWaves are washin me out\nIm about to drive in the ocean\nIma try to swim from somethin bigger than me\nKick off these shoes and swim good, and swim good\nTake off this suit and swim good, and swim good, no, no, no", "Give me a minute to get out of my mind\nTo help me remember what the feeling was like\nWhen we were all alone, watchin late night TV, your hand in mine\nOh, what I wouldnt do to get back to you\nCause every time we touch, it cuts the deepest\nBut I dont wanna fall if its not in love\nOh, you stop my heart, like youre in my blood\nYou were, you were\nTo die, to die for\nAll I ever needed\nYoure the kind of high that keeps me wantin more\nOh, I cant let go, Im forever yours\nYou were, you were\nTo die, to die for\nYou were, you were\nTo die, to die for\nYou were, you were\nTo die, to die for\nTrust me, theres so much more that I need to say \nOh, I cant let another moment escape \nTo summer nights drinking wine, til we cant find our feet, youd lean on me \nOh, what I wouldnt do to get back to you\nCause every time we touch, it cuts the deepest\nBut I dont wanna fall if its not in love\nOh, you stop my heart, like youre in my blood\nYou are, you are\nTo die, to die for\nAll I ever needed\nYoure the kind of high that keeps me wantin more\nOh, I cant let go, Im forever yours\nYou were, you were\nTo die, to die for\nYou were, you were\nTo die, to die for\nEvery time we touch\nTo die for\nYou were, you were\nTo die for\nTo die, to die for\nAll I ever needed\nYoure the kind of high that keeps me wantin more\nOh, I cant let go, Im forever yours\nYou were, you were\nTo die, to die for\nAll I ever needed\nYoure the kind of high that keeps me wantin more\nOh, I cant let go, Im forever yours\nYou are, you are\nTo die, to die for", "When its not always raining, therell be days like this\nWhen theres no one complaining, therell be days like this\nWhen everything falls into place like the flick of a switch\nWell my mama told me therell be days like this\nWhen you dont need to worry, therell be days like this\nWhen no ones in a hurry, therell be days like this\nWhen you dont get betrayed by that old Judas kiss\nOh my mama told me therell be days like this\nWhen you dont need an answer, therell be days like this\nWhen you dont meet a chancer, therell be days like this\nWhen all the parts of the puzzle start to look like they fit, yeah\nThen I must remember therell be days like this\nWhen everyone is up front and theyre not playing tricks, yeah\nWhen you dont have no freeloaders out to get their kicks, yeah\nWhen its nobodys business the way that you want to live\nI just have to remember therell be days like this\nWhen no one steps on my dream, therell be days like this\nWhen people understand what I mean, therell be days like this\nWhen you ring out the changes of how everything is\nOh my mama told me therell be days like this\nOh my mama told me therell be days like this\nOh my mama told me therell be days like this", "When I wake up in the morning\nIm bleeding out, Im bleeding out\nMy eyes are full of blood, theyre closing up\nMy clothes are tight enough, they cut them off\nThe skies arent bright enough to see the gods\nOne hand on the crown, Im on the ground\nTears are falling as shes looking down\nThe sky looks way darker than usual\nAnd its like darks becoming beautiful\nI told em, dont cry, be a soldier\nNow youre holding your composure\nI think I see the holy ghost\nIm not ready yet to leave the throne\nNo crying, Im a soldier\nAnd Im holding my composure\nI think I see the holy ghost\nIm not ready yet to leave the throne\nNight, night to my enemies\nDidnt think I would survive my injuries\nDidnt think the almighty would intervene\nI know they are praying for the death of me \nIf life was a melody\nWould the angels congregate and sing for me?\nBlue lights in the sky signify tragedy\nYoure chosen by the heavens and you have to leave \nDid you think I died for a second?\nSo did I for a second\nOh lord, I look up into the sky\nAnd count my blessings\nAre you taking me early?\nAre the gates really pearly\nWill I wake up in the morning?\nWhere was you when you seen it?\nNearly died and I mean it\nI cannot think of another time\nIn life that I have needed\nThe support of my people\nHear no evil, see no evil, speak no evil\nI told em, dont cry, be a soldier\nNow youre holding your composure\nI think I see the holy ghost\nIm not ready yet to leave the throne\nNo crying, Im a soldier\nNow youre holding your composure\nI think I see the holy ghost\nIm not ready yet to leave the throne\nNight, night to my enemies\nDidnt think I would survive my injuries\nDidnt think the almighty would intervene\nI know they are praying for the death of me \nIf life was a melody\nWould the angels congregate and sing for me?\nBlue lights in the sky signify tragedy\nYoure chosen by the heavens and you have to leave \nShoot me down, paranoia\nBring a medic, bring a lawyer\nI cant even bear the thought of\nLiving on with all this trauma\nIf the blood thickens up\nAnd goes to your heart, will you fall apart\nWhen the bright days start to feel dark?\nIf its breaking my spirit and I pray\nWill you hear it? Hallelujah, Hallelujah\nIf its breaking my spirit and I pray\nWill you hear it? Hallelujah, Hallelujah", "Im giving up, this whole lie is on me\nCall it out like a family\nInstead, I bide my time, get a ride\nUntil the rubble leaves the road\nYou said dont lie, so I made the truth\nSeemed like a lie to even you\nControl your fear, its clear\nThat you do not know where youre going to\nSo, dont you worry\nYoull be my resolution\nCharacters of no illusion\nYoull be my resolution\nOne month down and its in sight\nOh, Im guaranteed to lose my mind\nIts dangerous to speak and sigh\nYou might know what Im trying to hide\nFrom the cradle to quarter age\nOh, I bought the book but didnt flip the page\nReadiness is near, we steer\nFar away from the coming of days\nSo, dont you worry\nYoull be my resolution\nCharacters of no illusion\nYoull be my resolution\nTurn around, put it down and see\nThat this is really the place to be\nIm not you, nor you me\nBut were both moving steady", "This just the way I feel\nMinds been racing so long, yeah\nIt’s just no way to deal\nWith these problems alone\nAnd I really cant take it no more\nIve been fighting temptations, my Lord\nI’m young and Im restless\nAnd I really cant help it\nAnd I never felt selfish before\nIve been living so reckless, I know\nTell me, Lord, can you help me?\nI said, Lord, can you help me?\nNow everybody got problems, yeah\nBut wouldnt know a way to solve em\nI really came up from the bottom\nStrugglin, my mama on her last dollar\nHustlin and I’ve been puttin’ in these hours\nGovernment been tryna take away whats ours\nReally all about the money and the power\nI just wanna see my people empowered\nTell me, how we gon’ shape this vision?\nComplainin all day, but in the same condition\nIf you wanna make change, its gon take commitment\nPeople enslaved by they religion\nCan’t emancipate them from the mental prisons\nSeen through optics transform to wisdom\nWatch me use my prophets, get em all to listen\nIve been on a mission, ah\nI really cant take it no more\nIve been fighting temptations, my Lord\nIm makin em restless\nAnd I really cant help it\nAnd I never felt selfish before\nIve been living so reckless, I know\nTell me, Lord, can you help me?\nI said, Lord, can you help me?\nNow everybody got vices, yeah\nBut wouldnt know what good advice is\nAh, until they leave em lifeless\nAnother mama cryin, its another crisis\nLord knows we just tryna live righteous\nAre you willin just to make the sacrifices?\nKnow we cant continue livin like this\nAnd Ill never sell my soul cause thats priceless\nTell me, how we gon make a livin?\nHustle on the block, who gon save the children?\nMan, its all a plot and Im just revealin\nThe media just tryna make a villain\nI just take the pain and paint a picture\nVoices in my head, I hear the whispers\nWhen I feel this way, inhale the swisher\nOr I sip the liquor, ah\nI really cant take it no more\nIve been fighting temptations, my Lord\nIm makin em restless\nAnd I really cant help it\nAnd I never felt selfish before\nIve been living so reckless, I know\nTell me, Lord, can you help me?\nI said, Lord, can you help me?\nThis just the way I feel\nMinds been racin so long, yeah\nIts just no way to deal\nWith these problems alone\nAnd I really cant take it no more\nIve been fighting temptations, my Lord\nIm young and Im restless\nAnd I really cant help it\nAnd I never felt selfish before\nIve been living so reckless, I know\nTell me, Lord, can you help me?\nI said, Lord, can you help me?\nOoh\nOoh\nOoh\nOoh", "Come home\nCome home\nI know youve roamed\nI know youve roamed\nCome home\nCome home\nI know youve roamed\nI know youve roamed\nYou came flying out of the corner that you no longer in\nYou felt hurt in your heart but you felt wind on your skin\nAnd I know you rose\nAnd I know you rose\nAnd you keep guarding that garden and it wont be let in\nAnd I heard Mr. Garvy said the night will always win\nAnd I fear hes right\nWell light a fire up in the light, theres magic in the night\nUp on rooftops and you know\nStay there in the evening glow\nFields of purple breeze that´s thrown\nBut I wish right now that I could grow\nBe strong\nBe strong\nIt wont be long\nIt wont be long\nBe strong\nBe strong\nIt wont be long\nIt wont be long\nNow Im homeward-bound, its homely ground\nThe nights rolling in\nKeep those thoughts in the frosts\nIn the air is cold and thin but Im warm as hell\nYouve warmed me well\nUp on rooftops and you know\nStay there in the evening glow\nFields of purple breeze thats thrown\nBut I wish right now that I could grow", "The boats they control appear weightless\nAnd the way that you move defines grace, Miss\nI felt so compelled to create this, you just need to know\nSitting out in warm winds, flecks of sun painted on sea\nYou smiled and looked down when I told you it aint bad to be me\nGive me moonlight, and a smile from you that I can barely believe\nBaby still holds your hand but she dont feel the same\nWhen they ask her who shes living for, Im tellin you, she dont drop your name\nAnd I found a new courage that kills cowards before folding in\nAnd it took us back to times, when real men were real men\nOoh, ooh, ooh\nYou have my word Ill keep watch, Ill keep wishing now under moons for you\nYou have my word Ill keep watch, Ill keep wishing now under moons for you\nYou have my word Ill keep watch, Ill keep wishing now under moons for you\nSo I hold onto your heart\nAnd I keep on coming round, coming round this part\nIll only grow lonely, my darling, when the silence starts\nOne by one we made it up over that hill\nAnd one by one they picked us off, laughing still\nLet me know, let me know when Ive got room to run\nLet me know, let me know when that fool is cleaning his gun and Ill run at him\nAnd Ill run at him\nLet me know, let me know, let me know", "The monks kicking out at the birds in the square\nYou pushed your boat down the hill\nThats not fair\nSaid you worked real hard on that\nYou said I was just sailing for fun\nBut I know his crest will have fallen when darkness has won\nOh we were darkness\nYou were hope\nYou give me happiness ten fold\nAnd now whenever I roam Im not alone\nYou give me strength and Ill hold on\nThe king loaned his castle to someone he thought he knew\nBut greed sat in the throne, now the raiders are strolling through\nHe lay slumped in the valley\nNothing more than a broken man, no\nPromising the wildlife that hell take it all\nAll back if he can, oh no\nOh we were darkness\nYou were hope\nYou give me happiness ten fold\nAnd now whenever I roam Im not alone\nYou give me strength and Ill hold \nThe trees dont walk they run wild\nSaddle up the night, still young as a child\nI would have seen you cast off into nothing\nYou couldnt see me but our hearts were almost touching\nWhite horses running, thats all that what you wrote\nAnd that sunset was stunning me too\nNothing proud down there\nRunning down wont get one sorry prayer from me\nFrom me\nCause Im not dragging you out, no\nNo Im not dragging you out, no\nThis isnt me calling you out\nIm not calling you out\nJust leave your shoes by the edge of the woods\nYouve never quite caught me but then, nobody could\nWell I was free\nBecause Id broken free and I was running", "Maybe its all down to the thought of her\nMaybe its all down to the loss we learned\nKnew for a long time, for all its worth\nI wanted to run to you\nWhat if Im caught up on its me youre calling\nWhat if Im lost now, plus if demons come in\nWhen she kissed me I felt a new freedom or something \nMove on\nI found a moment to be brave, so I let her know\nAnd she said, how could I love you back, you who dropped your dreams in the gutter,\nIn my winter, shell be burning slow\nFeels like December knows me well\nCause I loved ya\nDoes that mean nothing to you now?\nI loved ya\nGet me back on homely ground\nShe said, oh I know that love is all about the wind\nHow it can hold me up and kill me in the end,\nStill, I loved it\nDoes that mean nothing to you now?\nDays when we all watched till we lost the birds\nThrew a rose in, till it caught the turn\nKnew it felt right, we were bound to burn\nI wanted to run to you\nMaybe Ive lost count of the rooms youre tall in\nMaybe Ive lost count of the nighttime all ins\nSo the trees and her were first to know\nItll all be good, just hold me well\nCause I loved ya\nDoes that mean nothing to you now?\nI loved ya\nGet me back on homely ground\nShe said, oh I know that love is all about the wind\nHow it can hold me up and kill me in the end,\nStill, I loved it\nDoes that mean nothing to you now?\nWasnt easy to go, I know\nYou shouldnt have no seat in the front row\nI know, I know\nWasnt easy to go, I know\nAnd the sun came out, day late though\nI know, I know\nWasnt easy to go, I know\nHe pulled up, flat tyres, ten spokes\nI know I know\nWasnt easy to go, I know\nHe came all that way just to say hello\nI know, I know\nCause I loved ya\nDoes that mean nothing to you now?\nI loved ya\nGet me back on homely ground\nShe said, oh I know that love is all about the wind\nHow it can hold me up and kill me in the end,\nStill, I loved it\nDoes that mean nothing to you now?", "Load your boat up and let it go\nBeen talking too much about where youll go\nAnd I told you the futures good\nI should have kissed you right there where you stood\nWhere you stood\nOn a cold morning\nBring me down\nBring me down\nBring me down\nBring me down\nI hope all that you know\nWill be left behind for me as I go\nAnd I hope all that you know\nSomeday Ill know\nIll know \nIll know\nBring me down\nBring me down\nBring me down\nBring me down\nRun away with me and then well see who cares here\nRun away with me till were lost in the evening air\nCome now, this summer, I hope that I know you in the end\nCome up, come meet me, Ill see you again someday my friend\nBring me down, not yet\nBring me down, not yet\nHe still had stuff to do\nBring me down, not yet\nBring me down, not yet\nThey still had stuff to do\nBring me down, not yet\nBring me down, not yet\nStill got so much to lose\nTalk to me, bout how theres never no hope\nTalk to me, bout how theres never no hope", "We could leave the Christmas lights up til January\nThis is our place, we make the rules\nAnd theres a dazzling haze, a mysterious way about you, dear\nHave I known you 20 seconds or 20 years?\nCan I go where you go?\nCan we always be this close forever and ever?\nAnd ah, take me out, take me home\nYoure my, my, my, my lover\nWe could let our friends crash in the living room\nThis is our place, we make the calls\nAnd Im highly suspicious that everyone who sees you wants you\nOh, Ive loved you three summers now, honey, but I want em all\nCan I go where you go?\nCan we always be this close forever and ever?\nAnd ah, take me out, take me home\nYoure my, my, my, my\nDarling, youre my, my, my, my lover\nAs I recall, I know you love to show off\nBut I never thought that you would take it this far\nWhat do I know? \nWhat do I know, oh? \nI know its been a while, sweetheart\nWe hardly talk, I been doing my thing\nI know it was foul, baby\nAye, babe, lately, youve been all on my brain\nIf somebody woulda told me a month ago\nFrontin, though, nah, I wouldnt wanna know\nIf somebody woulda told me a year ago\nItll go get this difficult\nFeelin like Katrina with no FEMA\nLike Martin with no Gina\nLike a flight with no Visa\nFirst class with the seat back, I still see ya\nIn my past, you on the other side of the glass\nOf my memorys museum\nIm just saying, hey, Mona Lisa\nCome home, you know you cant roam without Caesar\nAs I recall, I know you love to show off\nBut I never thought that you would take it this far\nWhat do I know? \nWhat do I know, oh? \nAs you recall, you know I love to show off\nBut you never thought that I would take it this far\nI know \nWhat do I know, oh?", "Wanna be king in your story\nI wanna know who you are\nI want your heart to beat for me\nOh I-\nWant you to sing to me softly\n‘Cause then I’m outrunning the dark\nThat’s all that love ever taught me\nOh I-\nCall and I’ll rush out \nAll out of breath now \nYou’ve got that power over me, my my\nEverything I hold dear resides in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nGot that power over me \nGot that power over me \nGot that power over me\nRemember the lake in the moonlight?\nRemember you shivered and shone?\nI’ll never forget what you looked like\nOn that night\nBut I know that time’s gonna take me\nI know that day’s gonna come\nI just want the devil to hate me\nOh I-\nCall and I’ll rush out \nAll out of breath now \nYou’ve got that power over me, my my\nEverything I hold dear resides in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nGot that power over me \nGot that power over me \nGot that power over me\nIt was all in doubt\nThey were all around\nSo we’ll hide away and never tell\nYou decide if darkness knows you well\nThat lesson of love, all that it was\nI need you to see\nYou’ve got that power over me, my my\nEverything I hold dear resides in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nI know that I let her down, no\nLet her down, no\nYou’ve got that power over me, my my\nEverything I hold dear resides in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nGot that power over me", "But if only you could see yourself in my eyes\nYoud see you shine, you shine\nNow these songs will hold and hide your name\nYoud see you shine, you shine\nBut if only you could see yourself in my eyes\nAnd if only you could see yourself in my eyes\nYoud see you shine, you shine\nI was lost\nAbout you, about you, all about you\nAbout you, about you, all about you\nAbout you, about you, all about you\nAbout you, about you\nSee you shine, you shine\nI will hold you til I hold you right\nAnd if only you could see yourself in my eyes\nAbout you, about you, all about you\nAbout you, about you, all about you\nAll it was was all about you, about you\nAll it was was all about you\nSee you shine, you shine\nFall in love with someone that enjoys your, um, weirdness\nNot someone that, um, tries to talk you into being normal\nAnd if only you could see yourself in my eyes\nAnd if only you could see yourself in my eyes\nI will hold you til I hold you right\nAnd if only you could see yoursеlf in my eyes\nAbout you, about you, all about you\nAbout you, about you, all about you\nAll it was was all about you, about you\nAbout you, about you\nYoud see you shine, you shinе\nFall in love with someone that enjoys your, um, weirdness\nNot someone that, um, tries to talk you into being normal", "This whole life you said\nIs like a dream that you dont wanna forget\nIts alright, alright\nWhoa, its alright, alright", "Got me up all night\nAll Im singin is love songs\nShe got me up all night\nConstant drinkin and love songs\nShe got me up all night\nDown-and-out with these love songs\nShe got me up all night\nGot me up all night\nOkay, back when I was sleeping in my mama crib\nOr even back when I was up there in Mohammed crib\nPaying seventeen-hundred for the rent, money well-spent\nNo heater, but I really made a heat, may I vent?\nHad a thing for ya, even wrote the song Dreams for ya\n‘Cause I had dreams for ya, thoughts of a ring for ya\nChildishness, you know childishness\nAnonymous flowers sent, you know cowardice\nNow Im signed to Hov, took a power trip\nBack home, Im grown now, and the citys my throne now, huh\nSame clubs that I used to get tossed out\nLife got Kriss Krossd: totally crossed out\n‘Cause now Im in this and Im totally bossed out\nOld chicks crying ‘cause they know that they lost out\nBut Im still on you, Im still on you\nMy drink spill on me, while I feel on you, Im sayin—\nWould you believe me if I said Im in love?\nBaby, I want you to want me\nWould you believe me if I said Im in love?\nCause we are, we are, we are\nAll Im singin is love songs\nWe are, we are, we are\nAll Im singin is love songs\nWe are, we are, we are\nAll Im singin is love songs\nIve asked about you and they told me things\nBut my mind didnt change, no, I still feel the same\nWhats a life with no fun? Please, dont be so ashamed\nIve had mine, youve had yours, we both know, we know\nThey wont get you like I will, my only wish is I die real\nCause that truth hurts and those lies heal\nCant sleep thinking that he lies still\nSo you cry still, tears all on the pillowcase\nBig girls all get a little taste, ah\nPushing me away so I give her space, ah\nDealing with a heart that I didnt break\nIll be there for you, I will care for you\nI keep thinking you just dont know\nTryna run from that, say you done with that\nOn your face, girl, it just dont show\nWhen youre ready, just say youre ready\nWhen all the baggage just aint as heavy\nAnd the partys over, dont forget me\nWell change the pace and well just go slow\nYou wont ever have to worry, you wont ever have to hide\nIf youve seen all my mistakes, then look me in my eyes\nCause if you let me\nHeres what Ill do\nIll take care of you\nIll take, Ill take--\nIve loved and Ive lost\nOne time, been in love one time\nYou and all your girls in the club one time\nAll so convinced that youre following your heart\nBut your mind dont control what it does sometimes\nWe all have our nights, though, dont be so ashamed\nIve had mine, youve had yours, we both know, we know\nYou hate being alone well you aint the only one\nYou hate the fact that you bought the dream and they sold you one\nYou love your friends, but somebody shouldve told you some\nYou hate being alone well you aint the only one\nYou hate the fact that you bought the dream and they sold you one\nYou love your friends, but somebody shouldve told you some\nTo save you: instead they say\nInstead they say\nWould you believe me if I said Im in love?\nBaby, I want you to want me\nWould you believe me if I said Im in love?\nAll Im singin is love songs\nShe got me up all night\nConstant drinkin and love songs\nShe got me up all night\nDown-and-out with these love songs\nShe got me open all night\nGot me open all night, yeah", "Youve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me, me, me\nYouve got that power over me, me, me\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me, me, me\nMe, me, me, me\nMe, me, me, me\nYouve got that power over me\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me", "We used to be giants\nWhen did we Stop\nJust say the word i’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word i’ll be yours\nYou know I never forgot\nI never forgot\nTime ticking, rearranged in the plot\nWe were giants\nLiving life in the box\nFeeling faded, like a Street with the Chalk\nNo emotion when we tired to talk\nAnd take a break\nNo controlling, wе pause, it can‘t evade\nEvеry moment you lost it\nNow Im saying is\nI knew it would cost us\nI been in a frenzy, settle disses\nEvery time you would text me\nI was loyal, but you Hit up your exes\nSleep beside you but my heartbeat was restless\nWe would argue, wouldnt get where the point is\nWay too frequent, and we could‘nt avoid it\nThat was when you started sippin‘ the Poison\nTwo Giants, its Tripped when you’re going\nWe used to be giants\nWhen did we Stop\nJust say the word i’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word i’ll be yours\nYou know I never forgot\nNever forget me please\nYou will never lie to me\nNever save me please\nBut leave it all behind\nHope i wont die\nYeah, Wanna be gaints\nNowadays only see you as a Tyrant\nOut of place, I gotta move away\nNothing to do today\nMaybe i’ll check out my mileage\nI’m gonna go and i’m going insane\nKeep it together\nYou picking my brain\nI’m finding the Breath\nThen I run of he shame\nCause we used to giants and everyting\nChanged\nWe used to be giants\nWhen did we Stop\nJust say the word i’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word i’ll be yours\nYou know I never forgot\nNever forget me please\nYou will never lie to me\nNever save me please\nBut leave it all behind\nHope i wont die\nNever forget me please", "Out of all the money that eer I had\nI spent it in good company\nAnd of all the harm that ever Ive done\nAlas it was to none but me\nAnd all Ive done for want of wit\nTo memry now I cant recall\nSo raise to me the parting glass\nGood night and joy be with you all, mmm\nAnd if I had money enough to spend\nAnd leisure time to sit awhile\nThere is a fair in this town\nThat slowly has my heart beguilled\nRosy cheeks and ruby slips\nShe slowly has my heart enthralled\nSo raise to me the parting glass\nGood night and joy be with you all\nAnd of all the comrades that eer I had\nWill be sorry for my going away\nAnd of all the sweethearts that eer Ive known\nWho would bid me one more day to stay\nAnd as it falls unto my lot\nThat I should rise and you should not\nIll gently rise and softly call\nGood night and joy be with you all\nGood night and joy be with you all\nGood night and joy be with you all\nHmm", "Never felt alone in the late night\nNever knew on my own till the king cried\nWorkin on the karma but it takes time\nInnocence and sadness was a fine line\nBetter savour every moment when it flies by\nEvery minute, boy\nBetter live it, boy\nMaybe someday youll be happy for me\nNo, I\nEvery minute, boy\nSteady rhythm joy\nThe reason I stay, well I need you today\nIn your happier little way\nIm happy to be who you need me to be\nI wouldve waited for you all night to talk for a minute\nI never needed coal right now till you hit it\nId never been like so damn proud till I sing it", "A thief in the night came\nTook everything you gave for her\nThis song isnt low, lady\nIts remembering love made in the summer\nBut I think of the things that it taught me\nI learned that theres beauty I cant keep\nLearned that theres demons in stories\nLetting her down, no, I wont be\nWhenever shes calling, shell call me\nAngry and seething as the sea\nSongs in cathedrals in month three\nPromise youll smile off a memory\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nYeah, it should feel like something you were missing\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nLooking up lately\nThe moon doesnt chase me no more\nBefore it was childlike\nLost in the soft light, and so on\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nAnd yeah, it should be when she read out all shed written\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nThe smell of rain and streetlight thrown\nA love, a lantern in the snow\nBut when she feels it taking hold\nFinds it so hard letting go\nHow can I tell her that well shine?\nShe dreads the devils yet to show\nSo damn reluctant to expose it to me, so\nSo I think of the things that it taught me\nShe starts to think evil has lost me\nI walked with the wolves and it haunts me\nShe steps with intention to run free\nSo stunner, dont ever move softly\nYouve been on a journey they cant see\nWhen dancing in ballrooms, you will lead\nPromise youll smile off a memory\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nAnd yeah, it should feel like something you were missing\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nThe smell of rain and streetlight thrown\nA love, a lantern in the snow\nBut when she feels it taking hold\nShe finds it so hard letting go\nHow can I tell her that well shine?\nShe dreads the devils yet to show\nWhat I told you when\nThat I told you when", "I can only hope, theyrell be nothing wrong here in a while\nAnd well tell jokes, and run around for a little while\nTil we go home, and Im so relaxed my hearts a beat a mile\nAnd I can only hope, its not for nothing\nI call arrows to fall short\nBecause the snow is at our feet\nAnd when embraces subside, and the lilies have died\nIt comes down to her tears on a sheet\nBut I see you now, yeah, I see you\nAnd release me now, kinda like dreams do\nAnd I see you now, was hard to see you\nBut I see you\nYou cause lanterns to light\nAnd force demons disperse\nAnd if Lucifer may fear the swift drying of tears\nThen, for evil, you could not be worse\nBut I see you now, yeah, I see you\nAnd release me now, kinda like dreams do\nAnd I see you now, was hard to see you\nBut I see you, see you, I see you, I see you\nWhen I wrote they said, remember me...\nAnd I was on the highway, remember me...\nThe birds sing through the railing, remember me...\nWhen I was on the highway\nJust dont forget to sing\nRemember everything\nYoure the only little girl I know whod bring a kite in the snow\nSaid, You just gonna hold it up?\nSaid, Nah, Im gonna let it go\nAnd when your heart hurts, days like today are the antidote\nIf you think just maybe its her\nThen promise me, young man, youre gonna let her know", "Youve been givin me stories to tell\nOh weve been about, oh hell", "See no one has her step, Im accepting it\nCould watch her moving infinite, infinite\nWaiting for those eyes, got my chest to flip\nAnd got my breath to skip\nI dont even know what Im hiding from\nI dont even know why I try to run\nI find myself waiting for the hurt to come\nShe wouldnt hurt no one\nI woulda waited all night\nI woulda waited all night", "Dont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI couldve showed you all the scars at the start\nBut that was always the most difficult part\nSee Im in love with how your souls a mix of chaos and art\nAnd how you never try to keep em apart\nI wrote some words and then I stared at my feet\nBecame a coward when I needed to speak\nI guess love took on a different kind of meaning for me\nSo when I go, just know it kills me to leave\nTo all the stars that light the road\nDont ever leave that girl so cold\nNever let me down, just lead me home\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nBut theres beauty here thats yet to depart\nTheres still a song inside the halls in the dark\nIll come for you if you just stay where you are\nAnd Ill always hold your hand in the car\nTherell be days when its difficult\nBut I ask you to never leave behind the reciprocal, were past that\nLove is not designed for the cynical\nSo we have that, we can have that\nTo all the stars that light the road\nDont ever leave that girl so cold\nNever let me down, just lead me home\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nHow long can you wait for the one you deserve?\nFight on, never let it out, never let it out\nWhen Im gone, if you ever leave I hope that you learn\nTo fight on, to fight on\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nBaby, Ill be out there somewhere, somewhere, somewhere\nBaby, Ill be out there somewhere, somewhere", "A thief in the night came\nTook everything you gave for her\nThis song isnt low, lady\nIts remembering love made in the summer\nBut I think of the things that it taught me\nI learned that theres beauty I cant keep\nLearned that theres demons in stories\nLetting her down, no, I wont be\nWhenever shes calling, shell call me\nAngry and seething as the sea\nSongs in cathedrals in month three\nPromise youll smile off a memory\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nYeah, it should feel like something you were missing\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nBut looking up lately\nThe moon doesnt chase me no more\nBefore it was childlike\nLost in the soft light, and so on, so on\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nYeah, it should be when she read out all shed written\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nThe smell of rain and streetlight thrown\nA love, a lantern in the snow\nShe feels it taking hold\nFinds it so hard letting go\nCan I tell her that well shine?\nShe dreads the devils yet to show\nReluctant to expose it to me, so\nWell\nSo I think of the things that it taught me\nShe starts to think evil has lost me\nI walked with the wolves and it haunts me\nShe steps with intention to run free\nSo stunner, dont ever move softly\nYouve been on a journey they cant see\nWhen dancing in ballrooms, you will lead\nPromise youll smile off a memory\nAnd I, I, I\nI couldnt stop smiling like the whole way home\nYeah, it should feel like something you were missing\nTo all my friends, youll find your way\nSome summer night, I hope I see you again\nAll my friends, Id love to stay\nSome summer night, I hope I see you again\nThe smell of rain and streetlight thrown\nA love, a lantern in the snow\nShe feels it taking hold\nFinds it so hard letting go\nCan I tell her that well shine?\nShe dreads the devils yet to show\nAnd I told you well\nAnd I told you well", "How it must feel to be a bird\nRoamin lonely over sea air\nHow it must feel to be a bird\nLondon, Paris, underneath\nAnd Ill wait on my own\nOoh, hmm, ooh\nAnd I couldnt tell you enough that Im sorry\nAnd no, you couldnt tell me enough that you love me\nBut shes bringin the moon and stars to me\nDamn permanent reverie\nAnd even though this life, this love is brief\nIve got some people who carry me\nWasnt it love as soon as we knew each other properly?\nLivin bout half right til a certain person got to me\nNothin is secret, everythins sacred, how it ought to be\nUnder the moonlight on a clear night\nOn rooftops is where I wanna be\nSometimes Im like a child, thats somethin I cant release\nDreams of her comin home, sweet home\nAnd Im tellin you home is so sweet\nSaid you reminded me of the summertime, and I still mean that\nIn a full room, Im the only one shes smilin at\nSo wouldnt you let me know if you were thinkin less of me?\nThats what she asked me\nWhat was promised, what we both agreed\nTruthfully, if you ever go\nYoull drop me straight to Hell, the 7th circle\nAnd I was talkin with you earlier\nWe were open and vulnerable, it was wonderful\nI, I used to dream that you would talk to me\nI used to dream that you would talk to me\nAnd I couldnt tell you enough that Im sorry\nAnd no, you couldnt tell me enough that you love me\nBut shes bringin the moon and stars to me\nDamn permanent reverie\nAnd even though this life, this love is brief\nIve got some people who carry me\nYou know that feelin when you think your heart is gonna come right out through your shirt?\nGet it a couple times a year\nBut Ive been gettin it more often with her\nNow when Im face to face with death, Ill grab his throat\nAnd ask him, How does it hurt?\nUp in those golden moments, growin old too quickly\nWas he thinkin of her?\nShes bringin the moon and stars to me\nDamn permanent reverie\nAnd even though this life, this love is brief\nIve got some people who carry me\nShes bringin the moon and stars to me\nDamn permanent reverie\nAnd even though this life, this love is brief\nIve got some people who carry me", "That should have never been your road\nWe should have stayed there on the corner\nYou know Im always at your shoulder\nTake your heart out of your holster\nWhat if he never had to go?\nWhat if we never knew October?\nWould you run into the open?\nWould you take back all they told ya? Im\nHolding, waiting for something\nThatll keep you from the cold\nIt feels like winter follows you around\nHolding, waiting for something\nThatll keep you from the cold\nSo, just remember who you are\nHow you were never one for folding\nHow you never liked the corner\nHow the dark dont even know ya\nWould you believe me in the car\nWhat if I never dropped you home?\nWhat if we drove until the morning?\nYou said you never loved before him, Im\nHolding, waiting for something\nThatll keep you from the cold\nIt feels like winter follows you around\nHolding, waiting for something\nThatll keep you from the cold\nYou know me so you know Im feeling lonely now\nLonely right down in my heart\nYou know me so you know Im feeling lonely now\nLonely right down in my heart\nHolding, waiting for something\nThatll keep you from the cold\nIt feels like winter follows you around\nHolding, waiting for something\nLet me keep you from the cold", "Mm, mm\nMm, mm-mm-mm\nIn the fading light, hearts collide\nShadows dance in the distance\nSomething just aint right, I’m cold inside\nHelp me find what Im missin\nWe’re all scared to fly, but still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nWhen the dark has gone, the mornings won\nWere gonna feel something different\nIt will set you free, if you just tell me\nEvery secret, Ill listen\nWere all scared to fly, but still we try\nLearn to be brave, see the other side\nWon’t you lead me there? Have no fear\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find para—\nOh, my, my, my\nThere’s a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, my, my, my \nOh, my, my, my \nJust a thousand miles between me and paradise\nBetween and paradise\nJust a thousand miles between me and paradise", "We shouldve seen the \nIt was a beautiful my friend\nOh, can your neck bend the night sky?\nCan your hair blend?\nWere leaving footprints dear now\nWhat even lead us here?\nWas it him shining that light through the dark in my face?\nEver since your light burned out\nSwear the moons been shining for us\nBut man, I got to swim last night\nAnd I felt how the river pushed\nAnd I know you dont like to hurry\nThis time we must\nCause Ive been seeing shadows in the stars\nAnd hey followed us here\nGrief doesnt know how to last long\nIf you make him stand up to your heart song\nYou run away and you fall away\nGrief doesnt know how to last long\nIf you make him stand up to your heart song\nYou run away and you fall away\nWe know who we are\nAnd on this eve, boys, youd be wise to start following stars\nAnd if I could paint what Im seeing here\nAnd I fear Id drown you the purest color\nCause Im fit to burst with all that Im feeling here\nIf I had that verse let me hit you heavy and still clean\nIf you roll in the stream then you should know well\nKnow youll never be lonely with all the stories you tell\nAnd if you see wild dogs then you dont be scared\nCause theyre just my messenger that let me know how you fare\nAnd honestly, you ever feel a nightmare just call\nCome running on me\nAnd I need your eyes to look before me\nRadiance of the moon\nIm hoping you lift me\nAnd I need your eyes to look before me\nRadiance of the moon\nIm hoping you lift me\nAnd I need your eyes to look before me\nRadiance of the moon\nIm hoping you lift me", "We used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nThe hope and the hurt has lived inside of me\nBut there’s gold in the dirt, I never took the time to see\nBut I knew of its worth when you walked beside of me\nAnd my hand fit in yours like a bird would find the breeze\nWe used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nI knew from the start, you’d be the one to set me free\nThat day in the park when the hurt would hide from me\nThose eyes used to know me, it’s been way too long\nYou are the moon and the stars, and all they gaze upon\nTime won’t ever move slowly, what you waiting on?\nYeah, what you waiting on?\nWe used to be giants\nWhen did we stop?\nSay the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nDarling, just say you will\nWill you remember those times?\nThat I have held until\nTonight, if you say you will\nI’ll leave it all behind\nDon’t you remember those times?\nWe used to be giants\nSo, when did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nWe used to be giants, giants\nOh, I still love you though\nI still love you though", "Dont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nHow long can you wait for the one you deserve?\nFight on, never let it out, never let it out\nIf Im gone, if you ever leave I hope that you learn\nTo fight on, never let it out\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nHow long can you wait for the one you deserve?\nFight on, never let it out, never let it out\nHow long can you wait for the one you deserve?\nHow long, never let it out\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere\nSomewhere, somewhere", "Wanna be king in your story\nI wanna know who you are\nI want your heart to beat for me\nOh, I\nWant you to sing to me softly\n‘Cause then Im outrunning the dark\nThat’s all that love ever taught me\nOh, I\nCall and Ill rush out\nAll out of breath now\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYou’ve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nYouve got that power over me\nYouve got that power over me\nRemember the lake in the moonlight?\nRemember you shivered and shone?\nIll never forget what you looked like on that night\nI know that times gonna take me\nI know that days gonna come\nI just want the devil to hate me\nOh, I\nCall and Ill rush out\nAll out of breath now\nYou’ve got that power over me, my my\nEverything I hold dear resides in those eyes\nYou’ve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nYou’ve got that power over me\nYouve got that power over me\nIt was all in doubt, they were all around\nSo we hide away and never tell\nYou decide if darkness knows you well\nThat lesson of love, all that it was\nI need you to see\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYou’ve got that power over me\nI know that I let her down, down, no\nLet her down\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me", "Youve got that power over me\nYou’ve got that power over me\nYouve got that power over me\nYouve got that power over me\nYou’ve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nI know that I let her down, no\nLet her down, no\nYouve got that power over me\nYouve got that power over me\nI need you to see\nYouve got that power over me\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYou’ve got that power over me, my my\nEverything I hold dear resides in those eyes\nYou’ve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYou’ve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nYouve got that power over me\nYouve got that power over me\nYou’ve got that power over me\nI need you to see\nYouve got that power over me\nEverything I hold dear resides in those eyes\nYouve got that power over me", "So close, no matter how far\nCouldnt be much more from the heart\nForever trusting who we are\nAnd nothing else matters\nNever opened myself this way\nLife is ours, we live it our way\nAll these words I dont just say\nAnd nothing else matters\nNever cared for what they do\nNever cared for what they know\nBut I know\nTrust I seek and I find in you\nEveryday, for us, something new\nOpen mind for a different view\nAnd nothing elsе matters\nNever carеd for what they say\nNever cared for games they play\nNever cared for what they do\nNever cared for what they know\nBut I know, yeah!\nAnd nothing else matters\nSo close, no matter how far\nCouldnt be much more from the heart\nForever trusting who we are\nNo, nothing else matters", "Dont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI couldve showed you all the scars at the start\nBut that was always the most difficult part\nSee, Im in love with how your souls a mix of chaos and art\nAnd how you never try to keep em apart\nI wrote some words and then I stared at my feet\nBecame a coward when I needed to speak\nI guess love took on a different kind of meaning for me\nSo when I go, just know it kills me to leave\nTo all the stars that light the road\nDont ever leave that girl so cold\nNever let me down, just lead me home\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nBut theres beauty here thats yet to depart\nTheres still a song inside the halls in the dark\nIll come for you if you just stay where you are\nAnd Ill always hold your hand in the car\nTherell be days when its difficult\nBut I ask you to never leave behind the reciprocal, were past that\nLove is not designed for the cynical\nSo we have that, we can have that\nTo all the stars that light the road\nDont ever leave that girl so cold\nNever let me down, just lead me home\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nHow long can you wait for the one you deserve?\nFight on, never let it out, never let it out\nIf Im gone, if you ever leave I hope that you learn\nTo fight on, to fight on\nDont tell me this is all for nothin\nI can only tell you one thing\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nBaby, Ill be out there somewhere, somewhere, somewhere\nBaby, Ill be out there somewhere, somewhere", "I wanna be king in your story\nI wanna know who you are\nI want your heart to beat for me\nOh, I\nWant you to sing to me softly\nCause then Im outrunning the dark\nThats all that love ever taught me\nOh, I\nCall and Ill rush out\nAll out of breath now\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nYouve got that power over me\nYouve got that power over me\nRemember the lake in the moonlight?\nRemember you shivered and shone?\nIll never forget what you looked like on that night\nBut I know that times gonna take me\nI know that days gonna come\nI just want the devil to hate me\nOh, I\nCall and Ill rush out\nAll out of breath now\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nYouve got that power over me\nYouve got that power over me\nIt was all in doubt, they were all around\nSo, we hide away and never tell\nYou decide if darkness knows you well\nThat lesson of love, all that it was\nI need you to see\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nYouve got that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me\nI know that I let her down, down, no\nLet her down, no\nYouve got that power over me, my my\nEverything I hold dear resides in those eyes\nGot that power over me, my my\nThe only one I know, the only one on my mind\nYouve got that power over me", "So step inside\nCause that night is cold, it dont deserve such a smile\nAnd its not enough\nFor it to show up every once in a while\nIn the moonlight, I should\nKiss you at Samhain, throw it all down\nWouldnt that be cool?\nTo kill the guard, open the gates, for feelings unbound\nBut Ive been keeping hope\nAnd Ive got a fairy tale in my heart, I can cope\nBut Ive been keeping hope\nI bet they had you in mind when naming the rose\nOnly know bout how I wont be here later\nAnd dont forget, bout how she had you feeling major\nAnd he tried to write down how he felt bout the girl\nKept running out of paper, hell wait for her\nHe was feeling fucking awesome\nBe a good man like you taught him\nDont get caught up in caution when love exists\nSo step inside\nCause that night is cold, it dont deserve such a smile\nWell be alright\nI can only walk and", "In the fading light, hearts collide\nShadows dance in the distance\nSomething just aint right, I’m cold inside\nHelp me find what Im missin\nWe’re all scared to fly, still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand milеs between me and paradise\nOh, paradisе\nOh, my, my, my\nOh, paradise\nOh, my, my, my\nOh, paradise\nOh, my, my, my\nJust a thousand miles between me and paradise\nWhen the dark has gone, the mornings won\nWere gonna feel something different\nIt will set you free, if you just tell me\nEvery secret, Ill listen\nWere all scared to fly, still we try\nLearn to be brave, see the other side\nWon’t you lead me there? Have no fear\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find para-\nOh, my, my, my\nThere’s a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, ah, oh, my, my, my\nOh, ah, oh, my, my, my\nOh, ah, oh, my, my, my\nJust a thousand miles between me and paradise", "Standing on the porch of your fortress at the door is not me, you see\nComing over now\nCan I know you now?\nIts all going up\nYou said it all before but youre trying to mean it more on a cold night\nSee the night and the window now\nIts December now\nFeeling better now\nAnd the devils been stacking his cards high\nFeels like hes holding all aces at times\nNow that bird can sing again\nNovember morning, one rose\nBoth throw it in\nNow lets go down and check it out\nAnd see what love can burst and break out\nAnd be a light in the cold ground\nThose little flowers me and my father we put down\nThe queen was feeling old rain\nSo she stood up and pulled her coat tie a\nAnd stepped out in to that blue night\nShes heading down to the lake side\nAnd the king was in his room, red\nAnd he looked down and saw his golden bride\nAnd that man was a boy again\nFeeling love for the girl again\nAnd he walked on down to the lake \nSilhouetted by the moonlight\nAnd they danced to the red light\nOn a cold night but it felt right\nOh, oh, oh\nFeels like hes holding all aces at times\nOh, oh, oh\nHe looked out and saw his golden bride\nOh, oh, oh\nMan was a boy again\nFeels like hes holding all aces at times", "The hope and the hurt has lived inside of me\nBut there’s gold in the dirt, I never took the time to see\nBut I knew of its worth when you walked beside of me\nAnd my hand fit in yours like a bird would find the breeze\nWe used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nI knew from the start, you’d be the one to set me free\nThat day in the park when the hurt would hide from me\nThose eyes used to know me, it’s been way too long\nYou are the moon and the stars, and all they gaze upon\nTime won’t ever move slowly, what you waiting on?\nYeah, what you waiting on?\nWe used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nGiants\nGiants, say the word\nWe used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nWe used to be giants", "We used to be giants\nWhen did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nThe hope and the hurt has lived inside of me\nBut there’s gold in the dirt, I never took the time to see\nBut I knew of its worth when you walked beside of me\nAnd my hand fit in yours like a bird would find the breeze\nWe used to be giants\nWhen did we stop?\nSay the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nI knew from the start, you’d be the one to set me free\nThat day in the park when the hurt would hide from me\nThose eyes used to know me, it’s been way too long\nYou are the moon and the stars, and all they gaze upon\nTime won’t ever move slowly, what you waiting on?\nYeah, what you waiting on?\nWe used to be giants\nWhen did we stop?\nSay the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nDarling, just say you will\nWill you remember those times?\nThat I have held until\nTonight, if you say you will\nI’ll leave it all behind\nDon’t you remember those times?\nWe used to be giants\nSo, when did we stop?\nJust say the word and I’ll be yours\nYou know I never forgot\nWe were the song in the silence\nBut time catches up\nJust say the word and I’ll be yours\nYou know I never forgot\nWe used to be giants, giants\nOh, I still love you though\nI still love you though", "Never let me down\nNever lead me home\nNever let me down\nNever lead me home\nTherell be days when its difficult\nBut I ask you to never leave behind the reciprocal, were past that\nLove is not designed for the cynical\nSo we have that \nWe can have that\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nOn the nights you feel\nOutnumbered\nOutnumbered\nOutnumbered\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel\nOutnumbered\nOutnumbered\nOutnumbered\nOutnumbered\nOutnumbered\nOutnumbered\nOutnumbered\nBaby, baby, Ill be out there somewhere\nIll be, Ill be out there somewhere\nSomewhere\nTherell be days when its difficult\nBut I ask you to never leave behind the reciprocal, were past that\nLove is not designed for the cynical\nSo we have that \nWe can have that\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nBaby, Ill be out there somewhere\nOn the nights you feel outnumbered\nIll be somewhere\nOutnumbered\nIll be somewhere\nI see everything you can be\nI see the beauty that you cant see\nOn the nights you feel outnumbered\nIll be somewhere\nOutnumbered\nIll be somewhere\nOutnumbered\nIll be somewhere\nOutnumbered\nIll be somewhere\nOutnumbered\nIll be somewhere\nOutnumbered\nIll be somewhere", "Mm, mm\nMm, mm-mm-mm\nIn the fading light, hearts collide\nShadows dance in the distance\nSomething just aint right, Im cold inside\nHelp me find what Im missin\nWere all scared to fly, but still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand milеs between me and paradise\nOh\nOh my my my\nOh\nOh my my my\nOh\nOh my my my\nJust a thousand milеs between me and paradise\nWhen the dark has gone, the mornings won\nWere gonna feel something different\nIt will set you free, if you just tell me\nEvery secret, Ill listen\nWere all scared to fly, but still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh\nOh my my my\nOh\nOh my my my\nOh\nOh my my my\nJust a thousand miles between me and paradise", "Mm, mm\nMm, mm-mm-mm\nIn the fading light, hearts collide\nShadows dance in the distance\nSomething just aint right, Im cold inside\nHelp me find what Im missin\nWere all scared to fly, but still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nWhen the dark has gone, the mornings won\nWere gonna feel something different\nIt will set you free, if you just tell me\nEvery secret, Ill listen\nWere all scared to fly, but still we try\nLearn to be brave, see the other side\nWont you lead me there? Have no fear\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find paradise\nParadise, paradise\nClose your eyes, find para—\nOh, my, my, my\nTheres a thousand miles between you and I\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, my, my, my\nTheres a thousand miles between me and paradise\nOh, my, my, my\nJust a thousand miles between me and paradise\nOh, my, my, my\nOh, my, my, my\nBetween and paradise\nJust a thousand miles between me and paradise\nJust a thousand miles between me and paradise", "Better days are comin, if no one told you\nI hate to hear you cryin over the phone, dear\nFor seven years runnin, youve been a soldier\nBetter days are comin\nBetter days are comin for you \nSo when the night feels like forever \nIll remember what you said to me\nI know youve been hurtin\nWaitin on a train that just wont come\nThe rain, it aint permanent\nAnd soon well be dancin in the sun\nWell be dancin in the sun\nAnd well sing your song together \nAnd well sing your song together \nWe never miss the flowers until the suns down\nYou never count the hours until theyre runnin out\nYoure on the other side of the storm now, you should be so proud\nBetter days are comin\nBetter days are comin for you \nSo when the night feels like forever \nIll remember what you said to me\nI know youve been hurtin\nWaitin on a train that just wont come\nThe rain, it aint permanent\nAnd soon well be dancin in the sun\nWell be dancin in the sun\nAnd well sing your song together \nAnd well sing your song together \nAnd well sing your song together\nYour storys gonna change, just wait for better days\nYouve seen too much of pain, now you dont even know\nThat your storys gonna change, just wait for better days\nI promise you, I wont let go\nI know youve been hurtin\nWaitin on a train that just wont come\nThe rain, it aint permanent\nAnd soon well be dancin in the sun\nWell be dancin in the sun\nAnd well sing your song together \nAnd well sing your song together \nAnd well sing your song together \nAnd well sing your song together"]}