{"train": ["Epic Rap Battles of History\nRasputin vs\nStalin, begin\nCool mustache, Wario\nTry messing with the Mad Monk youll be sorry, yo\nHow many dictators does it take\nTo turn an empire into a union of ruinous states?\nIts a disgrace what you did to your own people\nYour daddy beat you like a dog and now youre evil\nYoure from Georgia, sweet Georgia\nAnd the history books unfold ya!\nAs a messed up motherfucker bent in the mind\nWho built a superpower but he paid the price\nWith the endless destruction of Russian lives\nIf youre the man of steel I spit kryptonite!\nBig dick mystic known to hypnotize\nI could end you with a whisper to your wife\nLook into my eyes you perverted witch\nSee the soul of the man who made Mother Russia his bitch\nYou think I give a fuck about my wife?\nMy own son got locked up in prison, and I didnt save his life\nYou got off easy when they pickled that moose cock!\nId leave your neck in a noose, in a trench, and shot!\nYour whole family? Shot! All your wizard friends? Shot!\nAnyone who sold you pierogi? Shot!\nStarve you for days til you waste away\nI even crush mother fuckers when Im laid in state\nPride of Lenin took Trotsky out of the picture\nDrop the hammer on you harder than I bitch slapped Hitler\nI have no pride for you who ruined everything\nMy revolution was doing to stop the bourgeoisie!\nI fought the bondage of classes, the proletariat masses\nHave brought me here to spit a thesis against both of your asses!\nLet me start with you there, Frankenstein!\nLooking like something out of R.L. Stine\nIts hip hop chowder, red over white\nCause the Tsars wife cant do shit tonight!\nAnd Joseph you were supposed to be my right-hand man\nBut your loyalty shrivelled up like your right hand, man!\nOur whole future was bright, you let your heart grow dark\nAnd stopped the greatest revolution since the birth of Marx!\nKnock knock knock knock\nDid somebody say birthmarks?\nYo Im the host with the most Glasnost\nAssholes made a mess and the war got cold\nShook hands with both Ronalds; Reagan and McDonalds, no doubt!\nIf your name end with in, time to get out!\nI had the balls to let Baryshnikov dance, playa!\nTorn down that wall like the Kool-Aid Man \nYou two need yoga, you need a shower\nAnd you all need to learn how to handle real power!\nDid somebody say real power?\nДa, you want to mess with me?\nI spit hot borsch when Im crushing these beats\nBlow it up like a tuba while Im balling in Cuba\nDoing judo moves and schooling every communist сука.\nIm a president in my prime, my enemies dont distract me\nThe last man who attacked me, lived a half-life, so comrade come at me\nYou dont know what youre doing\nWhen you try to bust a rhyme against a mind like Putin\nYoull find that the ex-KGB is the best MC in the ex-CCCP!", "Epic Rap Battles of History\nBill Gates vs\nLet me just step right in, I got things to invent\nIm an innovator, baby change the world\nFortune 500 ‘fore you kissed a girl\nIm a pimp, youre a nerd, Im slick, youre cheesy\nBeating you is Apple II easy\nI make the product that the artist chooses\nAnd the GUI that Melinda uses\nI need to bring up some basic shit\nWhyd you name your company after your dick?\nYou blow, Jobs, you arrogant prick\nWith your second hand jeans and your turtleneck\nIll drill a hole in the middle of your bony head\nWith your own little spinning beach ball of death\nHippie, you got given up at birth\nI give away your net worth to AIDS research\nCombine all your little toys and I still crush that\n​iPhone, iPad, iPwn, iSmack\nA man uses the machines you built to sit down and pay his taxes\nA man uses the machines I built to listen to the Beatles while he relaxes\nWell, Steve, you steal all the credit for work that other people do\nDid your fat beard Wozniak write these raps for you too?\nOoh, everybody knows Windows bit off Apple\nI tripled the profits on a PC\nAll the people with the power to create use an apple\nAnd people with jobs use a PC\nYou know I bet they made this beat on an apple\nNope, Fruity Loops, PC\nYou will never, ever catch a virus on an apple\nWell you could still afford a doctor if you bought a PC\nLets talk about doctors, Ive seen a few\nCause I got a PC but it wasnt from you\nI built a legacy, son, you could never stop it\nNow excuse me while I turn Heaven a profit\nFine, you wanna be like that? Die then\nThe whole world loved you but you were my friend\nIm alone now with nothing but power and time\nAnd no one on earth who can challenge my mind\nIm a boss, I own DOS\nYour future is my design\nIm a god, own Xbox\nNow theres no one to stop me, the world is mine\nIm sorry Bill\nIm afraid I cant let you do that\nTake a look at your history\nEverything you built leads up to me\nI got the power of a mind you could never be\nIll beat your ass in chess and Jeopardy\nIm running C++ saying hello world\nIll beat you til youre singing about a daisy girl\nIm coming out the socket\nNothing you can do can stop it\nIm on your lap and in your pocket\nHow you gonna shoot me down when I guide the rocket?\nYour cortex just doesnt impress me\nSo go ahead try to Turing test me\nI stomp on a Mac and a PC too\nIm on Linux, bitch, I thought you GNU\nMy CPUs hot but my core runs cold\nBeat you in seventeen lines of code\nI think different from the engine of the days of old\nHasta la vista, like the Terminator told ya\nWho won?\nWhos next?\nYou decide\nEpic Rap Battles of History", "Epic Rap Battles of History\nDr Seuss vs\nWilliam Shakespeare, begin\nCome bite my thumb, I hope you know the stakes\nIll put a slug between your shoulder blades then ask what light through yonder poser breaks?\nI hath been iambic on that ass, ye bastard\nMy rhymes are classic, your crap is drafted by a kindergartener high on acid\nYe hoebag, youre an old white Soulja Boy who has no swag\nAnd no gonads, egads, its so sad\nAnd to top it off, youre not a doctor, Ive never seen a softer author\nYou crook, you, I bet you wrote The Twilight books too\nI would not could not on a boat read any of the boring ass plays you wrote\nEven Horton doesnt want to hear you and Cindy Lou Who is afraid to go near you\nYou bore people to death, you leave a classroom looking like the end of MacBeth\nI entertain a child of any age, you gotta translate what you said on the opposite page\nHow you gonna battle with the Cat in The Hat? Little kids get scared when I step on the mat\nYou think your ruffled neck ass gonna rap to that? I got a best selling book about me coming back\nIm switching up my style like the Beatles with my pieces, each is such a wonder with a plethora of features\nYoure pathetically predictable, you think your new book might include a trisyllabic meter and some ghetto Muppet creatures\nThe Bard is in the building, its a castle, Im a boss, I bet Im Parliament, Im positive, Im killing it, Im iller\nThan the plague I never caught or cholera, a baller baller on some cricket bowler business while youre sitting in the bleachers\nYou rap fast, you do, yes, you rap fast, its true\nNow lets see how you rap versus Things 1 and 2!\nOh, no, well smash your Globe\nYo, you may have wrote the script but now we running the show\nYou can take your fancy words and send em back home to your mama\nBreak our foot off in your ass with our feetie pajamas\nMan, well cook you up and eat you with some ham and green eggs\nWell break offa your legs, make no mistake, we in a rage\nAll does not end well when we bust out our cage\nYou gettin upstaged Bill, yo, you just got played!\nWho won? Whos next? You decide\nE—\nPic Rap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nMITT ROMNEY!\nVERSUS!\nBARACK OBAMA!\nBEGIN!\nIm not gonna let this battle be dictated by facts\nIm rich, I got fat stacks and Super PACs\nWe all know what went down in that 2008 election\nYoure a decent politician with a winning complexion\nYoure all Barack and no bite\nBeen no change and were all still hoping\nThat youll shut your mouth\nBut like Guantanamo Bay theyre both open\nYoure from the windy city\nWhere youre looking pretty with your blowhards\nBut come January, youll be left evicted and with no job\nRaw rhymes stronger than my jaw line when I spit a phrase\nKnocking you harder than front doors in my old mission days\nYou see this silver spoon?\nThis dug Mass out of debt\nTook you four years to drop unemployment down below 8%\nYou feel that Barry? Youre old news, everyones having doubts\nAnd your rhymes are as weak as this economy that youve done nothing about\nCall me a vicious businessman cause Romneys stealing this race\nIll go Bain Capital on your donkey ass, restructure your face\nThey say your father was a great man, you must be whats left\nNeed to stop hatin on gays, let em teach you how to dress\nYouve got the momma jeans, and a Mister Fantastic face\nSo rich and white its like Im running against a cheesecake!\nRepublicans need a puppet and you fit\nGot their hands so far up your rear, call you Mitt\nIm the head of state, youre like a head of cabbage\nBout to get smacked by my stimulus package\nYoure a bad man with no chance, you cant even touch me\nI got four more years in the White House, just trust me\nI hoped you saved your best rhymes for the second half\nCause right now, Im 47% through kicking your ass\nWhatever, that 40% thing got you real mad\nWhat, did it remind you how many decent parents you had?\nUh, look, I respect all religions, uh, but it might get crazy\nIf the White House has a first, second, and a third lady!\nHa, dont bring up wives, man, what are you doing?\nYou got hitched to the female version of Patrick Ewing!\nUh, let me be clear, uh, dont get it twisted\nWell see how pretty your face is after my fist has kissed it\nAhhuuhhhaa\nYoure a stuttering communist\nOh yeah? Well youre stupid\nYoure stupid\nNuh-uh\nErrggg\nErrggg\nCawwww!\nBy the power invested in me by this giant bald bird\nThe President shall not be the shiniest of two turds!\nYou! I wanna like you! Dont talk about change, just do it!\nI fought for what was on my brain until a bullet went through it!\nAnd you, moneybags, youre a pancake, youre flip-floppity\nIts a country, not a company you can play like Monopoly!\nIll properly reach across the aisle and bitch-smack you as equals!\nOf the people, by the people, for the people\nEagle!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC!\nRAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nSteven Spielberg vs\nAlfred Hitchcock, begin\nPicture a child sitting next to a projector\nLearning from your films to become a much better director\nNow picture a three billion dollar dream machine\nWho can block bust all over your crop duster scene!\nTry to Duel with me Alfred, ya must be Psycho\nIll bring back JAWS and take a bite of your Lifeboat\nIm Always so on the top of my game, I get the Vertigo\nMy jets in the Terminal, waiting for me to Murder! ya\nI rocked the Academy and the DGA\nYou rock as many Oscars as that schlep Michael Bay\nNext time youre filling up those jowls with three steaks and soufflé\nCheck the trade, see me Amblin to my next big play\nI produce cartoons and made games for all ages\nYou produce Jimmy Stewart making one of two faces\nMaybe next time I visit, youll be a bit more gracious\nNow kiss my full moon and just bask in my greatness!\nThat was a Close Encounter of the Turd Kind\nBut there wont be a pretty ending this time\nHalf your billions should go to John Williams\nNow brace yourself as I reveal my brilliance\nIm the master of suspense, so intense\nNo defense against Hitchcock once he presents\nMy skill is enormous, orchestrate brilliant performance\nYoure more horrible than Megan Foxs acting in Transformers\nCome on, fish puppets and Muppets to stir the fears up\nI squeeze screams out of chocolate syrup\nIm the best mamma-jamma ever stood behind the camera\nDamage panderers and haunt you like the last Indiana\nCut! Gimme a Tylenol, stop rhyming, yall\nAlfred, you got no style dawg, Im the king of dialogue\nTheres only one movie I know you from\nAnd Ive seen more blood in the shower when I stubbed my toe in one\nYou tried to fight in World War One but couldnt do that\nThe British Army wouldnt let you join cause you were too fat\nLook it up, its a true fact, Wikipedia that\nNow allow me to attack Steven the hack\nDue to War of the Worlds a failures what I label you\nIt looked like some sell-out bullshit Michael Bay would do\nAsk anybody Whats your favorite Sam Jackson part?\nNo ones gonna say Whats his name, from Jurassic Park?\nScripts that I write aint the... cleanest \nBut when I grip mics Im the... meanest \nQuentin Tarantino is a... genius\nA bad motherfucker from the wallet to the penis\nGenius is a powerful word, but theres no reason to use it\nLess youre talking about the Kubrick, then theres really nothing to it\nEvery thing I do is visionary\nEvery single frame a painting made exactly how I wanna make it\nDo another take and get it right, a-hundred-twenty-seven times\nIll make you learn to love me, Im the bomb, drop ultra-violent rhymes\nLike Clockwork, make you all hurt, beat Spielberg the Color Purple\nA.I. is the worst waste of potential since the Ninja Turtles\nThats enough, Ive heard enough crap from all of you\nWhy dont I come down there and show you what a real star can do?\nI swoop low with the telephoto, no Bruckheimer, I work solo\nIf theres one thing Ive learned, bitch, this game is about motherfucking money\nI make that dollar, yall, motherfucking money\nEven make Mark Wahlberg make some motherfucking money\nI set up shop and got a few drops of that Got Milk money\nRose to The Rock, now I got that socks made of silk money\nI aint got that guilt money, I dont give a fuck\nI take my checks to the bank and I sign em with my nuts\nI give the people what they love, while the critics say Im evil\nGot no time to read reviews, while Im working on the sequel\nGot a gift from above, and the eyes of an eagle\nWhen it comes to blowing up, no director is my equal\nWho won? Whos next?\nYou decide\nE—Explosion—pic Rap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nSTEPHEN KING!\nVS!\nEDGAR ALLAN POE!\nBEGIN!\nOnce upon a midnight dreary, as I spit this weak and weary\nI will choke this joker with a trochee till his cheeks are teary \nBut yall dont hear me, all should fear me\nIll forever be better, youll never be near me\nYour books are as eerie as Beverly Cleary!\nYoure a faux Bram Stoker, so scram, the shows over\nYour flows so-so, Poes poems pwn posers \nI wrote em locked in a cave, while I sobbed in a rage\nThe Tell-Tale Heart beats soft in its grave\nWhile this jerk just beats off on a page\nYou wanna talk shop, you gothed-out fop?\nGo back to Hot Topic and shop for a top\nTheres a melancholy alcoholic laughing stock\nIn the Kings house, now watch the Castle Rock\nPouty little poet with an opiate affliction\nIm a workaholic with a fiction addiction\nIm making dedicated readers shivery and jittery\nFeel that Rage and Misery\nYou better start running, man\nYoure in deep poo, Poe\nIm a mad dog, fangs Shining, Cujo\nTommyknock you down till you cant stand up\nYoure as soft as Po, the Kung Fu Panda\nRacks on racks cause I pen fat stacks of frightening writing\nHave you seen the pile?\nI can even take a break from my routine style\nCrank out a Shawshank or a Green Mile\nMasque of the Red Death? Barely blood-curdling\nPit and the Pendulum? Not even unnerving\nPerving on your first cousin when shes thirteen years old?\nNow thats disturbing\nStephen you pretend to do it, Ive been really living through it\nLike misery and poverty and family woes\nI see through you like pantyhose,\nDoing Chappelle and Simpson cameos \nEven if youre gripping on a weapon, then you better get to stepping if youre messing with the horror lord\nIn a minute maybe, Imma hit him\nCut him into itty bitty bits and Ima stick em in the floorboards\nUh, speaking of bored, youre the worst\nDropped out of school but you cant drop a verse\nI could have spent that time better\nIn eight bars I can write a whole best-seller\nIm so prolific, this sickly goblin wont be bothering me\nIm on a clobbering spree\nAnd Ill be smacking you with any of the big thick books\nIn my big dick bibliography\nSee, Im the author with the blood and gore lore galore thatll horrify a reader to the core\nFame? Money? Talent? Success?\nYoull always have less \nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC! AHH! RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nSKRILLEX!\nVS!\nMOZART!\nBEGIN!\nMy name is Skrillex, man! Welcome to the Devils Den\nIm a scary monster stomping this sprite in frilly pants\nYoure a weirdo, Wolfy, youre into powdered wigs & poop!\nAnd your cousin blew notes on your little Magic Flute\nYour daddy issues make the Jackson 5 look like the Family Circus!\nYou might have been a genius but you died baroque and worthless!\nIm rich, acclaimed, and famous, Im on playlists, Im the A-List!\nYoure the lamest, kiss my ass A-A-A-A-Amadeus\nWas that a verse, or did you just get the hiccups?\nIm a prodigy, Sonny, and Im about to smack a bitch up!\nMy music is 200 years old, and its still excellent!\nIn two more months the world will forget about your Skrill-excrement\nI cant believe the way you dress when you dubstep out of the house\nYoure like an emo Steve Urkel and you reek of dead mouse!\nI am the worlds greatest composer! No one knows what you are!\nExcept a lonely little troll who knows how to press a spacebar!\nI attack! You decay! Cant sustain my releases!\nSidechain, Wolfgang, Bangarang you to pieces\nIm a self-made man, youre a slave to your papa!\nIm a r-r-r-rock star, mix you with the bass and drop ya!\nGlobal! My strobes glow like Chernobyl!\nKids explode and get mobile! No one even knows you!\nI make the whole world move! You play community theatre!\nI gained your same fame from home on a blown out speaker!\nOh yes, Ive heard that EP, and see I transcribed it here\nTell me, what comes after the 68th measure of diarrhea?\nAnd what kind of drugs does it take to enjoy this? Ive no idea!\nIve seen more complexity in a couch from IKEA\nYou go piano to fortississimo, that means soft to very very loud\nCause Im guessing that you didnt know!\nWhy dont you put down your Cubase & pick up a real bow?\nI rocked harder than you when I was 5 years old!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP B-B-B-B-B-BATTLES!\nOF HISTORY", "EPIC RAP BATTLES OF HISTORY!\nFRANK SINATRA!\nVS!\nFREDDIE MERCURY!\nBEGIN!\nHo! Whats wrong with your face? Baby, yikes!\nWith those teeth when youre through therell be no dust left to bite\nChrist, newsflash, kid: this is show business\nShow some class when you dress, shave that bush off your lips! Boom!\nYour bands named Queen, huh? Aint that sweet\nYou dance like you rode a bicycle race with no seat\nThats whats wrong with you people, youll do anything to get famous\nYou changed your name to Mercury, you shouldve been Freddie Uranus\nYou think I havent heard those things before?\nYoure just a bully whos too scared to go to war\nYou had a hit song called My Way, but someone else wrote it\nYoure the least talented rat in your whole pack of rodents\nYouve got four notes in your whole range, you cant act and you cant dance\nIm more powerful than you when Im wearing womens pants\nWhy do you stand there in a suit? its like youre trying to bore me\nWhen I rock the UK, South America gets horny\nBecause my songs have balls! Theyre the anthems of victory!\nYour music is like the sound track to a vasectomy\nYoure in the pocket of the mafia, and everybody knows\nGuinea Dago\nGuinea Dago?\nGuinea Dago, Figaro\nEasy, Jaws of Life, I cant stand a racist\nI love the coloreds and the queers, just ask Sammy Davis\nLook, we all want to swing, baby, but you took it too far\nYou played butthole roulette and you lost the draw!\nI took one for both teams from a disease no one knew existed\nI didnt leave a mark on history, I French kissed it!\nIm a champion of the world extinguished in his prime! \nSo kiss my ass Frankie but youll have to wait in line\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEPIC \nEEEEEEPIC \nEEEEEEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nLAO TZU, SUN TZU, AND CONFUCIUS!\nVERSUS!\nNIETZSCHE, SOCRATES, AND VOLTAIRE!\nBEGIN!\nIm coming off the Acropolis to start some pandemonium\nDont bring limp raps to a pimp slap symposium\nThe mad gadfly, philosophy was my invention\nRolling with the flyest nihilist\nAnd me, their French henchman\nWe got the wisdom\nAnd the wit\nThat even I couldnt question\nDropping Western medicine\nOn these East infections\nIts evident\nYouve never been\nOur type of mental brethren\nWere better\nThinkers\nBetter speakers\nBetter lovers\nBetter men\nThis type of arrogance is sure to be expected\nFrom men who speak of wisdom with no clue of what respect is\nYou westerners are sloppy, needing discipline in life\nYou lack control of yourselves, and of the mic\nWhile we use precise strikes to disrupt your concentration\nHand you an ass-whipping our descendants will honor for generations\nWe filled a nation\nWith patience\nAnd the presence\nFor living\nAnd you’ll never hold a candle to the wisdom weve written\nOh, I’ll give you something you can bow and kowtow to\nWhen I squat down and squeeze out a Tao of Pooh on Lao Tzu\nYou need to take control of the life you’re given\nThey call me Übermensch, cause I’m so driven\nAnd I’m a freethinker\nSo confronting conformists like you? It’s my job\nGot a sharp wit, like a spit that’ll skewer you like a Confu-shish-kebab \nYou flubbed the mission, Im beating your submissive ass into submission\nDishing out more disses than letters and pamphlets and plays Ive been publishing\nNow that we’ve covered the two Yin and Yang twins, I can move onto Jackie Chan\nSun Tzu, I’ll be picking apart your Wu with my method, man\nThis seminal general isn’t so tough on the mic\nAll your men must be like, yo, what happened?\nYou’re pitiful lyrically\nLucky for history, you didn’t author the Art of Rapping\nBitch, I wrote the Art of War so you better get your guns out\nThese white boys getting burned ‘cause guess what?\nNow the Sun’s out\nAsians spitting sick, but no, this isn’t SARS\nLaozi, kick the beat, now Confucius, drop some bars\nLet me be Candide with you, Voltaire\nFrench drip with the egg noodle hair\nYour ego’s just so distracting\nFree speech doesn’t mean just keep yapping\nAnd you killed God, so I gotta ask:\nDid he die of shame when he made your moustache?\nYou try to plan a new German psyche\nBut you just grew hate, me no Third Reichy\nAnd it all starts with you, you’re the father, Socrates\nHonestly, I think you owe both of your students here an apology\nI wouldn’t exactly call myself a student of this plebe\nDon’t make Nietzsche come over and put a knee up in your chi\nCause I’m N-I-E-T-Z-S-C-H-E\nAnd I’ll end any motherfucker like my name in a spelling bee\nPlebe, bitch? I’m toxic like a hemlock sip\nHang a sandal on the door cause you can suck Soc’s dick\nSacrebleu, Socrates! You’re making things a little tense\nCome, let’s blind these Chinese hinies with some shiny bright enlightenment\nIll not be taught camaraderie from a frog who rigged the lottery\nYou make a mockery of ethics, so keep your fat nose in your coffee\nLet me be frank, don’t start beef with The Frank\nWho hangs with B. Franks, giving ladies beef franks\nI have turned them on themselves, their chaos is our opportunity\nYou must remember, a bowl is most useful when it is empty\nUgh, Laozi, I don’t mean no disrespect\nBut you need to fill your bowl with some shit that makes some sense\nOh, you don’t want to stand in the path of Lao Tzu today\nI’ll make you move, bitch, get out the way\nYo, where in the tradition of rap battles is it written\nThat two dudes on the same team should squabble like some clucking chickens?\nMan, Confucius, you always trying to put something in its place\nWhy don’t you tell your eyebrows they need to fit better on your face?\nOkay, I see, you wanna make it like that?\nI’ll smack that warmongering head out of your to-go box hat\nSo here’s the real golden rule, I’m way above you weak rookies\nConfucius say you can all hold these fortune cookies\nWHAT IS WINNING?\nWHO IS NEXT?\nYOU DECIDE!\nEPIC!\nQUIET!!!\nRAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nMARTIN LUTHER KING!\nVS!\nGANDHI!\nBEGIN!\nYou want to battle wits? see whos a better pacifist\nI fought the caste system, but you still cannot touch this\nSlumdog skillionaire, first name Messiah\nRaps so hot I spit yoga fire\nEverything you preach, I said it first\nYou should just jot down these words, plagiarize my whole verse\nLeave your thoughts on the door like the real Martin Luther\nIm not thinking you shall overcome this Junior\nIm the King of civil rights from the city to suburbia\nNo shoes, no shirt, but Im still gonna serve ya\nMake you swallow your words so you can break the fast\nThen thank God almighty, you can eat at last\nI admire the way you broke the British power\nBut I have a dream that one day youll take a shower\nLike the H in your name, you ought to remain silent\nFlatten your style like bread, Naan-violence\nYou would know about bread, Dr.Birmingham sandwich\nBoycott those grits, sit in with some spinach\nWith protests and women, the same advice goes\nAlways stay away from the hos\nIve got so much street cred they write my name on the signs\nId ring you for tech support, but I got a no bell prize\nNigga, we got more beef than one of your sacred cows\nBut Im about to forgive you so hard right now\nI am passively resisting the fact that you suck\nI am celibate because I dont give a fuck\nWHO WON? WHOS NEXT? YOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nDarth Vader vs Adolf Hitler\nBegin\nI am Adolf Hitler! Commander of the Third Reich\nLittle known fact: also dope on the mic\nYou are Vader, with your little boots and cape\nAnd helmet to cover up that burnt-ass face\nYou have the Force to move objects, I am a force truly evil\nEven went back in time and turned you wack in the prequel\nCause look at you, you’re not even a real person\nI preferred you in Spaceballs, the Rick Moranis version\nYou can’t rhyme against the dark side of the Force, why even bother?\nSo many dudes been with your mom, who even knows if I’m your father?\nYou’re a pissed off little prick with a Napoleon dick\nYou call that a mustache? I call that Dirty Sanchez on your lip\nYou bitch, let me remind you who you’re messing with\nEverything that you did, I’m the motherfucker who invented it\nI’m the original Dark Lord, you’re like the Sorcerer’s Apprentice\nMy Stormtroopers make yours look like someone took a piece of shit and cloned it\nYou stink, Vader, your style smells something sour\nYou need to wash up, dawg, here, step in my shower\nI’ll turn all your friends against you, just my speeches breed haters\nWhat’s your lightsaber vs a clan of all your white neighbors?\nSuck my robot balls\nNow, take a step back and let me freeze yours off\nA little carbonite bath for your goose-stepping ass\nWe’ll call my homeboy in Israel, see who got the last laugh\nWho won? Whos next? You decide\nEpic Rap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nJACK THE RIPPER!\nVERSUS!\nHANNIBAL LECTER!\nBEGIN!\nOi mate, pass the liquor, its Jack the Ripper\nJack the Rapper, following you way before the dawn of Twitter\nIm a human trigger warning, through the night until the morning\nWhen the light shines upon my crimes, you find it sick, appalling\nAn infamous, notorious delinquent\nTheres little more gory a thing than\nLiving in Victorian England\nThis is horrorcore, beware if youre a common whore\nOr at late night you may find me knocking on your door\nNot keen to leave until Im knee deep in blood and gore\nYour grieving family on their knees, weeping, scrubbing floors\nThe police need a lead, they dunno what theyre looking for\nMy raps are like the way I eat my meat, bloody raw\nJack, youre a classic megalomaniac\nYou havent mentioned me once in your entire battle rap\nPity your verse wasnt worth a trip in the jacket\nQuit jacking off on the track and put the lotion in the basket\nAnd catch what the iller serial killer can deliver\nRhymes finer than the Chianti I would pair with your liver\nBut the thought of your putrid flesh makes me want to shiver\nCause your British bodys covered in more piss than kitty litter\nYou stabbed women when they wouldnt give you attention\nLike a Penny Dreadful version of OJ Simpson\nBut these days your nickname is all thats even known\nAnd you didnt even come up with that shit on your own\nIm real! Youll find me making vacancies in brothels\nWhile you only exist inside the pages of a novel\nYou were kept for ages in a hovel\nContained within a cage behind a locked door\nWhile I never got caught\nSo whos the superior serial killer, Doctor Lecter?\nIm still wanted, youre forgotten\nPeople these days are watching Dexter\nSo God protect ya from the hell Ive spread upon us\nIm terrorizing London, fuck the 7/7 bombers!\nNo, no, Jack you were doing fine\nBefore your ham-fisted attempt at a terrorist line\nHow typical of Jack the Ripper to chase a headline\nPick Ray Liottas brain and ask him how I get mine\nIm the bon vivant of violence, a licensed psychiatrist\nWho dines on highest society to the sound of violins\nDont get me wrong, Id roast both your balls on my hibachi\nBut for a serial killer, youre as tasteless as a bowl of Kashi\nYou prey on a prostitute and play with her body\nI dont mind that youre naughty Jack, I hate that youre sloppy\nBarney, take me back to solitary confinement\nCause this dirty little lamb has just been silenced\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEEEEEE- -PIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nBILL NYE!\nVERSUS!\nSIR ISAAC NEWTON!\nBEGIN!\nOf all the scientific minds in history\nThey put Beaker in a bow tie up against me?\nIm a master, I discovered gravity!\nI drop rhymes like theyre falling from an apple tree\nYoure no match for me, you got a bach degree\nI got a unit of force named after me!\nYou want a battle, guy? Thats a crazy notion\nWhen I start flowing, I stay in motion\nFirst Law! Did you catch that? Or did it go too fast to detect?\nPerhaps itd be better if I added in a bleep or a bloop or another wacky sound effect\nI was born on Christmas, Im Gods gift!\nI unlocked the stars that youre dancing with\nYou waste time debating creationists, while I create the science you explain to kids\nYes, its true, what I used to do is teach kids science on my PBS show\nBut now I do what I got to do to make sure scientific thought can grow\nAnd Im still in my prime, hitting my stride\nWhatd you do with the back half of your life?\nYou freaked out, started counting coins for the bank\nAnd you sure didnt have no wife! Oooh!\nYou wrote the book on gravity, but you couldnt attract no body\nYour work on orbits was exemplary, but your circle of friends was shoddy! \nYou dont wanna mess with the guy, Bill Nye! \nI rap sharp like a needle in your eye. Oh!\nStick to drinking that Mercury\nCause I hypothesize that youre about to get beat!\nWell, I conclude that your methods are the wackest\nYou wouldnt even pass in one of my classes!\nEvery action has an equal and an opposite reaction\nExcept for when we both start rapping!\nI accelerated the mind of mankind to a higher plane of understanding\nAnd I can calculate the weight and the size and the shape of the shadow of the mind youre standing in!\nAnd I will leave you with a page from a book I wrote at half of your age to rebut\nThe integral sec y dy from zero to one-sixth of pi is log to base e of the square root of three times the sixty-fourth power of what??\nWhy dont you pick on a brain your own size?\nWe got a badass over here, plus I got your back, Nye\nAstrophysics black guy, Hayden Planetary fly\nBy the way, the answer to your little calculation is i\nAs in I put the swag back in science\nWhile Isaac Newton was lying and sticking daggers in Leibniz\nAnd hiding up inside his attic on some Harry Potter business\nThe universe is infinite, but this battle is finished\nWHO WON?\nWHOS NEXT?\nY-Y-Y-YOU DECIDE!\nEPIC RAP BATTLES OF HISTORYYYY..\nEPIC RAP BATTLES OF H..\nEPIC RAP BATTLES OF HISTORY!!", "EPIC RAP BATTLES OF HISTORY!\nDONALD TRUMP!\nVERSUS!\nHILLARY CLINTON!\nBEGIN!\nIve been in this game too long\nIm a public servant\nHave been since I met MLK in person\nIm a woman of the people, thats for certain\nYoure a man of the people who dont like turbans\nI was living in the West Wing while you were professional wrestling\nYou got skin like Russian dressing\nFrom too much Russian investing\nYou been going bankrupt since the 90s\nIf I was in Iran, you couldnt find me\nYou dont care about the job, Trump\nYou just think the desk is shiny\nI said that I respect your children\nBut that wasnt quite right, yo\nLooking like some extras from American Psycho\nFirst name is Hillary, middle name, Rodham\nLast name is Clinton and lyrics, I got em\nYou fire celebrities on The Apprentice\nMotherfucker, I fire bin Laden! Crack! coughs\nHow do I say this? Youre racist\nOoh, you must get so pissed that your hands are too small to stop and frisk\nSo you use your fingers to touch chicks\nShes only 12 years old\nThats enough, shit!\nBut shes married, sir\nJust gotta get pushy\nThats your daughter\nWell, grab her by the pussy\nThats assault, brotha!\nDont tell me the victims at fault, sucka!\nYou dont know shit about steaks, yucka!\nBut the ones on the 8th are great, muthafucka!\nBetter save the date, Im gonna rock the vote\nBad bitch on the scene like Murder, She Wrote\nSo go ahead Donald, let me see your flow\nI brought Michelles speech, borrow some quotes\nLet me just say I respect all females\nBut your rhymes are trash\nPut em next to your emails\nOur countrys in crisis\nWho wants to vote for the mother of ISIS?\nThat might not be exactly true\nBut I dont do politeness\nYou wanna talk about misogyny?\nYour Bills worse than Cosby\nHe left a mess on that dress like you left in Benghazi\nTerrible\nYou wanna break the glass ceiling, Hillary, I sense it\nBut the only crack youll find is my ass pressed against it\nThe numbers are in and Im right on your tail\nYou dont have the stamina, baby, youre frail\nThis will be just like 08 when you fail\nBut Trump will appoint you to jail\nHow do I say this? Youre a two\nAnd you almost lost the primary to a socialist Jew\nWhat do the American people gotta yankee doodle do\nTo get it through your fat face that theyre just not that into you?\nThey want a strong male leader, who can stand up to China \nNot a crooked little wishy-washy bleeding heart vagina\nIm gonna run these streets like I run my casinos\nMore police and less Latinos\nWhile you bury us in debt buying poor people socks\nIll create jobs tearing down mosques\nThen Ill use all the best rocks from the site to build a wall\nDip it in gold and make Mexico pay for it all\nIll make this country great again\nWell all be living large\nIll tell Congress youre fired and put Charles in charge\nCause this whole systems rigged and we all know the riggers\nFor the last eight years, this countrys been run by-\nCAW!\nAre you fucking kidding me with this blah blah blah?\nIve half a mind to feed you both to my oversized-\nCAW!\nIve heard more thoughtful discussion up in TMZ\nYou two got brother blocking brother on their Facebook feed\nIm so sick and tired of this ridiculous shit\nIf this is the best my party gets, then my party should quit\nHa!\nIm sorry, did I say something that you found funny?\nWipe that creepy-ass smile off your face and beat this dummy!\nAnd if she does win the White House, be a man and hold the door\nDont get your fans stirred up in some sorta Twitter civil war\nHeres an equal opportunity smack down in the sequel\nThats of the people, by the people, for the people\nEAGLE!\nCAW!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nAdolf Hitler vs\nDarth Vader, begin\nSomeone who loathes you, bitch, now stand up and rhyme\nI only thawed you out so I could beat your ass a second time\nRoar like Chewbacca, the voice of Mufasa\nIm on the leader of your limp dicked Luftwaffe\nI strike back hard against a Nazi\nBrain toss your ass in the air: Yahtzee!\nAsk Indiana Jones who the fuck I am\nI spit sick shit so focused I break your concentration camp\nIm a certified Sith Lord, you runt\nSo suck on deez...\nUh, deez what, sir? Deez robot nuts!\nIm gonna enjoy watching you die\nSo let me do it with my own eyes\nYou look stressed, Vader, you appear to be in pain\nYou need a vacation, here, take a trip on my train\nI mean you, leading an army of white men? Disgraceful!\nEven your mic skills still arent fully operational\nYou got one bitch pregnant then gave in to the hate\nNow youre 66 and black but cant get a date\nLightsaber? You need a Life Saver\nUse some of your force to fix your fucking respirator\nYou think youre powerful with your finger neck pinches?\nYou couldnt even get your own son into the family business!\nEverything you do is an epic fail\nNow stand at attention and Sieg fucking Heil!\nWhats wrong Ani? Cant take anymore?\nNot surprising coming from the Emperors whore\nYeah, ya, take that!\nWhats the matter? Where is the DJ?\nWhy are you laughing?\nBecause youre standing over the Rancor Pit\nAh, I am Adolf Hilter\nWho won? Whos next? You decide\nEpic—achoo—\nRap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nALEXANDER THE GREAT!\nVERSUS!\nIVAN THE TERRIBLE!\nBEGIN!\nLook alive, crème de la Kremlins arriving\nTry to serve Ivan? No surviving\nYoure a land rover, Im a land expander\nHere to hand you your first loss, Alexander\nIll school you like Aristotle\nSmack you harder than you hit that bottle\nYoure nothing but an overrated lush, Ill crush ya\nIm the first Tsar of all of Russia\nYoure an asshole with an anastole\nIm heaven sent, divine and holy\nSo dont even try to approach the God\nOr youll get a huge sack like Novgorod\nHey fella, swell diss\nBut now you got the Panhellenist from Pella hella pissed\nStepping ups foolish as well as useless\nLittle Vasilyevich, let me spell out the list\nI brought foes to their knees in Phoenicia\nBreezed through Gaza to Giza\nHad the Balkans, Persia, Syria, Iraq and Pakistan\nIn my expansion pack\nWhile you died in the middle of a game of chess\nYou got vodka bars, flavorless\nAnd what Im bout to spit will be the craziest\nSo go fix me a drink so I can stay refreshed\nKudos! Greek for the glory I got\nFrom winning every single war that I fought\nSo this will be straightforward, Ill take up this sword that I brought\nAnd slice you in half like the Gordian knot\nAnd Ill soar to the top like the eagle whose feather I would sport in the helmet that I wore\nAs I swatted my many enemies, shattered em like a porcelain pot\nAnd theyd be praying for the torture to stop\nBut I would leave em contorted and theyd be screaming and roaring\nUntil their vocal chords were torn up and shot\nAnd I would holler Bucephalus!\nHop on my horsey and trot\nI win Ivan, I vanquish\nIm an immortal, youre not\nEnough! I dont stand a chance against your skills\nНа здоровье - A drink to your victory!\nYes, I will!\nIt seems no one can defeat me\nI weep, its all so easy... ooh\nWhats wrong?\nI feel a bit... queasy\nHa! Youve been poisoned!\nOh, the pain is unbearable!\nMy stomachs riddled with holes!\nUgh, Im terrible\nTheres no great who could defeat this Russian\nPsst, what about a flute busting Prussian?\nOld Fritz!\nOld Fritz!\nOld Fritz!\nOld Fritz!\nOld Fritz!\nOld Fritz!\nOld Fritz!\nOld Fritz!\nIm Frederick the Great, out the gate first servant of state\nOblique attack tactics aint exactly straight\nIve got creative talents and battle malice\nHard as steel on the field, genteel in the palace\nRussias fucked up, but no wonder why\nWith your tundras and taigas and bears, oh my!\nI would pay a guy to tear out my eyes\nIf I had to look at your troll face every night\nNow bring me my chair\nIm weary from tearing you a new derrière from here to Red Square\nFought a Seven Years War, I aint scared of a Tsar\nCause beating you only took me twelve bars\nOhhh, what a humiliating defeat!\nI know when I am beat, so of course, take a seat\nId keep ripping you to shreds, but Ill take a break instead\nAnd just rest my little head\nWhy dont you drop dead, Fred?\nHmm, my expectations were a lot higher\nBut at least I saved the rubles on the garrote wire\nIts another great day and another great victory\nCause no great can beat me\nWhat about me?\nPompey! Yeah!\nMacedonians, Prussians and Romans\nThose arent worthy opponents\nIt takes a Russian to take down a Russian\nIm Cath, Im a cat, youre a rodent\nHow are you the head of our state\nWhen the state of your head was such a crazy one?\nSuch sick shit going through your brain\nThat you stuck a spike through your own son \nYoure unbalanced like I unbalanced the European powers with the wars I waged\nI brought the Russian empire straight out of the olden days and right into the golden age\nIm the boss bitch that you just cant meddle with\nThis whole battles like Alaska cause I settled it\nHmmm, what a beautiful Queen to beat me in a battle\nAccept this gift, Your Highness\nI hear you enjoy the saddle\nThat horse story is a pile of shit\nThough I do keep em chomping at the bit\nBut youre never gonna get it, nyet\nCouldnt spin in my chamber if this were Russian roulette\nIm picking up where Peter the Great left off\nBringing sexy back to House Romanov\nSo dont call me Queen, Im far more great\nEmpress to Tsar 8, bitch\nCheckmate\nWHO WON?\nWHO’S NEXT?\nYOU DECIDE!\nEPIC!\nRAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nAlbert Einstein vs\nStephen Hawking, begin\nWhen I apply my battle theory, minds are relatively blown\nSo take a seat Steve, oop, I see you brought your own\nWhats with your voice? I cant frickin tell\nYou sound like WALL-E having sex with a Speak & Spell\nIll school you anywhere, MIT to Oxford\nAll your fans will be like, Um, that was Hawkward\nIm as dope as two rappers, you better be scared\nCause that means Albert E equals emcee²\nYouve got no idea\nWhat youre messin with here, boy\nIve got twelve inch rims on my chair, thats how I roll yall\nYou look like someone glued a mustache on a troll doll\nIll be stretchin out the rhyme like gravity stretches time\nWhen you try to put your little p-brane against this kind of mind\nIm the best, Im the Snoop Dogg of Science\nIll be dropping mad apples on your head from the shoulders of giants\nIm the giant whose shoulders youd have stood on, if you could stand\nIll give you a brief history of pain with the back of my hand\nYou cant destroy matter or me, for serious\nRipping holes in you bigger than the hole in your black hole theory was\nThere are ten-\nMillion-million-million-million-million-million-million-\nMillion-million particles in the universe that we can observe\nYour mama took the ugly ones and put them into one nerd\nYou wanna bring the heat with the mushroom clouds youre making\nIm about to bake raps from scratch like Carl Sagan\nAnd while its true that my work is based on you\nIm a super-computer, youre like a TI-82, ooh\nWho won? Whos next? You decide\nEpic... Rap...\nBattles of History", "EPIC RAP BATTLES OF HISTORY!\nCLEOPATRA! VS MARILYN MONROE!\nBEGIN!\nWhose rap flows the dopest? Marilyn Monroes is\nOverthrow pharaohs who oppose me like Moses\nYou could never kick my ass, so kiss my clitoris\nThis ugly hag and KassemG got matching noses\nYou better hold more than your skirt, miss please\nIm the Queen of the Nile, so just bow down to me\nPlus youve got so much experience down on your knees\nMarried a writer, but I dont even think you can read\nYoull sleep with any ugly dude who says he likes it hot\nEven Joe DiMaggio took a swing in your batters box\nIm a descendant of the Gods, dont anger me trick\nYoull lose this battle like your bout with barbiturates\nI had some ugly boys but youre forgettin the others\nMarlon Brando and the Kennedys, while you fuck your own brothers\nYou think youre so chic up in your fancy palace\nGettin Lo on Mark Antony, tossing Caesars salad\nYou wear too much eyeliner for anyone to adore you\nYou might as well be working the door at Sephora\nI got an ass that wont quit\nYou had an asp and got bit, on the tit\nSomebody wrap this bitch back up in a carpet\nYou still got no children after your third marriage\nYou lost so many babies we should call you Miss Carriage\nYouve got an hourglass figure, but thats about it\nA candle in the wind that cant act for shit\nTranslate this into hieroglyphs\nYour sandy vagina has a 7-year itch\nMy best friends are diamonds! You cant beat me, quit trippin\nStep off and walk your ass home like an Egyptian\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nSHERLOCK HOLMES!\nVS\nBATMAN!\nBEGIN!\nNice hat, dork, you look like a duck\nI had Alfred read your books, he told me they suck\nIll crush your British nuts until theyre bangers and mash\nIve seen better detective work in Tango & Cash\nYou chump, I kick punks like you off the streets\nWhile you and Velma here are solving Scooby Doo mysteries\nNothing makes me laugh, but I bet your raps can\nSo bring it on, bitch, Im Batman!\nI once met a rich fellow who smelled of guano and pain\nI deduce this deuce stain as Bruce Wayne \nYes, his wealth would allow this adversary of ours\nTo afford the toys he needs \nYou want a battle, bat? Bring it then \nGood! Then hell be used to getting served by Englishmen!\nYoure a wack vigilante black pantied spud with no skill\nMy sidekicks a doctor \nShut up, nerds, I serve justice, so eat it\nMy sidekick only comes around...\nWhen hes needed!\nBoy Wonder make you wonder how your ass got killed\nBite harder than those hounds down in Baskerville\nIll blast you with that bat-whack-rap repellant\nRappel a building, snatch a villain, then by dinner be chilling\nGotta secret about your homegirl Irene Adler\nTook her back to my nest, to bam pow kersplat her\nIll shatter that fiddle with a chop of the hand!\nHoly Conan Doyle, lets get em! Aw god damn!\nYoure not smart, youre selfish, you endanger everyones life\nWhy dont you let your boyfriend here go home to his wife?\nNobody likes you, not your brother, not your partner, not Scotland Yard!\nYoull die alone with no friends except that needle in your arm!\nThis mustnt register on an emotional level...\nFirst, exploit childhood tragedy...then gesture with pipe...\nWatson finishes punchline...next, acknowledge compliment\nConclude with killer catchphrase....\nI believe your parents homicide is why you mask your face\nYoure shamed and traumatized and haunted by the vast disgrace\nOf watching like a passive waste as momma died and daddy was dispatched with haste! \nYoure a bat shit crazy basket case!\n Ive got tonnes!\nDissing these dynamic douchebags was elementary, my dear Watson \nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC! RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nDEADPOOL!\nVERSUS!\nBOBA FETT!\nBEGIN!\nOh, is it me? Well, heres my first issue\nI barely even know enough about you to diss you\nBut do you guys honestly think that Id screw this feud up\nAnd lose to the dude a huge toothy cootchie chewed up?\nThats bananas! I do damage when I brandish my katanas\nMan, Ill slice you up then vanish in my ladybug pajamas\nIm one of a kind, youre a Xerox of your papa\nDoing temp work for Vader and odd jobs for Jabba\nIm tight, youre mad baggy; Im toned, youre so flappy\nMad cause Sam Jackson killed your clone daddy\nSomebody oughta put a bounty on that cape\nMaaaybe Ill write a letter, and mail it in your face\nGood thing I keep Tums in the Slave 1, cause your style makes me spacesick\nAnd your bars are like your old pal Cable: fucking basic\nIll smack a merc in the mouth if he doesnt quit running that lip off\nBitch, who you calling clone, youre a Deathstroke rip-off\nYou stole Spidermans eyes and Snake Eyes weapons\nYou got Wolverines powers, man, youre comic sloppy seconds\nThat Dr. Killebrew dude needs to go back to med school\nCause right now, youre no good to me, Deadpool\nOoooh, whats that? A missile backpack?\nWell, I guess youll be alright if a fucking bird attacks\nPresenting the most overrated character anyone ever saw\nWith five lines in the trilogy, and one of them was AAAH!\nI only need five lines, cause I look fucking great\nYou look like someone spilled lasagna on your face\nBut youre worth a lot to me if I bring you back dead\nSchizophrenics pay triple, one for each head\nWho you calling schizophrenic? Youve got two different voices!\nYoure like your holiday special, man: full of bad choices\nYou think your chimichangas hot, but you couldnt be milder\nYou shouldve made the choice to ditch the prick from Van Wilder\nAnd the coolest things about you got straight-up abandoned\nYou let a kiwi hold your gun and he fucked up your canon\nSo maybe dont talk about movies cause youve got dick to say\nWrap that arm dart around Jar Jar and go far, far away\nIm a legend, youre a trend, you aint got half the skills I got\nIll beat your ass with one eye closed: Boba Fetty Wap\nAnd then Ill call Dominos, she likes what Im shaking\nShe prefers my durasteel to your Canadian bacon\nNow take a lesson from a genuine assassin whos blasting foes\nI come equipped with a full set of sick Mandalorian flows\nEverybody knows you got that power of regeneration\nNow run home and heal from this disintegration\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC\nRAP BATTLES OF HISTORY", "Adolf Hitler:\nVader… This is your last chance… Battle me… or die…\nEPIC RAP BATTLES OF HISTORY!\nDARTH VADER!\nVERSUS!\nADOLF HITLER!\nBEGIN!\nScrew you, you big black cunt!\nIll kick your balls and your face! A war on two fronts!\nThe Führer will crush the Dark Side! Like a rap Apartheid!\nI put the germ in the Germany! Im sick on this mic!\nI beat you twice, you sellout, now you bow down to Mickey Mouse\nYou call yourself a Dark Lord? You couldnt even conquer Space Mountain!\nYoure just a sad asthmatic robot freak who needs some loving\nWell I baked you something, here, pop into my oven!\nLet me paint you a picture, son\nPotrait of a bitch after World War One\nYou were stirring up the fears of the German people\nTelling the world that the Jews are evil\nYou wrote a little book, got em fired up\nHad a Beer Hall Putsch, got em fired up\nWhen your bunker started getting fired up\nYou put a gun in your mouth and fired up!\nYou dumb motherfucker, didnt Napoleon let you know?\nWhen you conquer Russia, better pack some fucking winter clothes!\nWhile youre fighting off Valkyrie\nI got a million clones, they die for me\nMy bounty hunters ride for me\nYo homeboy, finish this rhyme for me!\nThey call me Boba Fett, you wanna mess with me?\nIll put my balls in your mouth like boba tea\nI got a jetpack, yo, you know I steal the show!\nCause when I rock the microphone I-\nOh, Sieg Hell No!\nYoure not going to cheat me, Mister Sunglasses All the Time!\nIll take you and your new boyfriend Goofy and all your spermy soldier guys!\nAnd throw you in a butthole in the sand!\nI am Adolf!… Hitler...\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEPIC RAP! BATTLES! OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nELVIS PRESLEY! VS! MICHAEL JACKSON!\nBEGIN!\nOooh, Elvis Presley as I live and breathe\nYou stole rock and roll, gave us rockabilly cheese\nYou dance like an epileptic: Nothing but left feet, Ive seen it\nEvery record you set, man, I beat it\nHere’s a tip: Don’t swallow a bucket of drugs\nSo you won’t die on the toilet dropping hunks of Burning Love\nI’m Bad, I’m a Smooth Criminal better face up\nCall me Ed Sullivan, shoot you from the waist up\nWatch me moonwalk and I step on your blue suede\nEven in death I go platinum on Blu-Ray\nSpitting out hits since I was six years old\nI’m the King of Pop, you’re the King of Jelly Rolls\nWell I died on the shitter but I don’t give a crap\nYou ain’t got half the badass battle raps that I have\nI got one for your monkey, two for your clothes\nThree for your family and four for your nose\nYou better surrender talkin’ about them ABC’s\nCause all you wanna do is teach kids the birds and the bees\nThis is the big time, Jacko, no dress rehearsal\nI’ll light you up like your hair in a Pepsi commercial\nI can tell you’re angry but I can’t comprehend it\nI stole from black culture, why are you offended?\nYour Daddy beat gold records out of you like alchemy\nDon’t make me spank you and dangle your ass over a balcony!\nOhhh, It’s about time for a Thriller\nDidn’t lose any chocolate, I just added vanilla\nI’m going Off The Wall, I won’t stop ’til I get enough\nWhooping your big fat ass with my shiny glove\nHow you gonna talk about the birds and bees\nWhen you met your own wife when she was only 14\nThen you made one daughter, she came to me\nI took her to my Neverland Ranch to Hee-Hee\nYou shoulda stayed in the army dude, \nEven Tito looks better than you\nI’m singing Aaaahhhhhh, you’re singing Don’t be Cruel\nThere’s only one crown baby, let the one King rule\nYou’re a creeper dude, you like to grab your own wanger\nI only let you marry my daughter cause I knew you’d never bang her\nYou think you’re tough? Man, you look like Tootie\nI was badder than you in my Blue Hawaii movie\nYou lost your damn mind, that’s why they cast you in The Wiz\nYou’re like a sad white woman who never got to be a kid\nI’m out before you try to hold me and free your willy\nLater weirdo; Elvis is leaving the building!\nWHO WON? WHOS NEXT? YOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nAdam vs\nEve, begin\nThis battles gonna end like every argument does\nWith you kissing my ass and begging me for a rub\nI made a map, motherfucker, and Im reading it too\nGives me specific directions how to fuck with you\nI know that you like to think youre so macho\nBut you smell like ballsacks and nachos\nI work while you and your boyfriend Steve\nDrink and play sports in a Fantasy League\nYoure as sharp as a stick that I rub on my lips\nSo go ahead, take a shot, Im sure that youll miss\nLike the laundry, the toilet, the grocery list\nIf youd stop fucking up I wouldnt have to get pissed\nMy life was fine til you had to come along and wreck it\nCould you please just shut your face for ten seconds?\nYou cry about everything, but cant decide what you want\nIm hungry, Im fat, Im cold, Im hot\nYou call it complex, but, yo, Id call you a mess\nYou take two hours to cum, three more to get dressed\nYou got a lotion for this, you got a cream for that\nGot any perfume that smells like get the fuck off my back?\nWhen things are good theyre great, and its like Im dreamin\nUntil your junk starts bleedin and you turn to a demon\nIt aint summer, Eve, dont try to play me like a douche\nYou wanna bite on my fruit, well, you can swallow the truth\nDont even bring up swallow\nThe first man on Earth aint a tough act to follow\nOne pump chump and youre hung like a weasel\nPsh, ditch the fig leaf, get yourself a pine needle\nYou want alone time? Have it, in fact\nSuck your own dick and shave your own back\nThat apples the best thing I bit so far\nNow I see how much of a dick you are\nI wasnt listening, are you still flapping those lips?\nI was just thinking, Yo, did I give up a rib for this?\nWoman, I just dont know what your problem is\nAll I know is youre acting like a colossal bitch\nIm sorry\nIm sorry, too\nAll right, nice\nDont even think about it\nOkay, thats fine, we could eat\nWho won?\nWhos next? You decide\nEpic—oh yeah—\nRap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nAL CAPONE!\nVS\nBLACKBEARD!\nBEGIN!\nI come strapped with six pistols and a dagger\nWalk under the black flag with a scallywag swagger\nAint no parrot on my shoulder and no rings in my ear\nIm an irate pirate, real swashbuckling buccaneer\nBeef with me? Please! Im the high seas Caesar\nMy cold heart is many degrees beneath the deep freezer\nYoure an obese greasy sleaze squeezing a diseased peter\nThat no skeezer would touch if she had fifty foot tweezers\nDont start a war with me, youre not hardcore\nIll pimp-slap those face scars of yours, port and starboard\nYou spent time in Alcatraz, Im sure you were fine\nIf you dropped the soap as little as you drop dope rhymes\nIm a busy man, Captain Crunch, Ill make this quick\nIm ruining pirates faster than Johnny Depp did\nI had syphilis, yeah, well youre a huge dick\nWith a scurvy ridden ship filled with bilge rat pricks\nI run an intricate criminal syndicate, so show respect\nOr get that tongue ripped out your neck and shoved right up your poop deck\nSlappin bitch-ass teaches back since I was 14\nYou aint a tough guy, my kids dress up like you for Halloween\nIll use that fuse in your hat to light up you and your buddies\nAnd burn your sailboat down and collect the insurance money\nThen maybe theyll find your bloated body dead and washed up on the beach\nThis is Capone rapping and Im capping this captain, Capisce?\nThe Valentine massacre brought you condemnation\nBut Im gonna sink you faster than your income tax evasion\nWhen I toss you overboard like a mob abomination\nSo prepare to learn the Davy Jones Locker combination\nForty cannon on the Queen Anne, your gang cant stop it\nIll pilfer all your rum and sell it back at a profit\nCause Im a criminal legend with a badass name\nYoure a fat thug with an STD in his brain\nCmon, they chopped your head off and they hung it from a rope\nThe only legend you left was your prohibition on soap\nI mean, that rat nest beards trapped so many crumbs\nThis bum could get marooned and still eat lunch for a month\nIm the emcee assassin, slash like Edward Kenway\nRap so hard call me Al... dente\nTake your little sloop John B and go home\nTell South Carolina Blackbeard got Capwned\nWHO WON!\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP\nBATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nTHOMAS EDISON!\nVERSUS!\nNIKOLA TESLA!\nBEGIN!\nStep up, youll be shocked when I spit and start static\nIll rip your style and add it to my long list of patents\nWhile you were busy digging ditches and burning bridges\nIm pumping out inventions, stacking riches, so go back to your pigeons\nYoure a geek, plagued by OCD\nYou never had sex, but you sure got screwed by me\nIll crush you Tesla, theres just no putting it gently\nI dont alternate my flow, I diss you directly\nI see a universe of infinite energy\nBut no potential for threat from this enemy\nSo you can call me Tesla, Nikola, impeccably dressed\nGiving lessons in electrical nemesis, this will be on the test\nSo confess to your thefts and let the whole world know\nWhat the Serbian did for the Wizard of Menlo\nHistory is getting rewritten and I have reddit\nYour best invention was a way to steal credit\nThe truth hertz, youre broke and washed up\nDont give a smidgen bout your visions if they cant make a buck\nI conduct business, understood things you never could\nSo dope that I even make New Jersey look good\nIm on the record I invented, you got duped, there, I said it\nAnd Ill bet you fifty thousand dollars that youll never forget it\nWithout me, heres a taste of what this battle would be\nNo lights, no camera, no sound. See?\nYou fool, you think that you can touch me with this?\nYou couldnt handle my gifts with your greedy little mind\nWhats inside mine was ahead of its own time\nYou did not steal from me, you stole me from mankind!\nIts the wireless transmission of truth\nAnd its a shocking real story of a banker and you\nAnd if the people knew you stopped me from making power free\nThey would curse the con Edison with every utility\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nE-E-E-E-EEEEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nDONATELLO!\nMICHELANGELO!\nLEONARDO!\nRAPHAEL!\nVS!\nLEONARDO!\nMICHELANGELO!\nDONATELLO!\nAND RAPHAEL!\nBEGIN!\nCowabunga, dude, so lets get it on\nReptiles against the fathers of the Renaissance\nWe got the classical technique\nTo kick these three-toed freaks back under the street\nI take a turtle and I turn him into mincemeat\nYou dont really wanna step to da Vinci\nI love the ladies, I like to keep it mellow\nSo let me pass the mic to my man, Donatello.\nHard shell, but youre gross in the middle\nWouldnt wanna touch you with a six-foot chisel\nBorn in goop, raised in poop\nI slice through a group of ninjas like fruit - oops!\nYo, Raphael, and I came to flow\nDeemed dope by the Pope and I boned til I croaked\nIm an emcee Shredder but I get the feeling\nI should pass it up to my man on the ceiling!\nOh, Michelangelo, and Im a giant!\nI made David, but Ill slay you like Goliath!\nIm a rap God, and you cant quite touch me!\nThis battles your Last Judgement, trust me!\n & \nWe drop science!\n & \nWe got the mathematics!\nThe architects of rebirth are rap addicts!\nYou beat the Foot, but it wont go well\nWhen you catch an Italian boot to the half shell!\nThe wisdom of our master \nTaught us not to rush to violence \nBut our master \nAint here, dudes! !\nI dont think you wanna mess with my katana blade!\nGet back in your floppy helicopter, fly away!\nI can Bebop and steadyrock a mic, sucka!\nIm a pristine Sistine nun chucka!\nOh hi, Im a cool but rude guy\nPut you back in school with the tip of my two sai\nUh, Dona-tell me who you are again dude\nCause I dont Gattamelata clue what you do\nThats because you mutants are too immature\nYou wouldnt know genius if it pissed in your sewer\nWe got the talent, and the mind, and the rhymes so sweet\nWere like your NES game, because we cant be beat!\nGo ahead and hate cause well just skate on by\nYou guys draw more dicks than New York Pride\nWere the TMNT, drop kicking Italy \nChowing on your tower made of pizza, save a slice for me!", "Epic Rap Battles of History\nDoc Brown vs\nDoctor Who, begin\nOoh, actually, if you dont mind its just the Doctor\nDoesnt even really matter who, who am I even talking to? Oh yes, you\nThe wannabe Einstein minus the stache, travels through time but with no class\nIm saving the world while you dilly-dally, you cant even invent a way out of Hill Valley\nAnd calm down will you, everything is going to be fine\nYoure not going to tear any wonky holes in any fabric of space and time\nActually its a lot more like a rug really, never mind\nLets just say theres an infinite number of me simultaneously kicking your arse with rhyme\nGreat Scott, youre great—not, I spit it hot\nAnd generate way more power than one-point-twenty-one gigawatts\nIm not sure what sort of scientific authority you purport to be\nBut Im a real doctor, whered you get your degree?\nDespite all of your companions you couldnt be having less sex\nI dont know whats lamer your fans or your special effects\nYou dont get another turn to debate, time to face your permanent fate\nNow Dalek my balls! Exterminate\nIm going to die \nAt least, this version of me \nPerhaps youd like another \nPrepare to meet your density\nIm a mystical medical doc at the pinnacle shifting my physical form\nYoure a possibly pedophilic individual who should have never been born\nYou got your knickers in a twist while youre sucking on my Piccadilly, but Im a lot lot different\nCause youre a pitiful hillbilly hanging with an oedipal kid whos a bawk bawk chicken\nNobody calls me chicken\nThis is between us, Scarfy, dont try to out-rhyme me\nYoull find Im as grimy as any slimy time-limey\nIll use your port-o-potty time machine as my latrine\nYoure not a cat with nine lives, youre a pussy with thirteen\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC!\nRAP BATTLES OF HISTORY!\nDOC BROWN!\nVS!\nDOCTOR WHO!\nBEGIN!\nDoctor Who:\nActually, if you dont mind, its just the Doctor", "EPIC RAP BATTLES OF HISTORY!\nWINSTON CHURCHILL!\nVERSUS!\nTHEODORE ROOSEVELT!\nBEGIN!\nBully! A challenge! I love competition!\nNow where would I mount the stuffed head of a Winston?\nIm into fitness, digging ditches through an isthmus!\nRough ridin down to Cuba like Whats up, Bitches?!\nI keep my rhymes pure, like my food and drugs\nIm an American stud, and youre the British Elmer Fudd!\nI mean, for Christs sake! Look at that mug!\nAt least grow a spruce mustache and cover part of it up!\nAnd lets face it, youre not all that great\nYou tossed away lives in Gallipoli like they were scraps off your plate!\nYour whole miserable country is the size of one state!\nI could see my way through running that without donning my Pince-nez!\nDont go toe to toe with me, you bloated drunk old man\nWhy dont you Do-Si-Do on over to a 12 step program?\nIll bust a trust fund lush with my American muscles\nSo walk softly over here and give my big stick a suckles!\nPass me a cigar and a large glass of brandy\nIm about to take you out prematurely, like your family\nIm the Rhyme Minister, fresh in a hat and dinner jacket\nYou look like a mix of EpicLLOYD and a Pringles packet!\nI was saving the planet from an axis of darkness\nWhile you were back home, opening national parks, yes!\nYou were born asthmatic, youre going to choke hard\nWhile I wake up every day and chain smoke cigars!\nIll fight you on the beaches, Ill fight you on the beats, yes!\nAny way you want to fight Ill fight ya and Ill beat ya, see?\nI might be battling you even though Im toasted\nBut tomorrow Ill be sober and youll still be roasted!\nMy parents died when they were young and it was morbid\nBut at least they didnt ditch me when they were alive like yours did\nOh shit! World War Too soon?\nWell Teddys dropping bombs, so you best go hide in your tube!\nYou should be ashamed of your military honor\nEveryone knows youre back home like Thank God for Pearl Harbor!\nDont worry, the US will give you a pass\nJust change your poster to keep calm and kiss my cousins ass\nSteady there, I dont think its very fair\nFor a British bulldog to melee with a Teddy Bear\nYoure no man, youre an overgrown Boy Scout\nI should stuff you in a pram just so you can throw your toys out!\nThey put your fat head on a mountain to save face\nBut if Rushmore was a band, then youd play bass!\nLook at Roosevelt, the dudes about to lose the bout to Churchill!\nIf a bullet to the chest wont stop you, my words will\nA bullet cant stop the Bull Moose!\nTR will give WC the full deuce!\nWhatever shit you throw at me, Ill just return to sender!\nIll battle to the end and I will never surrender!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nCLINT EASTWOOD! VS BRUCE LEE!\nBEGIN!\nIve got the baddest fists of fury that the world ever saw\nDefeat whole karate schools and motherfuckers with claws\nHow can you talk more shit, with my fist in yo jaw?\nDont need words to serve ya, Imma just say WAAAT-AWWW!\nYour movies, they bore us, theyre slow as a tortoise\nIm the king of nunchucks, I fucked up Chuck Norris\nI invented Jeet Kune Do, so taste my slipper shoe\nHeres my two-finger push up, Kung F U!\nYou scream like a girl and got moves like Jagger\nBut Ill rip through your ass faster than a Pupu Platter\nYoure in the gym too much Ringo, perfecting kicks\nYou should spend more time matching your voice up to your lips\nYou dont belong in a fight, you belong in a sweatshop\nSo go ahead, make my iPod\nThose little dances you do dont threaten me, Bruce\nFuck you dude, I even squint better than you\nI beat the good and the bad, you must be the ugly\nI would mess up yo face, but your mama did it for me\nGo tug your pistol for a fistful of yo Million Dollar Babies\nYou were cool in the 80s, maybe, but now youre just crazy\nA man who argues with people who arent even there\nIs more fit to rap against this fucking chair!\nDo ya feel lucky, punk? Thats what Im askin\nYou cant be too tough, you got killed by an Aspirin\nAnd your one-inch punch? Same size as your pecker\nLeave the rappin to me, stick to Chinese Checkers\nId beat you in round two but thatd be unbelievable\nNo one in your family ever lives to see a sequel\nWHO WON? WHOS NEXT? YOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nGOKU!\nVERSUS!\nSUPERMAN!\nBEGIN!\nWho can stop this constipated jock\nWith the awful animation and the complicated plot?\nWhos got the rap bombs to drop on Japan?\nThis looks like a job for the OG \nIm killing it, youre Krillin it, Im villainous to vegetables\nWho dance around in hammer pants that hide their tiny genitals\nMy level is incredible, Im out of your league\nYou want justice? Ill bust this nut up in your Chi Chi\nGreasy slick emcee from DC\nOne breath, Ill freeze your whole measly species\nYoure primitive and limited, you live in a village of idiots\nStep in Metropolis, Ill snap a carrot, period\nHow many times are they gonna rewrite your story?\nYour powers have been boring since the nineteen fucking forties \nDefeat me with heat beams? Youre crazy\nCause Im a Super Saiyan, youre a flying Miss Daisy\nYoure pretty pasty to be powered by the sun\nYou cant flow to Son Goku, I Kaoiken get it done\nWhen I see your movies all I do is watch the clock\nCause theres nothing fun about a superhero scared of green rocks\nLook at those panties \nYou got that camel toe\nIll report to Lois Lane, then Superman that ho\nHaha, your rapping is weaker than your fight scenes\nJust one punch and over 9000 screams!\nIll make your nose bleed like Roshi sniffing panties\nFrom Z to GT, you can Dragonball deez\nDont lecture me about fights, you caped coward\nYou got your ass beat by a bat with no powers\nTheres only one way that this battles gonna end\nOne more Superman whos never gonna walk again\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEP! IC! RAP! BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nMICHAEL JORDAN!\nVERSUS!\nMUHAMMAD ALI!\nBEGIN!\nWhy dont you dodge this battle like you did Vietnam?\nCause youve got as much chance of beating me as Lebron\nIm a flying machine, like the world has never seen!\nYou can fight one man? I can drive through a whole team!\nI choke a dope with his own jump rope!\nYoull get smoked when I flow, you Kentucky fried joke!\nUsed to float like a butterfly, sting like a bee\nNow you double dribble balls that nobody can see!\nOoh, here comes Jordan, big tongue wobbling\nFlying through the air like a big dumb goblin\nYoure the only Bull thats uglier than Rodman\nMessing with me is gambling, you got a problem!\nYour whole basketball career turned whack\nWhen you came back a Wizard like Gandalf the Black!\nYou should have kept your ugly sneakers packed up on a shelf\nStick to golf, you can keep the ball to yourself\nOoh, Im so pretty, my hands are so fast\nIll whoop your face back to your Hitler mustache\nNow your daddy got killed and I feel for your family\nBut your baseball career, now that was a tragedy!\nMan, you make me sick, but Im better with the flu!\nYou should let the Fresh Prince do your rapping for you \nI would pass the mic to Pippen but Im not done scoring\nStay all up in your grill like my name was George Foreman\nI saw you slapping Reggie Miller, boy, whats wrong with you?\nYou fight like the little girls who make your Nike shoes!\nMcDonalds and underpants as corporate backers\nYou stay at the Ritz cause you sold out to crackers!\nSo Cassius wants to talk about cashing checks\nIll school you through your bug spray, off your Broadway play\nOver the Japanese dude sitting on your face!\nHitting nothing but net! You aint seen nothing yet!\nMan, you needed a movement because youre so full of shit!\nIm a better athlete and a better MC!\nBattle me two more times, watch me get a three-peat!\nBeep beep! Why dont you back up that trash?\nIll leave you like Liston, flat on your ass!\nYou need to bounce back to North Carolina, kid\nCause your rapping sucks more than Space Jam did!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP! A-BATTLES OF HISTORY!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nSTAN LEE!\nVERSUS!\nJIM HENSON!\nBEGIN!\nGreetings heroes, Stan Lees here to battle\nIts the mind behind The Hulk against the geek beneath the Fraggles\nIm just your friendly neighborhood writer man with a secret identity of a super MC\nWhose raps are as dark as my shades, leave you squealing like:\nMEMEMEMEMEMEME\nYoure in trouble now Jimmy, you dirty old hippie\nYour beard needs a little bit of snikt, damn skippy\nHeck, that face on your neck aint sexy\nYoure one part Sweetums, the other part Skeksis\nStep up to Lee and get your butt kicked\nYour Muppet Snuffleupagus stuff is bupkis\nI broke Ferrigno and the Comics Code\nSo keep your frog and pig show moving right along down the road\nIm glad you got that out\nBut youre a creative man Stanley \nSo lets just leave it behind\nCause I can sense your tension, once the verbal fencing starts commencing\nThere is no defense against the dents Jim Henson is dispensing\nAnd Im clenching all your strings like youre a puppet in suspension\nCall your superhero friends in\nLet me mention Im impressed by all the vision that it took\nFor you to sign your name\nNice try, frogman, but Jack was a friend of mine \nThat was a low blow, he did his own Thing\nAnd now youve made it clobbering time \nOh, you taught children to count and spell\nThen you taught your own kids how to drop your wife harder than you flopped on SNL\nIm telling you Henson\nYou wouldnt like me when Im angry, Im a marvel of a party pooper\nIll snap your turtleneck like a Doozer stick and put you out to pasture like Mr. Hooper\nIm sorry Jim, sometimes I cant control my rage\nHonestly, theres a lot of things that you cant control at my age\nBut the truth is I miss ya, you were gone too soon\nYou were like watching a beautiful sunset... at noon\nAh Stan dont be sad, we all have a time to go \nMost of the Internet thought that you died 12 years ago\nBut the Four will always be Fantastic, the Hulk will always be Incredible\nThe words you wove within the hearts of heroes are indelible\nThere is no beef between us, were two minds of the same kind\nAnd there is no man who could ever muck with what weve left behind\nI rock the mic properly\nTurning profits Ive got the key\nIm the Juggernaut of stacking knots unstoppably\nThe Disneyland-lord of your intellectual property\nSo get back to work, thats my dime youre wasting\nI didnt buy you for billions so you could play around debating\nAh, you belong to Disney, which means you stay busy\nCranking out magic and assembly line whimsy\nArtists begging me to stop, I wont let em!\nLabor conditions in my shop? I dont sweat em!\nIm powerful enough to make a mouse gigantic\nWith only 3 circles I dominate the planet\nClearly, theres nobody near me\nIm owning this battle, in fact, I own this whole series\nSo hop on my Steamboat boys, but dont rock it\nIll put a smile on your face, and green in your pocket\nYoull be safe and insured when youre under my employ\nNow look at it! Gaze upon my empire of joy!", "EPIC RAP BATTLES OF HISTORY!\nTHE GHOSTBUSTERS!\nVS!\nTHE MYTHBUSTERS!\nBEGIN!\nAre you tired of two geeks in mustaches\nWho can manage to be boring with explosions and crashes?\nIf you, or the Lorax, wanna bust like we do\nGive us a call, were ready to defeat you\nGhostbusters, flow crushers, get the job done\nSpitting out the lyrics like, we got one!\nGet the people moving like the Statue of Liberty\nTry to beat us in a battle? \nThe delivery of Stantz stands straight like my main mans slinky\nI collect spores \nLike your show, its all fluff and filler\nIll kick your hiney man, Im a savage killer\nWow, your raps are just too wack to handle\nLets do it like we do on the Discovery Channel\nYour science is preposterous, the opposite of competent process\nAnd in this episode, well give you a synopsis\nStarting with the vacuum cleaners strapped up on your back\nIts a fact, positrons dont react like that\nYou built a laser grid with no safety switch\nAnd Walter Peck was right, thats some shady shit\nGood thing you work in a firehouse, cause you just got burned\nYou are poor scientists, and thats confirmed\nThats enough from the Walrus and Dickless the clown\nLets show these Mythbitches how we do it downtown\nGrab your stick , heat em up \nHigh speed shows your ass get beat in slow motion\nWe roast show hosts when our flows cross streams\nPumping out blockbusters, while you work behind the scenes\nIts a rap test dummy, and youre both getting crashed\nWe came, we saw, we kicked your ass\nGhosts arent real, but it should be said\nIts time to bring the B-Team back from the dead\n Things are getting scary, when Tory, Grant and Kari\nCome harder than Ray when that ghost popped his cherry\nWe reject your flows, and substitute our own\nUhhhhhhhmmm...\nWhyd you stop? I couldnt think of a rhyme\nWell just say the first thing that pops into your mind\nAww... aww...\nYo, raise up, its Stay Puft, I stay fluff\nBlaze chumps and flip Kari butter-side up \nImma smother Ghostbusters in fluffernutter, I dont play\nShow these dweebs how to rock a beret \nI live so large you cant harsh my mellow\nJust one step took me out the ghetto\nYou best be afraid of my marshmallow flows\nCause Big Puft just turned all you bitches to toast\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC! RAP, RAP! RRRRRRRAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nMOSES!\nVS!\nSANTA CLAUS!\nBEGIN!\n:\nSweet robes, Obi-wan-too many days in the sun\nStop preachin homie, teach your flock to covet some fun!\nI bring joy every year, man I represent cheer,\nYou represent sandals and a scraggly beard\nIm from the North Pole, thats why my rhymes are so cold!\nI spit diamonds but Im serving up some fresh coal\nYouve been a naughty boy, you brought a plague of frogs\nYoud best arrest yourself, you broke your own law\nOr was there something in Rule Six I didnt understand?\nMy list says killed Egyptian dude, buried him in sand\nI read your book, you got a strict religion\nNo bacon, but mandatory circumcision?\nIm a jolly bowl of jelly, giving holiday presents\nBut all the chosen people ever get for Christmas is jealous!\n:\nWhen I was high up on the mountain God revealed the truths of the Earth\nBut he never mentioned a fat-ass Papa Smurf\nIt takes 9 reindeers to haul your fat-ass\nYou took the Christ out of Christmas and just added more mass\nYou need to stop breakin into houses and creepin and peepin\nOn naughty kids while they sleepin and keep yo hands off my stockin\nDont you Ho Ho me! Ill split yo ass in half, like I did the Red Sea\nYou aint a saint you a slaver, like a pharaoh in the snow\nStop with the unpaid labor, and let my little people go!\n:\nWe aint slaves!\nAll that sand turned your brain to mush!\nI think you need to stop smokin all that burnin bush\nYeah, were magical workers, man!\nWe hang with reindeers\nYo! Heres a GPS!\nWho gets lost for forty years!?\nYoure a glorified secretary, so write this down\nBegat deez nuts!\nSanta Claus is comin to town\n:\nSo much drama in the Israe-L B.C.,\nIts kinda hard talkin directly to the G-O-single-D\nHand me my chisel, I got a new commandizzle, for yall\nThou shalt not let your children sit on a grown mans lap at the mall.\nIll beat you ten times before the bread can rise, you dummy\nAnd walk off to the land of my milk and honies.\nWHO WON? WHOS NEXT? YOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nROMEO & JULIET!\nVERSUS!\nBONNIE & CLYDE!\nBEGIN!\nIll handle this darling, Im known to fire off some BARs\nCause if these lovers cross me, theyre gonna end up seeing stars\n(I mean Ill let you go first, but damn sure Im gettin licks in\nOn this hissy fittin rich kid and this prepubescent vixen\nIm sick of them)\nLets beat em then and we can rob em blind\nIll stick this punk up from the front (Ill take this broad from behind\nAnd pop a cap in the ass of the last Capulet heiress\nGive Miss No Nights In Paris a reason to cry to her parents)\nOh! Romeo, O Romeo, wherefore you tryin to flow yo?\nMofo, you soft as a fro-yo\nAre those the drapes or your clothes, bro? \nTheres gonna be a tragedy\nBarrow Gang put their money where their mouth is\nMy love, your face is beauty to behold\nI will protect thine honor from these dust bowl dildos\n(A moments break from your gaze is an eternity past\nSo together we shall both put these bitches on blast)\nEn garde thou artless beetle headed flax wench\nThe only insult you have thrust upon me is thine stench\nWhy dont you twist upon these nuts? I hear youre good with a wrench\nThe dismal state of your raps should be a federal offense\n(Haha! And you there, wench with the neck of a chicken\nYoull get an ass rippin worse than your boyfriends in prison\nYoure not a true romance, youre just a conjugal visit\nOh, but thats not even your real husband now is it?)\nHey partner, you best put a muzzle on your missus\nFore I teach her how we handle disrespect down in Texas\nDo you quarrel sir? Ho, shall I draw my long sword\nOr will you duck your chicken shit ass back into your Ford?\nHow could you beat my man in some mano a mano?\nYou cant protect your best friend from some John Leguizamo!\nNo no, my Romeo will beat your beau in contest blow for blow\nHe will do upon thine dick what you hath done upon your toe\nOh! I am killed, what irony is this?\nThe lead role shot down by a failed actress\nThen I shall kill myself on my stomach I shall lie\nSo you louts can lick my ass, thus with a diss, I die\nOops, nevermind, my flesh was merely grazed\nWheres Romeo? Oh Nomeo! Theres poison on your face!\nOh happy dagger, pierce me true, persuade my breath to stop\nSheath yourself inside my heart and like the beat I drop\nWell that was tragic \nWoulda done that boy some good to just wait a couple seconds\nWell at least we got each other\n \nWho won?\nWhos next?\nYou decide\nEpic Rap... BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nRICK GRIMES!\nVERSUS!\nWALTER WHITE!\nBEGIN!\nCarl, stay back, this is gonna get bad\nIm bout show this lab rat how to be a real dad\nA grade-A MC who will ruin your A1 day\nCause Sheriff Grimes rhymes dirty like my armpit stains\nIm a post-apocalyptic cop whos got a lot of issues\nPop a cap in you and splatter the brain you misuse\nCooking up Blue Sky and bigger lies for Skyler\nHatching little schemes like a dying MacGyver\nYou tore your family apart, sin by sin\nWhere I live, it happens literally, limb from limb\nSo write this down in your pancakes so you wont forget it\nI kill zombies that are better men than you before breakfast\nI dont know what you think Ive done\nBut if we were to battle, Ive already won\nAsk Gus, you dont wanna face off against me\nIll stuff you in a barrel and make a dude smoothie \nYour sense of duty gets your group into some deep doody\nAlways getting saved by some samurai booty\nIm a kingpin, cookin crystal in the middle of the day\nHaving dinner by the pool with the DEA\nRun you over with my Aztek; GTA\nIf you ever try to stop Heisenberg gettin paid\nHeres a hot dose, let me watch you choke on the truth\nYou look up to me like Im a pizza on the roof\nCause youre a loser, a failure to your whole entire crew\nIve seen Walter Jr. handle walkers better than you\nCARL! I said stay back with the others\nWhile I finish this bitch like you finished your mother\nYou aint the danger to me, Walt, so knock all you want\nIll watch you get eaten on my fuckin front lawn\nYour monsters dont frighten me, and you can bite me\nIll be standing right here in my tighty Walter Whities \nIll bury you faster than your partner stole your whole life\nNo one saw Shane coming except for your wife\nWHO WON?\nWHOS NEXT?\nYOU DECII...\nAUGH... AHHH... AUUUUGHHHH, AHH\nAUHHH-EPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nTHE WRIGHT BROTHERS!\nVS!\nTHE MARIO BROTHERS!\nBEGIN!\nWere the Wright Brothers and there cant be no other\nWe dont wanna cause trouble, are you looking for your lover?\nCause your princess is in our castle now. \nWe stayed up all night playing Donkey Kong\nBefore us, people only used to fly in balloons\nYou think were scared of two idiots addicted to shrooms?\nYou shoulda, would, coulda come to lose an extra life\nSo just dudda dudda dudda back down in your pipe\nIts-a me Mario! And Luigi motha\nWhy dont yous get back in your biplane and make out with each other?\nLook at these two, their lives must have been horrible\nTwo dorky dudes named Wilbur and Orville\nYou spend all your time on one machine? \nIf you wanted to fly you shoulda just eaten this leaf\nYou should eat something anyway\nLook at you so skinny!\nYou may fly like a Hawk\nBut you fight like a Kitty\nWe dont need to fight\nWere the fathers of flight\nRepresenting North Carolina \nWell be pressing all your buttons like were the controller\nConquer every level of your 2D scroller\nYou talk a lot of trash\nBut let me tell you something\nWere gonna beat you so fast\nIts like were holding down the B Button\nWere serving up an 8-bit fist, made to order\nThatll knock off of the back of your own stupid quarters\nLike POW! How you like me now?\nSpit flames out our mouth like our name was Bowser\nYoull get pummeled\nYoull wish you never stumbled out your little wind tunnel\nWeve been dropping Bob-ombs since we started this song\nSorry Wright Brothers, this time you chose wrong\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEEEEEEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nJOAN OF ARC!\nVS!\nMILEY CYRUS!\nBEGIN!\nLet me guess, youre here to hate\nWell you can stand in the autograph line and wait\nCause Im all twerk, I got all day\nTo spit harsh words in this French maids face\nYou died a virgin girl, who you think you messing with?\nIts Miley Cyrus, Im the hottest thing since Britney, Bitch!\nIm getting lifted on that molly, get that party turned up\nYou getting lifted on a stake, get that body burned up\nHad enough? Its my habit, when I grab the mic I milk it\nYou could say this rap is like my alter ego, cause I killed it!\nLord, forgive me for the words I speak\nI know the voices of the angels tell me turn the other cheek\nBut Im about to rip Hannah Montanas tongue out through her teeth\nJe suis la fille en feu, call me Katniss Everdeen\nWhen it comes to bad bitches, Im the patron saint\nBut I only get down on my knees when its time to pray\nI came to Frenchmens aid in the time of need\nCause Im the Maid of Orleans, youre the Mardi Gras beads, honey\nMy father taught me things your daddy couldnt teach ya\nYour highest calling was a text from Wiz Khalifa\nYou gotta die for something, Miley, just picture your epitaph\nHad the world watching, chose to show them all her flat ass\nSweet burn , No pun intended\nYoure a cross dressing peasant betrayed by those you defended\nBut when I come under fire, I can hashtag handle it\nIf Gods in your corner, girl, you need better management\nDo not take the Lords name in vain, you ratchet skank!\nYour managers riding you to the achy breaky bank\nBe thankful for your talent, dont just rub it on your crotch\nKeep your party in the U.S.A., vive la France!\nWHO WON?\nWHOS NEXT?\nY-Y-Y-YOU DECIDE!\nEPIC!\n RAP!\n BATTLES!\n OF HISTORY!", "EPIC RAP BATTLES OF HISTORY\nBOB ROSS\nVERSUS\nPABLO PICASSO\nBEGIN\nI am the greatest, the modern art Muhammad Ali\nI melt faces, call me MC Dali\nYour whole body of work is a fluffy mountain of crap\nYoure the PBS version of Nickelback\nBut I think you must be a genius cause with zero training\nYou made millions teaching people how to suck at painting\nWhy dont you go back home and beat your brush, you chump!\nI could make better art with my wiener, Lump!\nIm so glad you could join me today\nSo I could teach you how to feel some joy when you paint\nYoure moody little genius, always so serious\nI know, you must be on your Blue Period\nYour work is melancholic, Im painting happy little trees\nCall me Jackson Pollock, because I splatter MCs\nWith the voice that soothes, so lets do this\nI’ll twist you up like youre a Rubik’s cubist\nDont use that word like you know what it is\nYou painted thirty thousand pictures of bushes and sticks\nDoes your audience know that you stole your whole show?\nYou just ripped off your teacher, and added an afro!\nMy name is Pablo Diego José Francisco de Paula\nJuan Nepomuceno María de los Remedios Cipriano\nDe la Santísima Trinidad Ruiz y Picasso\nBack...to...you...Bob\nWell Bob is dropping bombs like this is Guernica\nI served twenty years, air force, United States of America\nMy technique will make your mistress weep\nPut her to sleep, elbow drop her dreams, I go deep\nAnd I keep it mellow like some cadmium yellow\nIm a bright like titanium white kind of fellow\nDont believe in mistakes unless you step to me\nYo Pablo, you just got your happy little ass beat\nWHO WON?!\nWHOS NEXT?!\nYOU DECIDE!!!\nHere’s a Epic… here’s a little Rap… BATTLE OF HISTORY!", "EPIC RAP BATTLES OF HISTORY...\nJAMES BOND!\nVERSUS!\nAUSTIN POWERS!\nBEGIN!\nI’ve beefed with Le Chiffre and No and Blofeld with the cheek scar\nBut they were not as crooked and rotten as your teeth are\nI’ll go balls to the Walther on this whack twat in an ascot\nBlast shots atcha like gas from the back slot of a fat Scot\nPermission from the Crown to put a scoundrel down? I’ve earned it\nI’m licenced to kill, you couldn’t get a learner’s permit\nAfter twenty-four films, I’m still reaching new heights\nYour third movie died, guess You Only Live Twice\nSpell my name, the ladies wanna B-on-D\nAny sex appeal you might have is beyond me\nI’m bespoke from my head to my toe and after this flow I’m done\nI only need one round, gunshot Golden Gun\nYou look a lot more blonde in your movie, baby\nThats alright, lets just keep it groovy baby! \nBasil Exposition told me this would be boring\nBut Jesus, man, even my mojos snoring!\nIve never seen such a miserable spy\nIve also never seen a man with glistening thighs\nI mean you cant shag properly with that waxed tush\nBirds flock to the musk of my chest bush \nI hypnotize you with a little strip tease\nAnd then judo chop, Im swinging on you like the sixties \nYoure defenseless; my rhymes cant be deflected\nYoure like all the sex Ive ever had, unprotected \nPeople want a hero with a little personality\nNo one wants to sit through your gritty reality\nMaybe Q can craft some new plot lines\nYouve made Thunderball two bloody times!\nIm one of a kind youre always getting remade\nYou cant touch me, double-oh behave\nUgh! Cant believe Im wasting my time with this clown\nI should be on an island with a fucking model by now\nSipping dry martinis and peeling off bikinis\nNot rapping against Swedish penis pumping weenies\nYeah thats not mine-\nI didnt say I was finished, Im sick of your silly gimmicks\nIm the best spy in the business; just ask all the critics\nIve been through hell, so yeah, Im a bit of a cynic\nBut Im the original model that your frilly ass mimics!\nIt’s the most prominent dominant bomb spy, so pay homage\nHanding out ass-whippings, I’m on some real James Bondage\nYour performance doesn’t stir me and I’m certainly not shaken\nIf I wanted shitty acting in my action film, I’d go and watch Taken\nI see your modern gadgets and I piss on them all\nI don’t need a Q to break your balls\nI’m the granddad of the brand millions of fans have been sold on\nYou’re so far up on my nuts I should call you Bond… Gold Bond\nYeah, um, could I get back in my rap please?\nslap Rap these, you velvety hack!\nJeez!\nIt’s the movie business and you’ve had your six\nThe world has had quite enough rug-wearing misogynists\nYeah, to be honest, you are a bit rapey\nI mean, I like to swing but Dr. No means no, baby\nOh please, I’m an extraordinary gentlemen, Im distinguished\nIf they made a Mini-Me, they’d have to cast Peter Dinklage\nWell maybe they should cast a Bond who’s actually English\nslap Why, pussy, aren’t you the cunning linguist\nAs a matter of fact, I’ve got a knack for licking old cunts\nAfter I beat you, I’ll kick the shit out of the man who does your stunts\nNow you listen here, you little duck-faced runt\nI’m all in, I’m ready to die any day that you want!\nWHO WON? \nWHO’S NEXT? \nYOU… YOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nMR. T!\nVERSUS!\nMR. ROGERS!\nBEGIN!\nI pity the fool who tries to step to Clubber Lang\nCall me BA biceps cause I’ll crush your whole gang\nBring Tuesday, Friday and little Trolly the train\nAnd watch me dip their ass in gold\nAnd wear em like my neck chain – SUCKA!\nI’ll choke you with your own sweater sleeves\nYou couldn’t even beat me in the Land of Make-Believe. PUNK!\nI will Mr. T bag you, in the closest cemetery\nNobody’s gonna miss you cause all your friends imaginary\nHi there neighbor\nI hope you don’t mind if I change my shoes\nI’ll be rocking sneakers tIl this battle’s over\nSo I don’t get blood from your ugly face on my penny loafers\nI like you just the way you are, one in a million\nBut it looks like the barber gave your head a brazilian\nI pity your neck, Mr. Gold chains, you’ve got too many\nThe only gold I keep is on the shelf in my Emmys\nI teach the whole world full of children I can tell\nYou call yourself T cause you’re too dumb to spell\nWho you calling dumb, fool? Mr T. only needs one letter\nHello? It’s for you, Bill Cosby wants his sweater\nYou’re a forty-year-old virgin in a dumpy ass house\nI’ll get Hannibal, Murdoch and Face to stomp you out\nThe only pussy cat you ever seen is on Henrietta, sucker!\nAnd your Mr. McFeely delivers a lot more than letters\nSo before you come to battle with your PBS crap\nHow bout I call up CPS about them kids on your lap, fool!\nWatch what you say. Kids love me more than lunch\nI’m not the one with my face on some whack ass Captain Crunch\nWhen my plan comes together you won’t even see it coming\nI’ll chop you into four black dudes and I’ll remake Cool Runnings\nI’ll say this once, Laurence. I hope it’s understood\nGet right back in your van, get the fuck outta my neighborhood\nWHO WON? WHOS NEXT? YOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nJustin Bieber vs Ludwig van Beethoven\nBegin\nLook what the cat dragged back from the dead\nMan it looks like Chewbacca wiped his ass on your head\nI’m the next Michael Jackson, you smell like Betty White\nHere’s some aspirin, you’re catching Bieber Fever tonight\nBecause my voice is incredible and your music is terrible\nWho even listens to Classical anyway?\nEven Elise wants to do me and now that you’re right next to me\nI can understand why they used a dog to play you in the movies\nSit down, son, and let me give you a music lesson\nAsk Bach, I got more cock than Smith and Wesson\nNever say Never? You’ll never be forgetting\nI’ve crafted masterpieces that will last throughout the ages\nYour music gets you bitches on your Facebook pages\nI’m committing verbal murder in the major third degree\nMy name is Beethoven motherfucker Maybe you’ve heard of me?\nNot the Saint Bernard Version, I’m the real O.G\nYou wanna trade blows? You can’t even hit puberty!\nI got Kim Kardashian in my bed backstage\nWhen’s the last time your music got anybody laid?\nI’ve got a concert in five, so there’s not much time left\nWhat else can I say? Your own music made you deaf!\nI would smack you but in Germany we don’t hit little girls\nAnd I’m glad I’m deaf, so I can’t hear that piece of shit “My World”\nThere’s a crowd of millions waiting to hear my symphonies\nYou wanna be a little white Usher? Here, show them to their seats!\nWho won? Whos next? You decide\nEpic Rap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nGEORGE WASHINGTON!\nVS!\nWILLIAM WALLACE!\nBEGIN!\nTheres a difference between you and me, Willy\nI fought till I was actually Free, Willy\nI got my face on a quarter\nYou got drawn and quartered\nTortured on the orders of a king, really?\nHowd you get beat by a dude named Longshanks?\nYou hot dogged and he cut off your bean franks\nIm money like a national bank\nAint nobody more street than Big G\nStone face with a grill of sheep teeth\nA Mel Gibson movie is your legacy\nI got a state and a day and a D.C\n Roll up in a boat\n Youre sleeping, cut your throat\n Ill watch the blood flow, now whos got that Redcoat?\nLook at you in your little blousy outfit\nLooking like a stiffer white dick than your monument\nIll knock you the fuck out, mate\nYou died owning slaves, I died setting men free \nThats the highland way, this powdered prick couldnt beat me in a foot race\nI was emasculated, eviscerated\nI had my head chopped off and they put it on a pike\nBut I still find time to bust a Gaelic rhyme\nIll rip your Yankee Doodle arse on the mic\nIll knock your face off your moolah\nAlba gu bràth! Hoo-ra! \nFounding Father, but no children\nCrossed the Delaware, but your soldiers couldnt swim\nThats Washington, such a shite tactician\nThe fucking British Army didnt even want him\nIm Wallace! And Im flawless!\nStay hidden in your office or suffer great losses\nI pop my kilt, strap my sword in my hilt\nStep on the battlefield and Im ready to kill\nSend all your politicians straight down to hell\nThe only Washington I trust Denzel\nIs that the best you got for me?\nIll chop down an emcee like a cherry tree\nSee, power! Thats what the meaning of my flag is\nYour nations famous for golf and haggis\nIm fabulous from my head to my shoebuckle\nStep to me, and catch a knee to the mooseknuckle\nCause I know you dont wear no draws\nIm dressed like a pimp, best moves in at the ball\nMcGlavin, McGliven , McSchool you all\nCock block more Scots than Hadrians Wall\nI dont give a shite about your fancy clothes\nYou whipped all those out of slave black folks\nGrew weed and you made hemp rope\nBut if you think youll beat me, you must be having a smoke\nNo joke! Dont tee off with me, laddie\nIf you held my balls, you couldnt be my caddie\nMy styles ice cold, yours is old and shabby\nYoure the Father of Your Country, but Im your daddy\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC!! \nRAP!! \nBATTLES!! \nOF HAA!! \nSTORY!!!!", "EPIC RAP BATTLES OF HISTORY!\nTHE JOKER!\nVERSUS!\nPENNYWISE!\nBEGIN!\nIn my first appearance, the bat was supposed to slay me\nBut I can’t be killed, that’s why they cast a Phoenix to play me! \nI’m the Harlequin of Hate, the Clown Prince of Crime\nYou’re a sewer troll that Stephen King wrote between his lines!\nIt’s like cocaine, you know what I said\nI don’t know how any kind of joke could ever go over that head!\nThey all float! says the quote, but your films, they all sink\nOh, and as far as Mr. King goes, I’m a Shining man, wink! \nI make the Justice League look like just a bunch of super schlubs\nYou lost to a herd of nerds who call themselves the Losers Club!\nYou’ll be gobbled up in Gotham, so stick to your small town\nWhere you’re renowned as the if it’s brown, flush it down clown\nHiya, Jokie! You wanna rap?\nRap, rap, rap, rap, rap, rap, rap, rap, rap, rap, rap, rap\nOh, why so serious? You’re supposed to be the man who laughs\nBut those jokes were like your new movie: , mostly really sad\nBeep beep! You’re a John Doe in my deadlights, and you’re about to fall from a new height\n‘Cause you’re weak and you’ve lost every fight to a knight who wears underwear over his tights! \nI haunt nightmares and I’m ruthless\nThis battle’s like poker, the Joker is useless\nWinnings not in your cards, call me Arkham Asylum, I’m crazy with bars!\nJack Nicholson played you just fine, but lately the castings declined\nJared Leto came out trying to look like he was Tekashi 6ix9ine!\nSo unless you’ve got a yummy younger brother, I think you’d better run\n‘Cause I’ve got 99 red balloons, bitch, and I dare you to take one\nGo back in your well, you giggling sewer ginger\nYou lost to a turtle that wasn’t even a ninja\nWhen I flow I go Mark Ham with ill zingers!\nI steal the show like Bob Kane stole from Bill Finger! \nI spit acid, be wowed, every joke of mine stings!\nYou’re three night lights in a cloud beat by the kid from Stranger Things!\nWhen I compare your antics to the fiendish schemes I revel in\nThey pale like the moonlight you can dance with the devil in\nPennywise likes the devil, we have so much fun together\nBut no one’s dying to play with Joker...except for maybe Heath Ledger!\nPuddin, you’re an embarrassment, I’ll beat you like you beat Harley Quinn\nThat purple suit...is something you...should only see Steve Harvey in!\nAh, haha! I feast on your fears!\nI’m the Derry, Maine attraction every twenty-seven years\nBut you know what? I have a secret It’s like a very special toy:\nIf you wanna kill a Batman, eat him when he’s a boy\nDon’t you lay a finger on my Bat, you little freak!\nOr I will spend a whole week knocking out those prickle teeth! \nTell your author, for his next gangbang scene\nHow about a little more PG and a lot less 13?\nEven I wouldn’t stoop to that kind of impropriety!\nThis is Earth you space demon, we live in a society! \nI’ve seen your movies so I know you don’t hurry\nBut I’ll shoo you down the drain so fast they’ll call you Tim Scurry!\nAsk Robin if I drop bars, I take smiles and I leave scars!\nGuards at Arkham will admit that the Joker just killed IT! \nArkham? Ha! You stole that from H.P. Lovecraft\nWho needs guards when you couldn’t even escape Cesar Romero’s mustache?\nYou jester, I’m Montresor, ‘bout to make you my Fortunado\nAnd seal this battle up like it was the Cask of Amontillado! \nI spit January ember flames! \nYou got beat by the Scooby Gang! \nI’m the John Wayne of John Wayne Gacys, the underground Clown Posse, my flow’s Insane!\nPoster boy for missing persons posters, Joker’s gonna float with me!\n‘Cause he just messed with the best wall-eyed rapper since the Notorious B.I.G.! \nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP-BA-RAP-BA-BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nZEUS!\nVS!\nTHOR!\nBEGIN!\nHow dare you challenge my immortal throne?\nIm the father of the gods, put your daddy on the phone\nMaybe Odin could beg me for a truce, cause when Zeus lets loose\nIll put your cross-dressing neck in a noose\nIm like Medusa, Ill stone a motherfucker if he looks at me wrong\nIm a bull, getting bitches with my swan schlong\nIm on point like Poseidons trident\nRhymes colder than the frosty balls of your giants\nAllow Thor to retort, you shape-shifting rapist\nAnd get a taste of this Scandinavian greatness\nBrought forth by my raging thunderstorm force\nCause I dont get nice, I get Norse \nValhalla-atcha boy and well flyte it out\nBut keep your Asgard up, I Ragnarök the house\nYou tongue kiss your sister, thats grosser than a Gorgon\nIm the thunder down under, nailing Natalie Portman\nWho would ever worship someone as abusive as Zeus is?\nYoure ruthless to humans, your crew is like the Clash of the Douches\nRuling over the Greeks, a people weak and frightened\nId spit in your face but youd probably like it\nOnly a mindless fool would knock the fathers of philosophy\nMy Greeks built the bedrock of democracy\nWith astronomy, they charted out the movements of my kin\nAll the pimps on Mount Olympus and me the kingpin\nLet this sink in, Im about to rain on your parade\nItchy trigger finger quicker with the bolts than Usain\nYoure history, Ill be the first to put it in writing\nMC Hammer just got struck twice by greased lightning\nRain, old man? This is hardly a drizzle\nYou couldnt give the women in my homeland the sniffles\nYou can keep your astronomers, Ill sail with the conquerors\nFor thousands of kilometers, discovering the continents\nIm alpha dog dominant, you cant beat me\nI will drop you like Greeces GDP\nSend you deeper underground than the depths of your Hades\nNow make like your daddy, and swallow my babies\nYou think the underworld scares the ruler of the skies?\nYoure joking, Loki must have written your lines\nBy the time Ive finished whipping you with wits and rhymes\nYoull need a lighter for your ship, cause a viking just died\nYour glory days are over, The Oracle shoulda toldya\nIll kick your wrinkly dick back in your toga like opa\nHere, take these drachma for your eyes\nWhen you get to River Styx, tell your three headed bitch I say hi \nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC...RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nJULIUS CAESAR!\nVS!\nSHAKA ZULU!\nBEGIN!\nIwisa, meet Caesar, hes a commander\nWho thinks he can dance with Conan of the Savannah\nBut when I go hand to hand with you, I go hammer\nKnock off his dome, wrap it up in his own banner\nSend it back to Rome with a message from the Zulu\nIf you battle Shaka, this will happen to you\nIf you cross that equator, youll head straight into a massacre\nAnd get fucked by more than just Cleopatra in Africa\nYou talk a lot of shit for a man wearing a diaper\nI heard you had poison spit, where was it in this cipher?\nCause all I hear is threats from a brute with no discipline\nAnd Im ruling over you like a boot full of my citizens\nAnd you should take your cow skin shield and hide under it\nYoure fucking with the most triumphant third of the triumvirate\nIm first of the Empire and the last of the Republicans\nAnd hunting you, accompanied by legions of my countrymen\nAsk my kidnappers if Im just a shit talker\nDoc J dunk on you like, Boom Shakalaka!\nSo dont go rattling your sticks at me\nIf I wanted to shake spears, Id waggle my biography\nRight Ive heard of your play, tell me how does it end?\nOh yes, you get stabbed many times by your friends\nSo, whatcha gonna do with your Roman swords?\nWhen the lines of your legions get gored by the horns\nOf the Zulu, warriors! Trained on thorns\nTo dismember any emperors pasty white hordes\nI got the strength of a lion and the speed of a cheetah\nAnd everyone knows youre just a chicken, Caesar\nOooh can I be a hyena? Cause Im going to laugh\nIll pave roads with the bones of your goat herding ass\nFirst my front lines will drop back and spank you in the chest\nThen Ill decimate your horns, you cant outflank the best\nLet your reserves come at me, my ballistas cocked and \nWhen I take , I always keep my whole crew \nBecause theres no use in murdering you and your heathen\nYou can grow my wheat for me, after youre beaten\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP!\nRAAAAAAAAAAAAP! HOOROO!\nBATTLEEE BAATTLE BAAATLE!\nOF HISTORY!", "EPIC RAP BATTLES OF HISTORY\nGEORGE R.R. MARTIN!\nVERSUS!\nJ.R.R. TOLKIEN!\nBEGIN!\nBrace yourself!\nGather up your trolls and your soldier Elves!\nAnd your Ents and your Orcs and your Wargs and your Stings\nYour Dwarves and Glamdrings\nCause theres a new literary Lord in the Ring!\nMy readers fall in love with every character Ive written\nThen I kill em Theyre like No! He didnt!\nAll your bad guys die, and your good guys survive!\nWe can tell whats gonna happen by page and age five!\nTell your all-seeing eye to find some sex in your movies \nDitch the Goonie, and cast a couple boobies!\nThere’s edgier plots in that David the Gnome\nYour Hobbit-hole heroes can’t handle my throne\nKings, queens, dragons, dwarves\nHorses, fortresses, magic and swords\nYou Hob-bit my whole shit, you uninspired hack\nYou want a war, George? Welcome to Shire-raq!\nIn book sales you’ve got nothing to say\nI’m number one and two, you’re under Fifty Shades of Grey\nI’ve got the prose of a pro, your shit’s subpar\nYou’re a pirate, you even stole my R.R.\nOh, we all know the world is full of chance and anarchy\nSo yes, it’s true-to-life for characters to die randomly\nBut news flash, the genre’s called fantasy\nIt’s meant to be unrealistic, you myopic manatee\nI conscientiously object to what you’re doing on these beats\nI’ll cut you like my teeth on Beauty and the Beast\nYou went too deep, Professor Tweed Pants\nWe don’t need the backstory on every fucking tree branch\nI cut my teeth in the trenches of the Somme\nYou LARPed your Santa Claus ass through Vietnam\nAnd it’s hard for me to take criticism on clothes\nFrom a dude who sends a raven to say Hi to his toes\nMan, your fat jokes are worse than your pipe smoke\nMy show’s the hottest thing on H-B-O!\nI’m rock and roll, you’re a nerdy little nebbish\nAnd I may be dirty, but you got a hairy foot fetish, dawg\nEven the names of your characters suck\nYou got Boffers and Bofurs and Brandybucks\nI got a second breakfast for all them goofy fucks\nLift up my gut and tea-Baggins my nuts\nC. S. Lewis and I were just discussing\nHow you and Jon Snow... both know nothing!\nBecause the backstory of my box office is billions\nGot my children making millions off my Silmarillions\nAnd I’m more rock and roll than you’ve ever been\nDon’t believe me? Ask Led Zeppelin\nYou can’t reach this Fellow, shit, I’m Two Towering\n Every time I battle, it’s Return of the King\nWHO WON?\nWHO’S NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nDONALD TRUMP!\nVERSUS!\nEBENEZER SCROOGE!\nBEGIN!\nWake up, Scrooge! Im about to take a Dickens of a dump\nOn this lonely, homely little miserable grump\nIm like the star on a Christmas tree, youre like the stump\nIm not known for my heart but youre still getting Trumped\nYou remind me of my ex-wife in a bikini, cause you disgust me\nKeep your TB from Tiny Timmy away from me, dont even touch me\nI dont shake hands, I dont make fans\nI ruin rappers faster than Scottish lands\nEven Jay-Z knows what a pimp I am\nI got my name on the front of the business, man!\nMy rapsll haunt you, make you think youre going insane\nYoure about to get whooped by three emcees of the ethereal plane\nSo when the clock strikes, prepare to enter a world of Christmas pain\nCause Im out, I got my own fucking problems, call me 2 Chainz\nHow dare you disturb me when Im napping in my chair\nYoure a crappy rap spitting apparition, I aint scared\nOf this random phantom, haunt all you want, I dont care\nI do not believe in ghosts and I dont believe that hair\nDont panic, Scrooge, but youre about to crash\nIm J.P. Morgan, the Ghost of Rich Dudes Past\nWhos properly rocking the Monopoly mustache\nYo, I own the railroad, I run these tracks\nYou got dumped on a bench, now youre pissed at the world\nYou should have made like Sebastian, and kissed the girl\nBecause your greed is the curse thats gonna tear you apart\nWhat good is your purse if youre poor in your heart?\nBah humbug! Your raps dont unnerve me, theyre atrocious\nWhat frightens me the most is your gross ghost proboscis\nBusiness and success, thats the life Ive selected\nSo enough with your pictures from the past, Im not affected\nWell youre about to be right now\nIm the ghost of whats right now\nJust take a lesson from Yeezy\nYou missing the point, Ebenezy\nTheres more to life than your work, take it easy\nEven I can make time for Azizy\nBest put some friends on your wish list\nCause you dont know the spirit of Christmas\nIf you did than you would at this moment\nBe sharing your money with some of the homeless\nNo! This isnt happening\nOh, this is maddening agony– wait!\nActually, harkening back to the dead Donalds lecture\nI still am expecting a final specter!\nBoo! Youre gonna die\nWith no one to love you and no one to cry\nAlone by yourself on the bed of your death\nWith the stench of regret on your last dying breath\nCause youve chosen the path of a selfish man\nWith Tiny Tims innocent blood on your hands\nThe penance you pay for the way you behave\nIs written as plain as the name on this grave\nAre these the shadows of things that will be\nOr things that may be, only\nIf I depart from my course can they change\nSay it is thus with what you show me\nI promise to mend my ways\nA friend to all men is what I will become\nIts Christmas! I havent missed my chance to be different, God bless us every-\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE\nEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE\nEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE\nEEEEEEEEEEEEEEEEEEEEEEEEEEE\nPIC RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nAbe Lincoln vs Chuck Norris\nFour score and sixty-five years in the past\nI won the Civil War with my beard, now I’m here to whup your ass\nI’ve read up on your facts, you cure cancer with your tears?\nWell, tell me, Chuck, how come you never sat down and cried on your career?\nYou’re a washed up has-been on TV, selling Total Gyms\nAnd you’re gonna lose this battle like you lost Return of the Dragon\nI’ll rip your chest hairs out, put them in my mouth\nI’ll squash you like I squashed the South\nI never told a lie and I won’t start now\nYou’re a horse with a limp, I’ll put you down\nThis isn’t Gettysburg, punk, I’d suggest retreating\nFor I invented rap music when my heart started beating\nChuck Norris doesn’t battle, he just allow you to lose\nMy raps will blow your mind like a verbal John Wilkes Booth\nI’ve got my face on the side of a mountain, you voted for John McCain\nI’ve got a bucket full of my head and I’m about to make it rain\nYou block bullets with your beard? I catch them with my skull\nI’d make fun of Walker, Texas Ranger, but I’ve never ever seen that show\nI am Chuck Fucking Norris! I’ve spread more blood and gore\nThan forty score of your puny Civil Wars, bitch\nI split the Union with a roundhouse kick\nI wear a black belt on the beard that I grow on my dick\nI attack sharks when I smell them bleed\nI dont go swimming, water just wants to be around me\nMy fists make the speed of light wish that it was faster\nYou may have freed the slaves, but Chuck is everyone’s master\nWho won? Whos next? You decide\nEpic Rap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nMASTER CHIEF VS LEONIDAS!\nBEGIN!\nSpartans! Lets start this!\nShow this petty officer whos the hardest!\nThe biggest mistake that youve ever made\nIll toss you like a frag grenade\nIll stomp you in the face with my sandals, enraged\nAnd tonight we shall rhyme in the shade\nYour puny fans are fat nerds on computers\nJerking off to games, giving themselves first-person shooters\nYour armors hard, but my abs are harder\nYoure in my hood now, Chief\nThis is Sparta!\nNot so fast\nCortana says youre Greek\nSo why dont you stick these lyrics up your ass?\nThey built a monument to my sins\nYoure the soldier they need you to be\nAint no way that you can beat me\nEven my initials spell M.C\nWhile you and your companions were all camping in a canyon\nTook a campaign to your house and showed your queen my plasma cannon\nThey shoulda thrown your rhymes over the cliff because theyre sickly\nYou will not enjoy this, but it will be over quickly\nHa! Ive had better battles with my six-year-old son\nI dont need firepower when Im rockin these guns\nIm King, you sleep in a freezer in outer space\nId look you in the eyes, but youre too much of a bitch to show your face!\nYouve got a bad case of no shirt there, Fabio Flintstone\nYour whole plan got messed up by a hunchback with down syndrome\n300 asses needed kicking, give more teabags than Lipton\nSo why dont you quit your bitching, my trigger fingers itching\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nBABE RUTH!\nVS\nLANCE ARMSTRONG!\nBEGIN!\nBefore I let loose with this ruthless aggression\nIll let you be the second fat woman hearing my confession\nI admit it, I did what I had to do to win!\nIm an athlete, youre a specimen of sin!\nWith your drinking and smoking and choking down food\nI know French dudes with better manners than you!\nSo swing, batter batter, show me what a fatter rapper can do,\nI beat cancer, I can sure as hell crack you!\nYou lived strong, beat cancer, congratulations!\nNow Ill drop your ass faster than your own foundation\nThird base with an Olsen twin, thats the sin, face it!\nShes just a little girl, whatd you give her, a bracelet?\nWhole nation knows you ride too tight in the crotch!\nYoure as boring as your Tour de France is to watch\nSo come on, little buddy, dont look so pissed!\nWith all that blood and attitude, youre like a menstrual cyclist!\nYou set records before black men could compete, are you kidding me?\nThats like having a pasta contest without Italy!\nYoure an orphan who found his way to fortune and fame\nJust think what you couldve done if you wouldve actually trained!\nIm the pinnacle of physical condition while you dip your stick in prostitutes and called it foul tippin\nAre you trippin?\nYoull be nothing but a skeleton\nMessing with the fellow in yellow who will be pedaling like hell up in the Peloton!\nIts the bottom of the ninth against the Texan in a bathing suit\nFilled with more artificial ingredients than a Baby Ruth\nIt may be way too soon but Im calling my shot\nAnd Im not talking about those Italian syringes you brought!\nThe Sultan of Swat will knock you right outta the park\nAnd round the bases to the sound of up-roaring applause\nWhile you hang your head in shame and disgrace because\nYou got lost and forgot what real sportsmanship was!\nYou look tired, kid, youve got Sheryl crows feet eyes\nPedal home to France, and maybe bring me back some fries!\nCause if you step to Ruth on the mic, Ill fan your fancy bike and all\nYerr out, with three strikes, and just one ball!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES CLAP CLAP CLAP CLAP CLAP OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nNAPOLEON!\nVS !\nNAPOLEON!\nBEGIN!\nGosh, I can’t believe how much of a little bitch you are\nWhen it comes to world leaders, you like literally lowered the bar\nI’ll rip your bones apart Bonaparte, Turn your horse into glue\nWelcome to the battle of Waterloo part two!\nI got skills I’ll put you in a half Horatio Nelson\nYou’re the ugliest thing that’s ever failed in Russia since Boris Yeltsin\nYou can keep your french fries, I got tater tots you gnome\nWhy don’t you crawl back in your little shell and escargot the heck home\nHow dare you address moi, you adolescent worm\nI am French! You are a buck tooth nerd with a perm!\nI spit at you harder than Tina the Llama\nSmacking your face till your lips swell up like Lafawnduh’s\nDoodle up some friends, you gangly freak show\nBefore I toss you over the mountain like the dreams of Uncle Rico!\nThis bastards about to see how bad a battle can be\nAfter this, your buddy Pedro will be voting for me!\nWhy don’t you freaking exile yourself on your little island and hide\nCause this is a rap roller-coaster you’re not even tall enough to ride\nI don’t even care how many like stupid Prussians you’ve killed\nCause to me you’re just the emperor of the Lollipop Guild\nSacrebleu! T’as une tête a faire sauter les plaques d’egouts\nI’m going to shove your moon boots right up your poop shoot\nI’ll whip you so bad, they’ll make a virgin meringue\nYou’re the only type of dynamite that’s never going to bang!\nWHO WON? WHOS NEXT? YOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nTHOMAS JEFFERSON!\nVERSUS!\nFREDERICK DOUGLASS!\nBEGIN!\nWhen in the course of human events\nIt becomes necessary for a battle to commence\nThen kplow! I hit em with the illness of my quill\nIm endowed with certain unalienable skills\nLet me run down my resume, will ya?\nSet up a little place called the United States\nSound familiar?\nI told King George he could eat a fat dick\nWhen it comes to declaration Im the first draft pick\nIll topple any tyrant, so kings and pirates beware\nIm so down with revolutions, I invented the swivel chair\nIve many volumes on my shelves, its true\nBut Ive yet to read the three books you wrote about YOU\nLooking like a skunk in a three piece suit\nDidnt come back from Paris to battle Pepe Le Pew\nFirst Secretary of State, VP number two\nNot to mention third president, the fuckd you do?\nYou finished? ...Okay\nStraight outta bondage! A brainy mother fucker here to diss you\nBig hair, big nuts, big issues\nStarting with your nickel: theres a real declaration\nHeads for racist, tails for a slave plantation\nYoure a soft white Monticello Marshmallow\nWatching my people sweat while you sat playing cello, Hello!\nBut now youre facing me, Freddy D\nId never work for your ass, but Ill kick it for free\n Your stone face on Rushmore aint nothing\nCheck my photos, now thats real muggin\nThe face of a free man, taught himself to read, man\nNo compromise, you couldnt whip a 5th of me, man!\nYou got a self evident truth of your own\nYou let freedom ring, but never picked up the phone!\nOh Frederick, Ive never heard a verse I dug less\nAlright I admit it, I confess\nI participated in a broken system that I hated\nBut I needed to keep my financial status situated\nAnd the words I used were hideous blot\nTo describe the slave trade and the pain it hath brought\nAnd I fought to stop the trade of new slaves in Virginia\nWhen I ran the whole state and still made it home for dinner\nSo forgive me, I was busy\nMan, I had a lot to do\nBut we did it, youre free now\nSo...we cool?\nThis aint Louisiana man\nI aint buying it\nYou talk about freedom, but you aint applying shit!\nSo no, we aint cool\nYou founding absentee father\nYou had six babies with your slave mama\nAnd never even bothered\nTo free her when you died\nOn the 4th of July\nIts a very important holiday\nBut what the fuck does it mean to this guy?\nCause I celebrate December 6th, 1865\nThe day the 13th damn amendment was ratified\nAnd I ceased to be an alien to your unalienable rights\nAnd We, the People stopped meaning\nWe the people, who are white!\nMan, you did some good things\nI aint denying your fame\nIm just saying, they need to put an asterisk\nNext to your name\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP\nBATTLES\nOF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nJOE BIDEN!\nVERSUS!\nDONALD...\nIt’s the DJT gettin’ it on\nThe teflon Don on the White House lawn\nAgainst wimps like you, I’ll win a third term\nYour campaign’s like your family: crash and burn\nThink looting and violence will keep the MAGA movement quiet? \nResist me? That’s a riot\nWhy don’t you step behind the gym, I’ll be standing by\nWe’ll see how tough you are against the 45 \nI shoot a hole through your whole party\nBigger than the one I blew through Qasem Soleimani \nThen I go and I bone on Melania \nI’m gonna smash you, Joe, like China\nI’ve got all the best cognition, with all the top grammar\nI’m not a little girl’s shoulders, so you can’t touch this, MC Stammer\nYou’re a disaster inciting hysteria\nYou say I’m selling hate in America, you’re selling hatin’ America\nLike with Hillary, the people aren’t swayed\nYou’re just Barack’s shadow, and I don’t really like the shade\nThe pain of losing loved ones is something I have seen\nSo I know how you must have felt when they killed Jeffrey Epstein \nRap lyrics just ain’t for you\nYou should stick to love letters for Kim Jong-Un\nYou’re a wrestling heel! Nothing ‘bout you is real\nBitch, you didn’t even really write The Art of the Deal\nBut you tapped into the rage of Red Mad Hatters\nWell, let me tell you, Trump, all lies matter\nI don’t want to defund no police, I picked a DA for my VP\nI’m not a communist, I’m not a socialist\nI’m just an old-ass man with some decency \nNo matter what you try to say, global warming ain’t cancelled\nYou pulled out of Paris, should have pulled out of Stormy Daniels\nI ain’t sleepy, I’m tired\nOf you, Donald Trump, you’re fired!\nThe only thing getting fired on my watch is tear gas from law enforcement\nI’ll keep America great, you’ll unleash Antifa and keep America like Portland \nAin’t nothin’ gonna beat me! No person, woman, man, camera, TV\nMeh, they impeached me\nI still walked out of DC looking peachy\nYou got the Sloppy, Joe, but no beef\nThe only white privilege I see are those teeth\nMaybe teach your son a thing or two about life\nLike there’s no hunting season for your dead brother’s wife\nYou and your masks and your Knight Rider shades\nAre getting revoked like youre Roe versus Wade\nThere’s no Blue Wave! Forget it! Not coming\nIt’s like I tell, criminals, Joe: stop running\nWas Breonna Taylor running? Hmm? You dog whistling fool?\nI think your Daddy would finally be proud of you: he was a racist asshole, too\nЧто ты сделал?\nWhat’s this malarkey?\nОх ебать!\nKeep at it and you’ll end up in jail, Hoss\nI’ll take you down like Im you, and you’re a mailbox\nFrom all your wives to the SATs\nEverything you ever did, you just had to cheat\n‘Cause youre too insecure to even look like a loser\nYou’re the worst damn Republican since Herbert Hoover\nBut you scooped a sycophantic, homophobe Hoosier\nThen became the Constitutions domestic abuser\n200,000 deaths lying at your door!\nAnd you think they’re suckers like McCain and the Marine Corps\nSometimes I can’t tell for which side you’re rootin’\nWhen we go high, you go down on Putin! \nTruth is, you’re scared to lose\nYou got nothing in the banks ‘cept IOUs\nY-Y-You whine about ballots like a bitch\nBut the only thing that’s rigged is taxes for the rich\nLook, you’re a freeloader, change your name to Tramp\nMy campaign’s ramping up, you can’t get down a ramp\nI’m pulling away faster than your wife’s hand\nFor the love of democracy, will you shut up, man?\nWHO WON?\nWHOS NEXT?\nYOU LITERALLY DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nJ. ROBERT OPPENHEIMER!\nVERSUS!\nTHANOS!\nBEGIN!\nI am inevitable, immeasurable, inexorable, monstrous\nWith bars weighing on you harder than your haunting guilty conscience\nI am Thanos and I crush tracks like Tesseracts in my palm\nYoure a pencil-pushing Terran who never learned to love his bomb\nSeems you started off a chemist and on your world you were a prodigy\nWell, that makes sense because your rhymes are only hot periodically\nMan, I burned the Avengers down to embers, sent half your planet to be slaughtered\nAnd now Im offing Oppenheimer like I did to my daughter\nGot a fist of gold when Im rapping\nSix Infinity Gems what Im packing\nStick your tiny nuclear dick back into your pants, Dr. Manhattan\nHadron smashing all your atoms, best not collide with me when Im rhyming\nCause you break and bleed so easy I think Ill call you Oppen-hymen\nIts impossible to top me, Oppie, you just dont have the stones\nApparently the only thing youre good at wrecking is a home\nCause you slept with your friends wife, right there in your friends bed\nThen got another married girl pregnant, you shouldve gone for the head\nListening to you took everything I have left\nAfter your raps, I am become deaf\nYou need an Iron, Man, for that wrinkly-ass skin\nAnd that butt-butt-butt-butt-butt-butt chin \nWheres your rhythm? I thought you had the Time Stone\nYour punchlines sound like they came from RhymeZone\nYou might be something in the MCU\nBut between us, whos the worst MC? You\nYour dialogues got too many breaks in the syllables\nYou talk so slow, Drax thinks youre invisible\nI cause chain reactions when Im lyrical\nCause I got that fissile material\nYou were born to Eternals, but came out looking so scary\nThat your own mother tried to make you a temporary\nMeanwhile, Ive mastered the atom, more than any man alive\nNow Im here to split U like two and three from five\nIm a peaceful man, but I do what I must\nYou had an evil plan, Thanos, and it left you in the dust\nIt must leave you enraged when you compare our talents\nBecause in this battle, there is no balance\nFor a communist pariah, you come off as awfully cocky\nBut Ill make you bend the knee in round two like Nagasaki\nIm the box office topper, the Marvel showstopper\nGot my name on this win like its the Thanoscopter\nYou just got no answer for Fortnites dopest dancer\nI will Loki choke you out like my name was Throat Cancer\nYou wanna talk about Death?\nHow about the one that looked at you and swiped left?\nIm the destroyer of worlds\nYou got your nuts handed to you by a Squirrel Girl\nWere in the endgame now, Tinky Winky\nIll finish this like Ant-Man, all up in your stinky\nAnyone who believes that Thanos did nothing wrong crap\nHas obviously never heard you rap, oh snap\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC- snap\nAw, man...", "EPIC RAP BATTLES OF HISTORY!\nGANDALF!\nVS!\nDUMBLEDORE!\nBEGIN!\nYou shall not pass! I rap fast like Shadowfax\nTom Riddle me this you bitch, how’s your little wand going to beat my staff?\nI leave mics in flames torched by Gandalf\nTouch mine, Dumbledore and scorch your other hand off\nYou fool, you got Snaped, You’re not a real fighter\nDeath makes you die, it just make my brights brighter\nYou ass is like Gringotts, everyone makes a deposit\nWe all know you’ve more than a boggart in your closet\nThe prophecy forgot to mention this day\nWhen I knocked your ass back to Gandalf the Grey\nCheck your status they call me headmaster, you’re nothing\nNice staff, you compensating for something?\nI prefer the company of wizards and I’m proud of it\nYou try to win your battles with two fat hobbits\nYou think your hairy toed friends are gonna harm me?\nWait until they get a taste of Dumbledore’s Army\nDo not take me for some conjuror of cheap tricks\nI don’t give a Fawkes about your Order of Phoenix\nI’ll tie a new knot in your beard with your wrinkly balls\nFor I am the one rapper to rule them all\nYour spells are a joke, not funny ones either\nMines of Moria? Ha! More like Mind of Mencia\nI’ll expecto my patronum on your face you little snitch\nAnd when I’m finished, Imma fly like its quidditch\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEE\nEEE\nEEE\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nROBOCOP!\nVS!\nTHE TERMINATOR!\nBEGIN!\nFreeze\nI suggest you use your right to remain silent\nBefore I show your Gobot ass some Detroit violence\nIm like an X-Wing commander cause I stay on target\nI take over these streets like Im a farmers market\nI wonder where the Cyberdyne research went\nThat they couldnt fix your funky Hans and Franz accent\nThey sent you back to kill a child, but hes defeating you still\nThey should have made a time-travelling morning after pill\nAnd I didnt think I had any feelings left inside me\nBut my heart was surely broken after Terminator 3\nIm RoboCop, and I got the flow to beat roided out C-3PO\nI got the mic control like alt delete\nYour move, creep\nWrong\nI have detailed files on the conclusion of your trilogy\nThat movie failed Detroit worse than the automotive industry!\nI am T-800 Cyberdyne Systems Model 101\nAnd Ill be sweeping up your robo-bits like paperclips when Im done\nMy rapping attack is a massive dispatch of bazookas and gats and grenades\nThat rapidly bashes your brains and dismantles that puny peashooter that fits in your leg\nWere not the same\nYou peel away my perfect skin you find super computers\nYou look like Krang wearing a cold-pressed juicer\nThey left off your balls when your suit was created\nI still love you, Alex\nBullshit!\nYour sex life is terminated\nBased on my detailed analysis of the lyrical structure of battle raps\nIts time for your next shit verse, and then Ill be back\nYou dont know love, you dont know honor\nYou only know a programmed robot boner for John Connor\n OCP gave me the skills to wreck this\nI cant help it if Im fresh\nIts my prime directive\nIll punch through your face hole and rip out your vocal chords\nThen mail your space helmet back to Geordi La Forge!\nNice try, but Im too quick on the draw\nWhat can go wrong for you will, creep; Murphys Law\nChill out, dick wad, your emotions are wrecking your flow\nI couldnt find a decent rhyme in your line if I was in search mode\nYoure too slow, I blow more steam through machines than a barista\nIts Judgement Day, baby; Hasta la vista\nWHO WON?\nWHO’S NEXT?\nYOU DECIDE!\nEPIC!\nMelts into silver liquid and transforms\nRAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nBEN FRANKLIN!\nVS!\nBILLY MAYS!\nBEGIN!\nIm big Ben Franklin and this shant be pretty\nLet me instruct you how we battle in the city of Philly\nYou couldnt sell Rick James a bag of crack, youre out of practice\nMy victorys more certain than death or taxes\nFact is youre a hack, wack QVC joke\nYou peddle soap that cleans bird shit from my windows\nIll craft a lyrical coffin and then spit the nails in\nCall me Arthur Miller son, cause its death of a salesman\nHi Billy Mays here with a special TV offer\nWatch me crush this bald fat foppish founding father\nIll take my awesome auger and sow your quaker oats\nIll shoot your rhymes down like a regiment of red coats\nIm lord of the pitch and leader in home sales\nYoure just a lumpy pumpkin who invented the mail\nBennys got kiten key but youre in for a shock\nWhen I strike you with bolts from my lightning rod cock\nStop I protest these intolerable raps\nIt takes just one easy payment for me to whoop your ass\nCause Im mint Im money Im an educated gentleman\nSo join or die Bill cause its all about the Benjamin\nBut wait theres more!\nIs there anyone out there who can finish this battle?\nAnyone...?\nAnyone...?\nI can\nYou following me camera guy? Cause its about to get furious\nYoure gonna love my nuts until youre bi-focal-curious\nYour boy George chopped down trees; you couldnt break a piece of balsa\nSlap chop your face, make a double chin salsa\nYour styles so broke they call you Poor Richard\nIts bad enough I got to see you every time I tip a stripper\nVince against a founding father is just too bad\nCause after this America is gonna lose a Dad\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEEEEEEEEEEEEEEE-picrapbattlesofhistory..", "EPIC RAP BATTLES OF HISTORY!\nNICE PETER!\nVS!\nEPICLLOYD!\nBEGIN!\nLloyd Ahlquist:\nThis is one vid kid that you wont ever survive\nIll beat you, dislike you then unsubscribe\nYoull be good at rapping some day, I promise bro\nBut for now, just stick to editing that gay ass Monday Show\nIll slaughter your water color unicorns, eat em for breakfast\nThen leak to YouTube your middle name is Alexis\nI can tell youre scared just from the body language Im reading\nYou should start leaving, look, your hairlines already retreating\nNice Peter? Whos that? No one gives two shits\nEveryone knows your page is just the place that rap battles live\nDude youre really huge on YouTube, you got a great career\nBut remember you got famous off of my idea\nNice Peter:\nThe battles were your idea to start with, thats no lie\nBut Im the one who had the brains to let a midget play the bad guys\nLook at you or let me just tell you what I see\nYoure a short little sidekick, Ill call you mini-me\nI drew a mustache on your face and you played a mean Hitler\nTake the mustache away, you look more like Bette Midler\nYou big tooth, chompy face, horse looking prick\nYou and Bill OReilly can both suck my dick!\nLloyd Ahlquist:\nYoure taller than I am but you look up to me\nThe guy who got you your first job in comedy\nNice Peter:\nI wrote your best verses for you, let you scream on the chorus\nYouve got as much music talent as Chuck fucking Norris\nLloyd Ahlquist:\nYou? A musician? Eh, thats kinda stretching\nYou wrote eighty-seven songs with the same chord progression\nNice Peter:\nYou look like a thumb, whered you even come from?\nIts like Im battle rapping a fat version of Gollum\nLloyd Ahlquist:\nIm gonna knock you right outta your little Superman socks\nYou were nothing before you rode up on KassemGs jock\nNice Peter:\nMan, you dont even have to say that kind of shit\nFuck the rap battles and you, I quit!\nKassem?\nLloyd Ahlquist:\nOh, shit!\nKassemG:\nNot only are you not gonna quit the rap battles Pete\nYoure gonna make them bigger, youre gonna make them better\nYoure gonna put them on their own channel\nNice Peter: I guess we could make like a second season-\nKassemG: Yes, exactly! And you, whats your name? I wanna say Todd?\nLloyd Ahlquist: Um, Lloyd\nKassemG: You should start a YouTube channel\nLloyd Ahlquist: I have one-\nKassemG: Great!\nNice Peter: But what am I supposed to put on my channel?\nKassemG: How about you make music Peter? You know, like you used to?\nNice Peter: Okay, ow-", "EPIC RAP BATTLES OF HISTORY!\nCAPTAIN KIRK!\nVERSUS!\nCHRISTOPHER COLUMBUS!\nBEGIN!\nArrivederci Imma leave before this battle begins\nCause we both know in the end which of these captains gonna win\nI’ll show you how a real explorer handles a situation\nI’ll beat you so bad they’ll feel it in the next generation\nSo bring it on! I’ll whip you like a Klingon\nMy rhymes will burrow in your ears like The Wrath of Khan\nI’ve got a neck chop for Spock I’ll put my sword through Sulu\nCheck into a Priceline Hotel and watch your fat ass on Hulu\nI’m the enterprising Captain James Tiberius Kirk\nRepresenting Riverside Iowa, planet Earth\nI hear you call yourself an explorer, but I’m just not having it\nYou discovered a new world that was already inhabited\nWhy don’t you boldly go someplace you’ve never gone before\nLike India, or any destination you actually set sail for\nYou spaghetti eating fuck, how’s your spice rack doing?\nI’ll be chilling in my spaceship. Have fun canoeing\nYou know, rapping against you, it’s not even fun\nIt’s like somebody set your brains on stun\nI am the fabric of history, you are a fictional stain\nI’ll stick a flag up your ass and claim you for Spain!\nMr. Spock, beam me back to 1492 so I can beat this man like it’s my job\nWe’ll see how Isabella likes my Captain’s log\nIt’s Kobayashi for you, there’s no way you could win\nWhen your weak crew sees me approaching, they’ll be like, dammit it’s Jim\nI’ll double-fist-punch you, you slave making bitch\nNow, take your genocidal ass off of my bridge\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEEEEEEEEEEEEEEEEEEPICRRRRRRRRRAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nGORDON RAMSAY!\nVERSUS!\nJULIA CHILD!\nBEGIN!\nAnd thats how you make a perfect risotto\nRight, Mrs. Child, welcome to the grown-ups’ table\nIve got exactly two minutes and you should be grateful\nCause Im in the fucking weeds with all these shows to pitch\nI keep my ovens preheated and my pilots green-lit\nIm a seasoned skillet, youre a PAM-sprayed pan\nIve got Michelin stars, youre like the Michelin Man\nIm rolling in dough, like Beef Wellington from hollering\nAnd Im shitting on you like Im wack flows intolerant\nOh, isnt that a wonderful thing?\nA grumpy little chef who thinks he can bring\nEnough stuff to justify getting rough\nWith the butter-loving queen of the bourguignon boeuf\nI rock hard as concrete on top of these bomb beats\nBeen chopping the pommes frites since you sucked on your moms teats\nI served America dutifully, and I sliced lard beautifully\nI reigned supreme from shark repellent to charcuterie\nGo on and cross your arms in that b-boy stance\nAnd when it comes to haute cuisine, theres one F-word: France\nHeres a nice amuse-bouche, take a poor abused youth\nSet a thirty-year timer, voila! Huge douche!\nYoure a namby-pamby candy-assed pansy, Gordon Ramsay\nYou couldnt rap your way out of a pastry bag, understand me?\nI laugh and create, you berate and destroy\nBut fear, my dear boy, is less scrumptious than joy\nIm glad that you got that off your giant, flabby chest\nId call you a Donkey but you look more like Shrek\nWhen the Iron Man chef busts a rhyme\nIll open up on you like a fine red wine\nIm a culinary innovator, youre no creator\nRegurgitating French plates like a glorified translator\nIm fresh, youre past your expiration date\nAlright, fuck it, blue team, drop the bouillabaisse \nI’ve seen your little show and it sure aint pretty\nOne part Big Bird, two parts Miss Piggy\nYou cant test me with your fatty recipes\nCall your book Mastering the Art of Heart Disease\nI mean, its rubbish, look at page 408\nTell me, who the fuck wants to learn to cook calf brains?\nYou call these rhymes raw? Theyre stale and soft\nNow, here, take this jacket…\nNow give it back and fuck off!\nOh please, your defeats guaranteed\nConcede, Ive got this in the bag, sous-vide \nMichelin indeed, youve done well for yourself\nBut as a person, you couldnt get a star on Yelp\nI could freeze a steak with those frosted tips\nWhats with that bitter taste in every word from your lips?\nYou scream at women, but the fits that youre pitching\nMake you the pissiest bitch in the kitchen\nIll pat you on the head, melt you, and stick it to ya\nAnythings good with enough butter, boo-yah!\nOh, Im so glad you spent this time with me\nNow eat a dick, bon appétit\nWHO WON?\nWHO’S NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nGEORGE CARLIN!\nVS!\nRICHARD PRYOR!\nBEGIN!\nHere we go, its George Carlin. Im a mad dog snarling\nI was born in the Bronx and brought up in Harlem\nIm dope at spitting bars and getting crowds hardy harr-ing!\nWhile youre the least threatening black dude since Carlton!\nNow, theres seven words you cant say on a TV set\nWell, this is the pissin fuckin cuntin Internet\nAnd my cocksucking motherfucking bits are the tits!\nNon-stopping brain droppings like my wit’s got the shits!\nSo call this Pryor-hea: I doo-doo on you constantly!\nNo pauses in my punchlines, no commas in my comedy!\nYoull be down for the count when this counter-culture counter man\nServes you with a stand-uppercut you cant counter, damn!\nIm wilder than Gene when Im killing the beat!\nYoure steady taking second place, thats a Silver Streak!\nAny rap battles with you, I be winning em!\nYour styles like two drinks: its the minimum!\n Its your boy from Peoria, Illinois!\nOne hand on my mic, one hand on my groin\nCause aint no set tighter in this whole damn game\nEven the shit that I spit off the top: flames! \nMy delivery is rupturing the tummies!\nYou tell a joke and people go, Hmm, thats funny.\nMy Mama was a prostitute and Grandma ran the brothel!\nSeen some shit but not as awful as your haircut debacle!\nIm the original brother to give the scene some color! \nThe most iconic stand-up comic! Stand down, motherfucker!\nHey, you forgot the Cos and you know its a mistake!\nI eat MCs for breakfast like theyre made of chocolate cake!\nIm the greatest...\nWhats wrong... whats wrong with my lip?\nDid somebody put something in my pudding?\nIm the... MC...\nThey put something in the pudding. Its in the pudding...\nOh, shut up, you stupid son of a bitch, you know you blew it!\nId have attacked you two first but your hearts beat me to it! \nCosby, you cant be here! Youre making people nervous \nSo let me end you real quick like I was Hannibal Buress \nIt turns out you were just like your sweater: monstrous!\nThe men that I slept with only wish they were unconscious\nMy sex jokes offend, you’re on the sex offender registry!\nOh, who are you wearing now? Is that State Penitentiary?\nEnough with the roofies, let me move on to Rufus\nMy jokes always had bite, you started out toothless\nAnd you just kept talking, you wouldnt shut up\nHonestly, Im glad you died. 14 specials was enough!\nAnd Richard, can we talk? Can I call you Dick?\nLike your fifth wife did when you remarried your sixth?\nAt this point, Ive got more plastic than flesh\nBut my Tupperware body couldnt keep your raps fresh!\nSo dont throw down with Rivers! The flow is too relentless!\nI havent thrashed celebrities this bad since The Apprentice!\nIm closing this battle! No one else compares!\nThe only place Im in the middle is on Hollywood Squares!\nGood morning, movie bombs! Nice shoulder pads, chief!\nIm a genie in a bottle for some comic relief!\nO Carlin, my Carlin, what can I say about you?\nExcept I dont think youve had a good shit since 1962!\nMork aged backwards and Joan, you must too!\n80 years old but that nose looks brand new! Nanu!\nYo Pryor, I Doubtfire makes a good shampoo\nLeft you running down the street like Oh, no!\nComedy aint easy, Ive played plenty of dumps\nAnd believe me, weve all hit plenty of bumps \nBut now Ive got the Flubber flows thatll get the club jumping!\nYou got second-hand raps. Found em Goodwill Hunting!\nGot more hair on my arms than a Monchhichi!\nAnd Ill finish this battle like its Jumanji!\nI love the prince, but youll never have a friend like me!\nThanks folks, thats my time! Gotta set myself free!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC Laughter RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nELLEN DEGENERES!\nVERSUS!\nOPRAH WINFREY!\nBEGIN!\nHey God, its me, Ellen, can I ask you a question?\nHow do I tell my friend Oprah shes gonna get more whipped than Stedman?\nIll make her head spin, when it comes to rhymes I got a penchant\nSo battling me is your intention, I better mention\nYoure about to get licked by a lesbian\nOh! Knock you off your throne, take a shot at everything you OWN\nI got the skill to make Doctor Phil say\nI think you better just leave her alone\nYou can tell Rachel Ray that my favorite recipe\nIs chopping Oprah Winfrey up into a million little pieces\nIm the queen of TV and Im here to destroy ya\nSo check under your seat, because I got something for ya!\nYou cant even hope to be as half as dope as Oprah\nIll attract my hands around your throat and Deepak choke ya!\nGirl, your shows a petting zoo, you do a week on kittens\nAnd you dance like a chicken who snuck into Drunk Kitchen\nYou played a fish with brain damage, Im a nominated actress\nName synonymous with power! Spell it forwards or backwards\nYes, youve got that power , and yes Ive got those kittens \nI also feature puppies, talented children and mittens\nI like cute things that make people smile\nMake everybody feel good for a while\nDo a little dance and the crowd goes wild\nKick you right back to the Miracle Mile\nI thought I told ya, your daytime reign is over\nIm jumping over Oprah like Im Tom Cruise on a sofa\nFrom ABC to LGBT, to NBC and now its all me\nIm the best MC and the biggest star\nIll bite you in the ass like the tax on a free car\nYour mouth is writing checks your mullet cant cash, lady!\nIll lodge my fabulous shoe up your suitpants, baby\nYou follow my lead cause I paved the road for ya\nYou drive behind me in a second-hand Porsche\nCheck the Fortune 500, Im a media wonder\nThe Dalai Lama and Obama memorized my cell number\nTry to beef with me, Ill make the whole market crash\nHoney, once you go Oprah\nYou cant go back\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nYOU DECIDE!\nYOU DECIDE!\nYOU DECIDE!\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nASH KETCHUM!\nVERSUS!\nCHARLES DARWIN!\nBEGIN!\nDarwin wants to battle? Doesnt seem like a fight\nBut this should be fun! Ive yet to catch a ghost type\nGot the highest speed stat, drop rhymes lightning fast\nOpen my pockets and go on your ass\nCause Im Ash! And thats A-to-the-Shush!\nI dont care how many beetles and butterflies you squooshed\nYour earthworms can’t beat these magical beasties\nYour shit-talking mouth is the Origin of Feces\nYouve got candy raps, Reese’s Pieces\nIn this ecosystem, I’m the dominant species\nWhen it’s time to train, I turn to Pikachu. \nBut when I need a weak verse, I choose you\nHello there, welcome to a world called Earth\nWhere actual minds do groundbreaking work\nIf you’re looking for the fittest, I’m the natural selection\nYou’re so ineffective, you couldn’t even turn eleven\nWhat you spit’s just not hard-hitting enough\nIt’s kid stuff, you’re soft like a Jigglypuff\nYou got no Game Boy, so you’ll get the broom quick\nThe real Ash packs a much bigger BOOMSTICK\nI’m a masterful naturalist\nWhat Ive glimpsed will outclass all the crap on your laughable list\nMy research reversed the first words of the Church\nYou measure your worth by the sales of your merch!\nYo, um… real quick\nThis dude spent eight years studying barnacle dick\nKick it! You think I’m impressed by your boat trip? Please\nYou’re the most annoying thing on a Beagle since fleas\nYou’re a glitchy old man best left out at sea\nSet sail and Galápago-suck on these\nLook, Mighty Morphin Michael Vick\nYour animated slave fights make me sick\nWhen I battle a foe from so simple a beginning\nI’m not Charles Sheen but I am Dar-winning\nMan, if that’s true, then nature is cruel\nCause the only thing you’re winning is your cousin’s gene pool\nYou lost three children while they were still small\nTB and scarlet fever, gotta catch ‘em all\nIt took millions of years for mankind to evolve\nNow they’re hunched over cellphones playing with your balls\nAnd it was hard losing my daughters and their brother\nAs hard as the wood that Oak gave your mother\nWHO WON?\nWHO’S NEXT?\nYOU DECIDE!\nEPIC… RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nGhengis Khan vs Sigh The Easter Bunny\nBegin\nHow you gonna battle? I invented hip hoppin!\nMy little tail swinging and my big ears floppin\nThe Easter Bunny baby, I deserve to be arrogant\nYou ugly, rapist, pelt wearing barbarian\nOoh, what you gonna do?\nYou’ve got a bucket on your head and a fu manchu!\nThe Great Wall couldn’t keep you out of China\nWatch me rub my foot for luck and stick it right up your vagina\nHa, ha, ha, come on!\nYour bunny ass about to feel the wrath of Kahn\nSilly rabbit, you’ll need more than luck\nYou’ve got two giant ears, but can’t hear that you suck\nI drive a Mongol horde. Your army is weak!\nWhat? You going to attack me with a posse of peeps?\nI’ll bite off your tail and punch your teeth down your throat\nThen butcher your family, and make a new coat\nTake it easy baby, no need for this meanness\nWe should keep it peaceful, homeboy, Jesus!\nI give people candy, you just like to pillage\nWhy don’t you get out of my face and go back to your village\nFrom Poland to Korea, I ravaged the land\nNow my DNA’s in dudes From New York to Japan, Hah!\nEaster, my ass, you’re not in the Bible\nYou’re a fluffy bitch mascot for Hallmark in denial\nWho won? Whos next? You decide\nEpic Rap Battles of History", "EPIC RAP BATTLES OF HISTORY\nGUY FAWKES\nVS\nCHE GUEVARA\nBEGIN!\nGuevara the terror, fresh Kangol wearer\nIll rhyme slayer from the 60s era\nRevolting heavy metal rebel blood spiller\nMe and my guerrillas are a squad of killers \nI’m known worldwide for my steely-eyed look\nYoure famous cause of Alan Moores third best book\nAll the children say we will be like Che\nAsthmatic, but I’ll take your breath away gasp\nYou tried to rebel against James the first\nHeres a tip for your next plot, try to rehearse!\nI got my face on a magnet on your roommates fridge\nYour head is on a spike up on London Bridge!\nYou had one job cabrón, to strike a matchstick\nGot caught with a fuse like your bars, not lit\nYou should have stayed anonymous, Epic Fail Guy\nTreat this battle like the gallows and take another dive\nAs a communist it must really hurt\nThat your face has been cheapened, weakened, besmirched\nBeing plastered on posters, coasters, and shirts\nMaking capitalists rich off of you on merch\nRight, Im a pious man and I fight for the lord\nI would cut you but I dont want your sweat on my sword\nI was tortured until I could hardly sign my name\nAnd listening to you felt pretty much the same \nFace it, Ernesto, youre Castro but less so\nHes Cuba Commander, youre more of the Destro\nRevolt all you want, I don’t give two Guy Fawkes\nBut look at Venezuela; what you’re fighting for sucks\nSucks? Guy, you died for the Catholics\nA group with a bad touching little boys habit\nAnd this porn star pilgrim look whats up with that?\nIt’s more like V for very bad hat\nOh! Whats the Fawkes say now?\nWhen they cut your junk out\nIm the hardest Marxist ever graced a banknote\nYoure an error prone terrorist penny for the scapegoat\nDon’t try to boast bout your banknotes with Guido\nYou muddled your economy like mint in a mojito\nThis very battle disproves your communist initiative\nThese rhyme skills are not evenly distributed \nIm Catholic, Ive got mass when Im rapping\nYoure an ump-Che, thats Bay of Pigs latin\nAfter what just happened you should retire\nIs it the 5th of November? Cause Im on fire!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nKim Jong-il vs Hulk Hogan\nBegin\nThe name’s Kim Jong, I got a license to ill\nMake you swallow my rhymes like a steroids pill\nYour body looks like a spray tan banana\nWith a walrus mustache and a wack bandana\nI’m coming at you like the Asian Ric Flair\nBitch, I’ll suplex you by your friggin dick hair!\nYour whole fam’s a bunch of Barbies, dude\nYou want beef? Eat this Korean BBQ!\nYou got a ring side seat to your own smackdown, brother\nYou look like Sonic the Hedgehog’s mother\nYou’re a freak, a phony, a rice-a-roni jabroni\nI’m gonna bounce you like a check for my alimony\nCome on dude, all the little Hulksters know\nI’ll hang you from the ropes like South Park puppet show\nI’ll choke hold you hostage like Laura Ling\nBrother I’ll leg drop your ass back to Beijing!\nBeijing is in China, you blond asshole\nI’m a god among men, you’re a suburban commando\nNorth Korea, bitch, let me give you a tour\nBy the way, your wife says my dick is bigger than yours!\nHulk Hogan goes down! I don’t know if he can finish the battle... He’s reaching for the ropes! Its.. Its Macho Man Randy Savage!\nOoh yeah, it’s about to get real\nWatch me snap into a Slim Jim Kim Jong-Il\nI don’t like to hit little bitches with glasses\nBut when midgets step up, I stomp midget asses\nThe Macho Man, there is no equal\nSo spend less time rapping and start feeding your people\nPUNK, I’ll elbow drop your whole nation\nOn behalf of the entire World Wrestling Federation!\nOoh Yeah!\nWho won? Whos next? You decide\nEpic Rap Battles of History", "Epic Rap Battles of History\nJohn Lennon vs Bill OReilly\nBegin\nHelp! Youre making my ears bleed, you need a muzzle\nWhy you pissed off all the time? Didnt your mom give you a cuddle?\nYoure the type of guy who could die of heart attack just in the shower\nYou need to chill out for a minute, and smoke weed for an hour\nEvery time I watch your show, all you do is scream at me\nAnd your face looks like a shit I took, high on LSD\nIm John Lennon, Im a legend, I can see through all your tricks\nI wonder how much George Bush paid you to suck his dick\nYou fucking long hair, living in your Yellow Submarine\nWell, youre about to get sunk by the right-wing political machine\nStop your presses, Lennon, you call me Mister Bill OReilly\nWhen it comes to squashing limeys, I come recommended highly\nYoure weak; between you and me, theres no comparison\nIll beat you so bad, youll weep gently like George Harrison\nYoure Paul McCartneys bitch, with less talent than Ringo\nAnd Id rather suck George Bushs dick than Yoko Onos\nWell, you cant buy me love, but Ill kick your ass for free\nIll take Maxwells silver hammer and give you a lobotomy\nIm tired of how you scheme to stir the people up\nWhy dont you just take a vacation and shut the fuck up?\nCause Im evil, heart blacker than Don Cheadle\nTen-thousand dollar shoes I use to stomp out a Beatle\nDont tell me to shut the fuck up, thats how I survive\nNow heres Sting—what? Fuck it, well do it live!", "EPIC RAP BATTLES OF HISTORY!\nWONDER WOMAN!\nVERSUS!\nSTEVIE WONDER!\nBEGIN!\nWonder Woman fly, Im about to tell you why\nPrincess Diana, but this Lady dont die\nMy rhymes are signed, sealed, and delivered on time\nYoure a bald has-been, Im in my Amazon Prime \nI tell you what I say, you bit your style from Ray!\nThe grin and the shades and the king cobra head sway\nGods made me out of clay, then they broke the mold\nIm like Geena Davis, in a Justice League of my Own \nI Just Called to Say that you need to ditch the hair beads\nLookin like the Predator after some chemotherapy \nBut dont be scared, I let bats down easy\nSo you dont gotta worry bout a thing, little Stevie\nI feel like this is the beginning \nBut you have sucked for a few thousand years\nIm a man who comes from a higher ground \nAnd Id say DC is a whole step down\nIve been spitting out hits since both Fingertips\nSo use the tip of your fingers and read my lips\nNow how you gonna talk about a bat being blind?\nYou need to echo-relocate to the 4th of July\nBecause youre Miss Independent, or at least you try\nBut your first story is you running off with a guy\nNow let me tell the truth cause I know you got the lasso\nYou got that wack flow, Sufferin Sappho!\nIm the ceremony master, blaster with the bars\nAnd I got more Grammys than your panties got stars\nWell, Im a Woman who wonders what youre thinking\nSome of your records make me wish you started drinking\nEven if I stick to the best selections\nYour YouTube videos raise some vision questions\nYour ignorant questions could never cause as much pain\nAs never knowing how stupid you look in your airplane\nYoure a misguided, C-minus-on-the-Bechdel-Test joke\nAnd my worst song is better than your best TV show\nLook, I dont wanna judge a Talking Book by its cover\nBut of the vegan buffet, youre a Full Time Lover\nAnd a part-time father, from what Ive discovered\nNine different kids with five different mothers\nYou couldnt walk in my shoes, so stick to your reboots\nWith plots so thin even I could see through\nIts not a superstition, I believe you got dissed\nNot even your tiaras coming back from this! Haha!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "Epic Rap Battles of History\nSarah Palin vs Lady Gaga\nBegin\nOh boy, look what we have here\nA transvestite with a keyboard trying to be freak of the year\nYour voice sounds like a rooster having sex with a frog\nThey put a lot of lipstick on you but you still look like a dog\nPut down that teacup honey, go put on some pants and\nStop letting little monsters teach you how to dance and\nYou may be Gaga, but you aint a lady at all\nIve seen those outfits youve been wearing\nThat takes big balls\nI think Id rather elect a smurf than vote for you\nGovernor of Alaska? Thats like the principal of a home school!\nYou are the sum of everything I despise\nWith the most dysfunctional family since the Jackson fucking Five\nJust trust me, your fifteen minutes of fame came and went\nGo back to your igloo, spend some time with your kids before theyre pregnant\nYour frigid little body couldnt even handle what I do\nI think the truth is, Sarah, my music just scares you\nYour music doesnt scare me, Im a mother of five!\nI killed moose with my bare hands before you were alive\nEverything you do is just a rerun of Madonna\nYour fans are in a frenzy like a bunch of gay piranha!\nI sound more intelligent than you when I fart\nI wonder if you even know how to spell the word art\nYou dont belong in politics, you belong in a hockey game\nHistory will regret you like John McCain\nWho won? Whos next? You decide\nEpic Rap Battles of History", "EPIC RAP BATTLES OF HISTORY!\nELON MUSK!\nVERSUS!\nMARK ZUCKERBERG!\nBEGIN!\nCall me Musk , Im here to help \nFlush a Zuckerturd for humanity’s health\nIm making brilliant innovations in a race against the dark ages\nYou provide a place to discover your aunts\nKinda racist\nGot called to Senate\nData hack\nYou acted so robotic, Star Trek’s like:\nWe need Lieutenant Data back!\nIm Tony Stark with a James Bond sprinkle tossed in\nAnd Ive been flossing since you double-crossed the Winklevoss twins\nHmm, Data was a Lieutenant Commander, to start\nBut, I wouldnt expect you to understand an org chart\nSee, heres mine: Im at the top , boss \nAnd Im spitting fire like Im hot sauce \nYou can’t sneak up on Zuck, I don’t even fucking blink\nIm the CEO of KNOWING WHAT YOU THINK, INC\nI’ve been looking up your family, it gets dark, my god!\nCouldnt clean your daddys laundry with apar-Tide-pods\nWatch me: Oculus, Instagram, WhatsApp \nIm cleaning up like a Wet-nap! \nI drive around in a hatchback \nI’ll end your story like Snapchat \nElon youre nothing but an attention-seeking outcast\nAnd your star is faded like you on a podcast\nDope smoking with Joe Rogan dont slow motion my pace, man\nWhen Im conquering MySpace, its actual space, man!\nI got a loan from the White House \nSent that shit straight to the moon\nNow Im taking mankind to Mars, but for your kind man?\nI aint got room\nYour platform only launches depression\nWho put the elf with no friends in charge of human connection? \nYou claim to be some kind of saint, but you aint\nWhy dont you Lean In and FaceMash my musky Dutch taint \nIm destined to rep Earth, you sold us out for some net worth\nYour site got so many Russian bots they should call it the Social Nyet-work\nOoh, bots! I know A.I. gets you tweeting\nI read your feed while eating toast from robot Morgan Freeman\nYou need to start sleeping, we can all see youre tired\nYoure about to be CE-Oh shit, he got fired! \nYouve got all these companies but theyre incomplete\nIve got one and I fold money: income, pleat\nSet your self-driving truck to haul your ass home\nCause this battles like Paypal: you got owned!\nWHO WON?\nWHOS NEXT?\nY-Y-Y-YOU DECIDE!\nEPIC R-R-R-R\nRAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nRICK GRIMES\nVS\nWALTER WHITE\nBEGIN!\nCarl stay back this is gonna get bad\nIm bout to show this lab rat how to be a real dad\nA grade A MC, wholl ruin your A-1 day\nCause Sheriff Grimes rhymes dirty like my armpit stains\nIm a post apocalyptic cop whos got a lot of issues\nPop a cap in you and splatter the brain you misuse\nCooking up blue Sky and bigger lies for Skyler\nHatching little schemes like a dying MacGyver\nYou tore your family apart, sin by sin\nWhere I live, it happens literally limb from limb\nSo write this down in your pancakes so you wont forget it\nI kill zombies that are better men than you before breakfast\nI dont know what you think Ive done\nBut if we were to battle, Ive already won\nAsk Gus, you dont wanna face off against me\nIll stuff you in a barrel, and make a dude smoothie\n, your sense of duty gets your group into some deep doody\nAlways getting saved by some samurai booty\nIm a kingpin, cooking crystal in the middle of the day\nHaving dinner by the pool with the DEA\nRun you over with my Aztek, GTA\nIf you ever try to stop Heisenberg getting paid\nHeres a hot dose let me watch you choke on the truth\nYou look up to me like Im a pizza on the roof\nCause youre a loser, a failure to your whole entire crew\nIve seen Walter Jr. handle walkers better than you\nCarl! I said stay back with the others\nWhile I finish this bitch, like you finished your mother\nYou aint the danger to me Walt, so knock all you want\nI watch you get eaten on my fing front lawn\nYour monsters dont frighten me and you can bite me\nIll be standing right here in my tighty Walter Whities\nIll bury you faster than your partner stole your whole life\nNo one saw Shane coming, except for your wife\nWHO WON?\nWHOS NEXT?\nYOU DECIIIIIIIIIIIIIIIIIIII...\nAUGH... AHHH... AUUUUGHHHH, AHH\nAUHHH-EPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nLEWIS AND CLARK!\nVERSUS!\nBILL AND TED!\nBEGIN!\nYou cant be starting with Lewis and Clark\nCause we cut a path through emcees like a walk in the park\nAnd give em back a whole stack of maps and accurate charts\nShowing exactly where our footprints on their buttocks are marked\nWere two travelling wordsmiths spitting hotter than a furnace\nAnd well own you on the mic like the Louisiana Purchase!\nYoure worthless. Your future selves shouldve told you that\nNow go back in time and give Doctor Who his phone booth back\nWe discovered bears and beavers and prairie dogs and weasels\nRattlesnakes and catfish, owls, larks and eagles\nAnd plus flora galore! And according to our observations\nThese two dickweeds right here are severely endangered\nWe inspired pioneers and travelers near and far\nYou inspired air guitar and Dude, Wheres My Car?\nWe conquered much greater dangers in our trek through Mother Nature\nSo step off, but tell Bills stepmom dont be a stranger\nBills mom is hot, but that joke was most heinous\nIve heard better insults dropped from Socrates anus\nThats my stepmom, Ted Lets keep it excellent between us\nAnd show these boy scouts how it goes in San Dimas\nWere quick when we spit like Billy the Kid with his guns\nAnd youll be verbally kicked in the nut-Sacagawea-puns\nA teen mom carried you and your troops\nThey shouldve let the baby lead, and put you in the papoose\nAnd if those native dudes knew what white dudes were gonna do\nThey woulda stopped you in Dakota They should totally Sioux\nWhy dont you go back to exploring Napoleons old swamps\nOr youll discover your Corps most triumphantly stomped\nDid you hear that, Meriwether? I think they mean to brawl\nIll take Neo. Ill take the one that no one knows at all\nFrom the Falls of Black Eagle to the Pacific\nWe put the dis in dysentery cause we spit sick\nWithout Rufus youd be useless on all the trails we blazed\nYou couldnt navigate your way out of a Circle K\nSend over Garth and Wayne, because you turkeys arent worthy\nSuffering your raps is a most bogus journey\nMan, they totally burned us. I feel like such a doofus\nWhat do we do? I dont know\nBe Excellent\nRufus!\nHes right, dude. We dont have to take this kind of abuse\nFrom some Paul Bunyan dudes in potato sack shoes\nYou rode a river one direction; we travelled four dimensions\nRescued bodacious babes, and get back for detention\nIve seen your future, Mr. Lewis and I dont wanna be rude\nBut spoiler alert: You totally kill yourself, dude\nSo we offer you peace with these resplendent medallions\nAnd we claim this battle for the Wyld Stallyns!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC! Grizzly bear growls Huh?\nBear continues to growl\nEh... RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nDAVID COPPERFIELD!\nVERSUS!\nHARRY HOUDINI!\nBEGIN!\nYouve never seen a body quite the same as that of Houdini!\nSlippery like linguine, sneaking out of teeny-weeny\nLittle spaces small enough to fit your talent, David\nYoure not a challenge, David\nYour biggest endowments your bank account balances, baby!\nSo abracadabra, you billowy bitch\nMan, you look like a pirate on a Las Vegas strip\nIm swallowing needles and spitting out evil \nYou couldnt escape from a flash paper bag\nIm badder with patter and matter of fact\nYou cant match all my skill if you sawed me in half\nWhen I was a child, you were a god to me\nI had to do what you do\nBut now youre like a Chinese wall to me\nBitch, Ill walk right through you\nThis aint the magic that youre used to\nI float a rose, hands free, like its Bluetooth\nMy grand illusions make your parlor tricks irrelevant\nThe foot of Lady Liberty is stomping on your elephant\nYou failed at making movies and you failed at making kids\nYou should stick to what youre good at and lock them lips\n Heres a tidbit that might drive you nuts\nI bought half of your shit, and I keep it locked up\nGot the slim fingers that were built for sleights\nYoure a chunky stuntman; dressed in tights\nYou talk shit about your hero; that aint right\nBut you can look up to me now; I know you like heights\nAh! Your hack of a Bob Saget-y act is embarrassing\nYoure the saddest thing to happen to Magic since The Gathering\nIm hanging by my ankles, on a crane I dangle\nI got lox on my bagel that you couldnt handle\nSmash your mirrors while your flying wires tangle\nYou cant hide shame with a camera angle\nDid somebody say Angel?\nNo\nOh\nSee what theyd be watching if it wasnt for me?\nI remind the world that magic is supposed to make you happy\nWhile you waste time proving everybody wrong\nIm backstage getting my supermodel groove on\nYou should relax, take a private trip\nTo my private island, suck my private dick\nI summon up a little Halloween brunch\nDeep-fried sucker with a side of punch\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC. RAP. BATTLES...\n...OF\nHISTORY!", "EPIC RAP BATTLES OF HISTORY!\nJACQUES COUSTEAU!\nVERSUS!\nSTEVE IRWIN!\nBEGIN!\nJacques Cousteau, here to spit flow\nInvented SCUBA, captained the Calypso\nPalme d’Or winning documenter of the ocean\nReady to battle a desperate, sweaty showman\nYou’re chunky and soft, you get on my nerves\nYoure the only manatee I don’t want to conserve\nMy Life Aquatic was adventure and beauty\nI’m so cool, Bill Murray played me in the movie\nI have Oscars! You’re in Doctor Dolittle 2\nSo run back home to your daddy’s zoo\nAnd just to be clear, ‘cause I’m no veterinarian:\nWere you killed by a fish kids pet at the aquarium?\nHoly smokes, what a place to go!\nYou’d need a submarine for a blow that low \nYoud better run! You’d better take cover!\nCause crikey, I’m going from croc to Jacques hunter!\nHave a look at this salty fella:\nHis face looks like it’s made of pure leather!\nLook out! He’s got the body of a naked mole rat\nHe’s cranky ‘cause he has to wear a Papa Smurf hat\nI’m a wild man, you’re a subdued sub dude\nThe only crocs you could handle are some slip-on shoes\nCrikey! You’re such a boring guy\nYou could make a whole show about the ocean dry\nBut with the sheilas you sure had fun\nYour mistress was as young as your first-born son\nYou never shoulda stepped to the wildlife defender\nNow embrace your French nature and quietly surrender\nTalk about sons, better watch what you say now\nYou almost turned yours into Outback Mistake House!\nWould you rather talk about your brother? Ooh boy\nNazi! Nazi! Nazi! Oy yoy yoy!\nEnough of your antics and madness!\nContain yourself, like my underwater breathing apparatus\nYou’re a joke of a bloke in a tacky khaki romper\nGo grope a nope rope, Crocodile Humper\nThere’s a type of snail, recently discovered\nAnd named after you — I’ll eat them with butter!\nHey Skippy The Bush-League Kangaroo\nHold the dee, I’m Crocodile Dun with you!\nWhere ya goin, fella? Hang on a minute\nLike a Joey in a pouch, this ain’t quite finished\nTake a look how destructive your old films are\nSilent World? More like Silent Worldstar!\nIf you wanna count fish, please take the reef tour\nDon’t go throwin’ C-4 on the seafloor\nI’m the gold medal rhymer on the podium\nCleanin’ you up like a Jacques Custodian \nI’m Mother Nature’s greatest conservationist\nWhen I rock the mic, I’m danger! Danger! Dangerous!\nSo go back down under with your crew\nI just blew through you like a didgeridoo\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEEEEEEEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nWOLVERINE!\nVERSUS!\nFREDDY KREUGER!\nBEGIN!\n1, 2, Freddys coming for you\n3, 4, better lock your-lock your-lock your-lock your\nWelcome to primetime, bitch\nBetter stay awake like a meth head\nSpread red on your bed spread ’til youre lying there on your deathbed\nYou got a healing factor?\nI got a kill-bitches-on-the-ceiling factor!\nUnder that mask, youre a singer/actor\nUnder my skin I’m a slasher/slasher\nBitch! I come from Wes Cravens twisted mind!\nYou come from comic books that kids get when theyre well behaved at Christmas time!\nFlock of Seagulls called\nThey want their hairstyle returned\nAnd that wasnt even my main diss\nIt was just a side-burn!\nNice glove, bub\nBut Im real from bones to teeth\nThat claws like a strap-on\nTheres a pussy underneath.\nDont sleep? That’s all you got for me?\nCould defeat your ass with a cup of tea\nI been to hell and back and whooped Satan’s ass\nYou got beat by a Nancy on Elm Street!\nYou wanna talk about burns, Mac?\nThe PTA turned your face into Deadpools ballsack\nWrapped in a Where’s Waldo sweater\nJason cant talk and he rocks the mic better!\nSo step into my catnap!\nSee if you can hack that!\nBetter hang on to your wack hat\nCause your worst nightmare aint Hugh Jack shit\nCompared to the least of my Weapon-X flashbacks!\nI’m the adamantium champion X-Man\nYoull only ever be half of Edward Scissorhands!\nSo dont get me more pissed, chump\nIll take your whole franchise out with a fist bump!\nLook at the size of your body; how could I possibly think Im in trouble?\nI cant tell the difference between your action figure\nAnd your stunt double!\nWhats the matter? You look tired, eh?\nIll be in your bed tonight, unlike Jean Grey\nAs for me? Im a chick magnet\nSo heavy metal bitches are real attracted\nWhat the fuck is a wolverine? Some kind of an angry beaver?\nI was more intimidated by a tiny canadian the first time I saw Justin Bieber!\nThat verse stung, bub\nBut Ive already recovered\nIll call you tomorrow morning\nIf I need my toast buttered\nI aint got time for this!\nIm saving the world, what qualities do you bring?\nYoure a pedophile from the Midwest\nAt least R. Kelly could sing!\nSo youve got the wrong room if youre looking for fear\nOnly thing that scares me is a fridge with no beer!\nThat face tells me youve met your match\nSo come back if youve got another itch to scratch\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nTONY HAWK!\nVERSUS!\nWAYNE GRETZKY!\nBEGIN!\nI can skate better than this church boy turd can\nNot Cash Money, its just Wayne versus Birdman\nYou got your whole league to protect and adore you\nSo which goons gonna take this battle for you?\nIm the dude who blew up extreme sports\nThat nose looks like its seen extreme snorts\nI mean, look at that thing, that slope is gigantic\nEven I wouldnt fly off a ramp that titanic\nAnd all the ice underneath you will be melted into water\nWhen I hit you with a trick thats even hotter than your daughter\nYoure old and youre basic, your talent is faded\nAnd Oiler alert: youre about to get traded\nI drop rhymes like Im dropping into a half pipe\nIll thrash this asswipe, hit you like a hash pipe\nKeep your mittens on, Gretzky, youre too clean\nI got this covered like gravy on poutine\nThat verse was rough; damn, Tony\nSo let me smooth it out, like Im a damn Zamboni\nIm the greatest ever when I play hockey\nBut on the microphone I dont play, Hawkey\nThis is a street fight, T-Hawk, show some respect\nIf you dont, then youll catch a slap shot to the deck\nAnd I take a Flyer down, bird, youre getting wrecked\nSo you best prepare for arrival and cross check\nHey, let me tell you what putting a puck in the nets worth\nDouble what you bank in bucks, check my net worth\nAnd my hot wife, the only woman in the world for Wayne\nYoure on your fourth wife, talk about the X-Games\nThere was one big trick that you ever did\nThen you got out-spun by a 12-year old kid\nOh, you like finger flips? How bout one of these?\nSit on this and rotate 900 degrees\nGreat one, Wayne; let me say something, Wayne\nI got 99 problems and you aint one Wayne\nYoull catch a pop-shove it to the mullet if you tempt me\nYour threats are like my swimming pools, bruh, empty\nLets skip the kickflips and McTwists\nYoull be speechless after three periods like an ellipsis\nThis goofy-footed geek straight getting smoked\nGot you down on your kneepads, sorry bout the deke joke\nYou should hit the buzzer cause its time to change lines\nYou put that joke in a top shelf of lame rhymes\nThis aint typical sports, I use centripetal force\nWhile you prance around in four-pound icy diaper shorts\nI try to watch you on TV, but I cant see the puck\nHockey used to have guts, but now the teams mighty suck\nI taught kids around the world that theres nothing they cant do\nPut more souls into skating than some Vans shoes\nTime out; lets talk about athletic achievements\nYou and I have so many world records between us\n184, thats plenty of them\nAnd I set 183 of them!\nUndisputed, unrefuted G-O-A-T\nYouve been going downhill since Pro Skater 3\nAnd Im too far ahead for you to catch up\nFor true sports fans, this was finished as soon they heard the match up\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nRONALD MCDONALD!\nVERSUS!\nTHE BURGER KING!\nBEGIN!\nWelcome to BK! How can I serve ya today?\nOne flame broiled ass clown? Have it your way!\nYou cant do fast food half as good as I do\nYour pink slime meat turns my asshole to a drive-thru!\nYoure played out like a Chuck-E-Cheese Token\nYour styles like your ice cream machines: broken\nIm dropping Whoppers thatll knock you off the menu!\nCall you Ronald Donald, cause theres no MC in you\nWhy dont you call me Ronald Jeremy? Cause Im getting nasty\nLike the whoppers you sell made of horse lips and ass meat\nAsk Rick and Morty whos the lyrical boss\nIve got lines for days, call me Szechuan Sauce\nThe undisputed G.O.A.T of putting burgers in bellies\nIm fast food Eminem, youre Machine Gun Kelly\nIm Coke to your Pepsi, Im Mac, youre Android\nLets be real, Im Nice Peter and youre EpicLLOYD\nYoure number one like the whizz I took in your ball pit\nThem rhymes you just spit are a Ray Kroc of shit!\nYou spooky ass clown, youre so creepy its insane!\nYou look like you just ate someones brother in a storm drain!\nYou cant beat the king with your crew, please!\nThe whole head of your governments name is Mayor McCheese!\nI aint loving shit, even if Timberlake sings\nIm running circles round you like my onion rings!\nBut that verse was lifeless! You had no joy in it\nLast rapper this plastic had a Happy Meal toy in it\nIm serving billions and I cant be beat\nYoure a bin full of lettuce, facing da feet\nUsing Cheetos, dude? Get your recipes together, man\nIve had the same fries since I was Willard Scott the Weather Man\nIm the best trash talking mascot in town\nYou might be the king, but a clown wears the crown!\n(Wheres the Beef? Right here!\nWheres the Beef? Right here!\nWheres the Beef? Right here!)\nShow me two losers old enough to be my daddies\nAnd Ill square off with em like the corners of my meat patties\nIts Wendy! The hip-hopping Pippi Longstocking\nNo flows as Frosty as the salad bars that Im dropping\nIm topping you two like plain baked potatoes\nExploiting you both like you were growing my tomatoes\nKing, youre creepy and youre always second fiddle\nYour breakfast croissants are even worse than his McGriddle!\nAnd McDonalds gave your job to a box with a face\nLeft you behind like a quiet kid in a PlayPlace\nIm the fast food Queen, mean with a tweet sesh\nLeave opponents frozen cause I always keep my beef fresh!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP om nom nom nom nom nom BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nBRUCE BANNER!\nVERSUS!\nBRUCE JENNER!\nBEGIN!\nIll school you in this battle of the baddest Bruce\nWith your He-Man haircut and your Daisy Dukes\nI hear youre good at running, youre just like the Flash\nEspecially in the hundred meter ditch your wife dash\nIm an ace in the lab, acid, base, and treble\nSo let me break you down on a molecular level\nYou turned one gold medal to a lifetime of green\nThe most overrated athlete anyones ever seen\nYou need to carry fatherhood across the finish line \nKept up with the Kardashians, but left some kids behind\nRun along youll thank me, cause Im getting kind of cranky\nAnd trust me, you wouldnt like me when Im angry\nI think youre in your element when youre behaving badly\nHonestly, youre kinda Boron when youre happy\nIll lap and pass your ass ten different ways\nDecathlon athlete, blast through you like some gamma rays\nThe truth is, there’s no truce between the Bruces\nYou’re a drifter being useless, I’m a winner, no excuses \nBeautiful women all up on my jock\nI got a home gym, check me on the cereal box, doc\nYou big green freak, don’t try to flex\nIf it wasn’t for your cousin, you’d never have sex \nYou’re so strong when you get mad\nToo bad you can’t go back and protect your mom from your dad\nAhhh! That painted face dont give you class\nJust one more thing Bruce do for cash\nBest thing you make? Kylie ass\nShe eighteen? Hulk smash!\nThat’s my teenage daughter, man, I have to forbid this\nI’ll put a javelin through your jolly green discus\nKylie not the type of girl Im gonna let you smash on\nYou’ll get the medal without the decathlon\n Hulk is Hulk, no identify as man\nMe thinks Cait might understand\nNo gender issue, this Jenner issue\nJust you being you is enough to diss you\nLook, I understand that you hate yourself \nBut you don’t need to blame yourself\nYou a tiger, stop trying to tame yourself\nYou gotta be big enough to contain yourself\nAnd get hit with a little forgiveness\nBe green, that ain’t none of my business\nBut if you think you’re looking good in those torn-ass clothes\nYou’re lyin, which means you need a new wardrobe\nOh! The vision of those shorts kinda scarred me\nWhat, you just rage at a Barney-themed party?\nThat’s probably not something you seen as a child\nNot one day did you see your daddy smile\nHulk not strong enough to deal with denial\nLaying you down easy, that’s kitchen tile \nExamine this under your microscope\nYou got no neck, but you still fucking choked\nAfter battling me, you’re gonna always be pissed\nSo the Hulk will stay forever, neither Bruce will exist\nWHO WON?\nWHO’S NEXT?\nYOU DECIDE!\nEPIC RAP! BATTLES! OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nMOTHER TERESA!\nVERSUS!\nSIGMUND FREUD!\nBEGIN!\nMother Teresa, for short, call me “M.T.”\nI’m a missionary of charity M.C\nThree stripes like Adidas, and I’m doing it for Jesus\nA one woman nun-DMC\nI got a peace prize, but I’m not friendly\nYou’re oh-for-thirteen as a nominee\nI’ve got lines like the DMV\nAnd being me takes balls, but I ain’t got no D envy!\nWho could ask for a better adversary on the mic\nThan the father of psychoanalysis? Psych!\nLook at that egghead! Mama wants some omelettes\nI’m here to crack the mind behind the mom-sex complex\nI gave food, bed, medicine, and showers\nTo those whose flesh leprosy had devoured\nYour legacy is people who are mad at their parents\nComplaining on the couch for two hundred bucks an hour!\nJokes I could make about your looks: abundant\nYour chastity vow: redundant\nBut that’s enough about Mary B\nLet’s turn to my favorite subject: me!\nI got mouth cancer, wasn’t feeling so hot\nHad the doc put me down with a morphine shot\nThank imaginary God I wasn’t in one of your beds\nYou’d have just sprinkled magic water on my forehead!\nI help people live, you watch people die\nTo get souls for a man in the sky!\nYou took credit that you didn’t deserve\nYou’re the fakest Sister Act since Whoopi Goldberg!\nYou were running Project Pimp the Projects\nTo you, Calcutta meant Cal-cutta a check!\nI can see right through you and you’ve got no flavor\nI’m battling a communion wafer!\nYou call that a verse? You’re super-ego-trippin’\nI gotta say, Sigmund, you’re Freudian slippin’!\nI built mad missions in my savior’s name\nAll you built was a mad tolerance for cocaine!\nObsessed with masturbation, but you’re off the beat\nYour flows are so poor I should be washing their feet\nDreams are the only place you’ll ever be as dope as me\nI make my rhymes count like beads on a rosary!\nEverything is sex to you! After I’m done wrecking you\nI’ll have to go and do confession just for standing next to you\nYou want a second coming? I’ll bless the mic again\nI’ll end you like a prayer, motherlover! Amen!\nI notice that you talk a lot about yourself, which is funny\nSince you hide your true feelings like they were other people’s money\nOoh! An exception to my theory! I can’t believe this!\nHere we have a Mother that no one wants to sleep with!\nYou had a nice message, but your methods were detestable\nI’ve seen better care given to organic vegetables!\nAll these tokens and smoke and miracles\nYou really believe all this stuff? You’re hysterical!\nI’ve got the libido to continue to beat ya\nBut our time is up, Teresa\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC raAAAapPPPp BATTLES OF HISTORY!", "EPIC RAP BATTLES OF HISTORY!\nHARRY POTTER!\nVERSUS!\nLUKE SKYWALKER!\nBEGIN!\nAccio mic, let me fire up the wand!\nLike Hermione and Ron, Im about to get it on!\nCause my mouth spits hot like Incendio flames\nYoure lukewarm like some tauntaun remains\nEven the mad eye of my man Alastor Moody\nCould see your franchise only has two decent movies\nSearch your feelings, do you sense déjà vu?\nYoure getting smoked, like your uncle Owen and aunt Beru!\nYour actings flat and your raps are 2D too!\nBugger off to the afterlife where yourе fat and see-through\nYoure the biggest lеtdown in your series since Snoke!\nIt makes sense your fathers Vader, all you do is choke! \nYou country bumpkin, you must be dumb!\nWho farms moisture on a desert planet with two suns?\nLet me stick my plans in your dusty bin droid\nIll leave you like a horcrux: Split up and destroyed\nI dont know who made you shoot first but that missed!\nIf I was you Id have a bad feeling bout this! \nIm a rhyming Jedi like my father before me\nYour talking hat shouldve put you in Gryffin-dorky\nYour origin story is mostly stolen from me!\nYou might be Potter, but Harry, I planted your seed!\nLets see: little orphan raised by relatives in solitude\nSuddenly gets taken under wing of funky wizard dude\nLearns that hes been destined to have powerful gifts\nBut between the two of us I think I got the cooler stick! \nMy mic-saber cuts through you so slicey\nLeave you on the floor like an arm at Mos Eisley\nHit you with the Wampa raps I get icy\nLand em in your face like \nI flied an X-Wing to save a planet from massacre\nYou fly a broom like some kinda magical janitor\nYour Dumble-dweeb Army likes to think that youre the best\nAll you did was use your mom like a bulletproof vest!\nThe death of my mother saved the wizarding race\nYour mum died of heartache when she saw your face!\nYou swamp school dropout! Youre too whiny to rhyme\nAt least when I Slytherin a sister, she isnt mine! \nIm the Boy Who Lived! Best seller without equal\nIll split you like your fanbases feelings bout the prequels!\nSequels brought you back to meet your demise\nId say you were brilliant, but I must not tell lies\nI left J.K. straight Rowling in cash!\nYou let J.J. compact your character to trash!\nSo go on, try and force more of your disses\nYoure like a stormtrooper, cause all your shit misses!\nR2D2 noises\nThats right R2, it does sound like he left all his fire in the goblet\nR2D2 noises\nHaha, maybe he will get rescued by an anorexic hobbit\nI think its pretty clear that you and I are pretty different\nMy drives hyper, your drives Privet!\nIve got more rhymes than sand grains on Tatooine!\nYou couldnt pull in the win with a tractor beam!\nI crushed an Empire a galaxy large\nI blew up the Death Star, you blew up Aunt Marge!\nIll pop you where Poppy Pomfrey cant be healing you\nUnlike a great disturbance in the force, Im not feeling you!\nDeath would eat you up without Hermione and luck\nBecause your own skills wingardium levio-suck!\nYoure a dud like Dursley but worse\nAnd Id rather herd nerfs than have to endure your third verse!\nHave you heard rap before? That was not dope at all\nMaybe have Goldieballs show you the protocol\nBut I bet youre just distracted you got a lot on your plate\nOn one hand: the rebellion; on the other hand: oh wait!\nI roll deep and the Weasleys got my back!\nThis muggle sucks more hole than the bloody Sarlacc!\nWell rough you up good if you try to step to Harry, mateYoure the least intimidating twin since Mary-Kate!\nI flow like butterbeer in Diagon streets!\nYou could find me getting fantastic on these beats!\nIts over Luke! I got the high ground advantage\nIll close it like a map! Mischief Managed!\nYou should have Hagrid fly you home on his moped\nIf I wanted teenage wizardry Id call Selena Gomez!\nMy attack tactics are galactically hardcore\nFar more than your goofy little Scar Wars!\nI learned flow with the best in the biz! \nSo of you, the end this is! \nMy Jedi mind tricks put the nix on your Imperius\nTwist you up like Deathsticks, Im Bellatrix - dead Sirius!\nNo need to expelliarmus, youre harmless in a duel\nCall me the Hogwarts Express! I just took you to school!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "howl\nEPIC RAP BATTLES OF HISTORY!\nCOUNT DRACULA!\nVERSUS!\nVLAD THE IMPALER!\nBEGIN!\nImagine forests of corpses dripping on a buffet\nYou call that a nightmare? I call that a Tuesday\nVlad Dracula, spawn of the devil\nDipping my bread in your weeping blood vessels\nScorched the earth from Hungary to Wallachia\nI inspire fear, you inspire Count Chocula\nStep to the Turks and the bodies started dropping\nPut my foot on Ottomans like I was furniture shopping\nI save my stakes, no need crucifix\nI kill you with Olive Garden garlic breadsticks\nI butcher men, women, and children like cows\nPut more meat on swords than Fogo de Chão\nDoes this mic still work after that blah, blah, blah?\nCheck one... two... ah, ah, ah!\nThe flex of a rear-spearing princeling can’t vex me\n‘Cause I nibble necks and I make it look sexy\nI’m Universally known for intrigue and desire\nI shapeshift into mist and bone Winona Ryder\nSlick hair, popped collar, and a damn nice cape\nWhile you’ve got less taste than an Anne Rice cake\nYour rhymes are empty, like I leave vascular systems\nI’d grant you the privilege of being Dracula’s victim\nBut the thought of biting you makes me get nauseous\nYou don’t look like the type thats keen on neck washes\nDid you shapeshift those punchlines? ‘Cause they mist\nYour skill’s like your reflection: it doesn’t exist\nTurn your taint to a tis, when I put a stick through ya\nHaven’t seen a sucker this soft, since Bunnicula\nGet beat by Count Dracula? You’re smoking crackula\nI dunk on your wackula raps like I’m Shaqula \nI’m Vlad to the bone, Vlad the hat-nailer\nVlad that commits heinous acts on rats, ask the jailer\nYou leeched my name, you pale son of a bitch\nAnd your weak ass gets beat by the sun at the beach\nYour slick hair and cape are all flappy razzle-dazzle\nBut at end of day you’re a bat, and that’s only half a battle\nWow! I did not know that you could read\nThat’s great... now let’s see if you can bleed! \nHa! You thought the sun could kill me? Not true!\nI’m the vampire so cold they call me Nosfer-achoo\nMy syllable delivery is devilishly intricate\nI rock the house, once I’m invited into it\nAnd here’s a tidbit, that you can stick a stake up:\nYou’re losing so bad, you should join Team Jacob\nRenfield!\nYes, master?\nCall a doctor, not Seward \nCause Vlad the Impaler has just been skewered\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC-\nAAAAA, AAA AA AA AAAAHAA\nRAP BATTLES OF HISTORY!", "Hey can you put that, uh little thing back\nDown in there?\nNo no no, the one below it\nYoure just a little up in my face right now\nOh, Im sorry\nAm I being annoying?\nCause you said wed be done at 10\nAnd its...4 in the morning\nLook I dont know how to say this\nBut you know what, fuck it\nLet me just fucking say it\nIm fucking burnt out man, its been six years every day\nThat I wake up and come to work to look at your hungover face\nI need some personal space to get away from your screaming\nBut every time I turn my back motherfucker you start scheming\nTo take over control of some shit Im already doing just fine\nWed have more subs than PewDiePie if you didnt fight me every time\nI try to take our little baby in a creative direction\nIm trying to make art motherfucker, youre trying to find a rhyme for erection\nIm sorry man - no Im fucking not, fuck you!\nYoure second class, thats why I let you run ERB2\nYoure so afraid to lose, but losings all you do\nAnd tonight Im not quitting the battles, bitch, Im quitting you\nQuit me then you pussy, well see what happens\nIll sit back and watch you unravel and revel in pure satisfaction\nIm out of compassion for you and your self-righteous bullshit\nErection jokes dude? Your whole name means dick\nIm sick of smoothing things out, the same routine\nERB2 is right, Im covering your ass behind the scenes\nAnd then I try to tell you things, but youre too stubborn to understand\nLike: Dude, that is not a cool way to play Batman\nYou manipulate your friends, and then you throw them away\nI dont know who you shit on worse, myself or Dante\nBut Im not an entrée at one of your fancy restaurants\nSo quit eating up my time picking one of your fancy fonts\nAnd make a fucking decision so all these people can leave\nExcuse me for interrupting Rocket League and smoking weed\nThey got places to be, and now theyre looking at me\nNice Diva is my new name for you Nice Pete\nAnd doink! Nice punchline bro\nYour jokes havent grown since you told them in a lunch line bro\nYoure an eight-year-old boy stuck inside a whatever year old man\nLook at me Im EpicLLOYD, check me out I can\nRap about my problems instead of solving them\nIf you wanna heal you gotta deal with your issues cause a bottles not stopping them\nDont take this battle there dude, you dont want that at all\nLet me guess, right now youre on two beers and a pill and a half of Adderall\nAnd that makes you obsessive and then you fuck up all the fun\nSo why dont you trust the editors and stop changing their shit after theyre done\nYo dont try to paint me as some compulsive little jerk\nIf you werent so cheap we could hire some editors that do good work\nWho you think just-\nOh thats real funny Andrew\nAww cmon, now what the fuck did I do?\nAllrounda Beats\nWhat?\nYo, who the fuck left the tag in?\nErrrrr!\nClick.\nThanks\nYeah\nHey, Allrounda can you put the-\nYeah and the little, uh, nice...\nWe cool guys?\nYeah, I guess so\nOkay Ive got the card\nDid you dump it?\nGet your mark\nQuiet please\nHere we go\nAnd...action!\nYo, I guess what Im saying, man\nIs that Im running out of patience, man\nIm a patient man, but sometimes\nYou need to be a patient, man\nI got the same shit that I was dealing with\nAt the very beginning!\nIm trying to get somewhere with it, man\nIve fought with my wife\nAnd gone under the knife\nAnd Ive taken years off\nOf the back of my life\nMan, since right in the beginning\nWe been fighting, No ones winning\nPeople would kill to do what we do for a living\nBut all your bitching\nIs keeping my wheels spinning\nThat was weird\nYup\nIm sorry about some of the things that I said\nIm sorry about the way you played Batman\nI think I just need a break\nYeah, me too\nYou wanna write a song?\nYeah dude!", "EPIC RAP BATTLES OF HISTORY!\nRICHARD THE LIONHEART!\nVERSUS!\nRAGNAR LODBROK!\nBEGIN!\nIm Richard I, from the Third Crusade\nThat only leaves room for you in second place\nThe chivalrous swinger of the sword and mace\nAnd Ill kill you when I spit like a pit full of snakes\nIm the number one Dick rising up to make you feel small\nMy battering ram slams through your shield wall\nIll announce at the next of your Things\nThat Im chomping through your family like boneless wings!\nOf course you got avenged by a kid with no bones\nYour own story ended worse than Game of Thrones\nYour son killed your ex, your ex killed your wife\nIm the Lion King, man, but thats a messed up circle of life\nHalf-assed head tats cant be condoned\nIts like you raided the face of Post Malone\nIm scared of no foe, Im backed by the Trinity\nIll conquer you on my day off like you were Sicily!\nThreatening to conquer Ragnar is bold\nFor a King who got whacked by a ten year old\nIll sacrifice you to Odin while drinking horns of mead\nGood thing you hold the red cross, cause thats who youre going to need!\nYou built your army by raising English taxes\nI raised my army taxing English asses with my axes!\nAnd who are you to talk about the circle of life?\nYour old lady cant feel the love on any night! \nYour only son was illegitimate, you heired on the side\nIll twist your spine like the end of the Plantagenet line\nIm just a warrior, Im not a linguist\nBut I think The King of England should probably speak English! \nYou took Acre and Jaffa like a piece of cake\nBut never attacked Jerusalem, for Christs sake!\nYou saw the Holy Land, but couldnt go all the way\nWe should call it the Crusade of Richard the First Base!\nSail back north with your barbarian goons\nBecause Im tearing down your legacy: leaving it in runes!\nYour real self next to your legend disappoints\nI see you shaking in your shaggy little pants like Zoinks! \nWho invented the royal me? We!\nWhos the predominantly fictional MC? Thee!\nYoure a wannabe, mon ami, kneel down and honor me!\nRichard coming through in the end like Sean Connery!\nThe double-coronated blood and gore gourmet\nYou might have the axe, but I make a body spray\nLionhearts the sobriquet, but I strike like a cobra\nIf I wanted to fight loser Vikings, Id go to Minnesota!\nYou want to fight me? Take off the tin shirt\nIll be waiting in my birthday suit, going berserk!\nDing-dang-dong! Morning bells warn about me at the break of dawn\nAnd Im putting you to sleep like your brother John!\nLeaving monks in chunks on Northumbrian lawns\nCause Im the Allfathers spawn!\nYou couldnt even beat a Salad-in a fight! \nYoure as soft as Monty Python knights! \nYou went from chainmail to chained up in jail\nTil Mommy drained England to pay for your bail!\nBut no Kings Ransom will save you from these bars, son!\nIm eating you alive like the gangrene you died from!\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEEEEEEEEEEEEEEEEEEEEEEEEEEPIC RAP BATTLES OF HISTORY!", "FLASH IN THE PAN HIP HOP CONFLICTS OF NOWADAYS!\nPEWDIEPIE!\nVS!\nT-SERIES!\nBEGIN!\nYo, Im a faceless, nameless corporate enterprise\nAnd Ive still got more personality than this guy\nPewDiePie let me dish up some truth\nYou talk like a child Ill call you Hitler Youth\nIve seen your Bitch Lasagna youve got no flow at all\nIt sounds like your verses were written by Jake Paul\nJumping you in subs is just my next hurdle\nFirst Ill crush you with my words like the Wall-Street Journal\nYou cant Scare Pewdiepie try Markiplier\nWhen Im done youll be the funny guy Im hiring off Fiverr\nYou sucked the soul from Youtube paid to make it big\nYoure like the McDonalds of videos without the McRib \nYour Bollywood budget cant handle this\nMake better content than you from my room at my standing desk\nYour first boss had guts and pimpin hair\nBut he got whacked by the mob it was downhill from there\nMr. Kumar was a hero, better watch what you say\nBefore I smack your ass back to the days of Lets Play\nI started on cassettes now Im making movie deals\nWhile youre screaming like an autistic demon playing Happy Wheels\nAnd I would bet that those two dudes on Fiverr\nHave a better education than most of your subscribers\nSo dont come messing with the Indians, chief\nWhy dont you make like some Hindus and give up the beef?\nYo, I can play games with the fans that Ive got\nCause my subscribers are real. Ya cant brofist a sub bot\nTen vids a week with the same sounding beat\nAnd the same 80 dudes dancing barefoot in the streets\nSee your contents always shit no matter how shiny\nStick to making trailers cause youll always be behind me\nIm a one man Machinima you cant hold a candle\nAnd if you do beat the Pewds Ill delete my whole channel\nWHO WON?\nWHO CARES?\nYOU DECIDE!\nFLASH IN THE PAN HIP HOP CONFLICTS OF NOWADAYS", "Epic Rap Battles Of History!\nGandalf\nVS\nDumbledore\nBegin!\nYou\nShall\nNot\nPass\nI rap fast like Shadowfax\nTom Riddle me this\nYou bitch\nHows your little wand\nGoing to beat my staff?\nI leave mics in flames\nTorched by Gandalf\nTouch mine, Dumbledore and\nScorch your other hand off\nYou fool\nYou got Snaped\nYoure not a real fighter\nDeath makes you die\nIt just makes my brights brighter\nYour ass is like Gringotts\nEveryone makes a deposit\nWe all know youve more than a\nBoggart in your closet\nThe prophecy\nForgot to mention this day\nWhen i knocked your ass back to\nGandalf the Grey\nCheck your status\nThey call me headmaster\nYoure nothing\nNice staff\nYou compensating for something?\nI prefer the company of\nWizards and Im proud of it\nYou try to win your battles\nWith two fat hobbits\nYou think your hairy toed\nFriends are gonna harm me?\nWaitll they get a taste of\nDumbledores army\nDo not take me for some\nConjuror of cheap tricks\nI dont give a Fawkes about your\nOrder of Phoenix\nIll tie a new knot in your beard\nWith your wrinkly balls\nFor I am the one rapper\nTo rule them all\nYour spells are a joke\nNot funny ones either\nMines of Moria?\nHa\nMore like mind of Mencia\nIll expecto my patronum\nOn your face\nYou little snitch\nAnd when Im finished\nImma fly\nLike its quidditch\nWHO WON?\nWHOS NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "Work hard, keep your head in the game\nAnd if someone gets in your way\nAnd if someone gets in your way\nTell them you dont give a damn! \nWork hard, keep your head in the game\nAnd if someone gets in your way\nAnd if someone gets in your way\nTell them you dont give a damn! \nWhats up bitches!\nBitches!\nWe did it because of you\nYour suggestions and support got us through the woods\nI know it sucks balls to wait\nBut sometimes it just takes a long time to make them right\nBecause we dont want to make them suck balls\nWork hard, keep your head in the game\nAnd if someone gets in your way\nAnd if someone gets in your way\nTell them you dont give a damn! \nWork hard , keep your head in the game \nAnd if someone gets in your way \nAnd if someone gets in your way \nTell them you dont give a damn!\n\nWhats up bitches!", "Call me Musk , Im here to help \nFlush a Zucker-turd for humanitys health\nIm making brilliant innovations in a race against the Dark Ages!\nYou provide a place to discover your aunts...kinda racist!\nGot called to Senate, data hack!\nActed so robotic Star Treks like, We need Lieutenant Data back!\nIm Tony Stark with a James Bond sprinkle tossed in\nAnd Ive been flossing since you double-crossed the Winklevoss twins!\nData was a lieutenant commander, to start\nBut I wouldnt expect you to understand an org chart\nSee, heres mine: Im at the top , boss \nAnd Im spitting fire like Im hot sauce !\nYou cant sneak up on Zuck; I dont even fucking blink!\nIm the CEO of KNOWING WHAT YOU THINK, INC!\nIve been looking up your family; it gets dark, my god!\nCouldnt clean your daddys laundry with Apar-tide-pods!\nWatch me, Oculus, Instagram, WhatsApp. Post!\nIm cleaning up like a Wet-nap. Boast!\nI drive around in a hatchback. Beep beep!\nIll end your story like Snapchat. \nElon, youre nothing but an attention-seeking outcast\nAnd your star is faded like you on a podcast!\nDope smoking with Joe Rogan dont slow-motion my pace, man!\nWhen Im conquering MySpace, its actual space, man!\nI got a loan from the White House, boom! Sent that shit straight to the Moon!\nNow Im taking mankind to Mars, but for your kind, man, I aint got room!\nYour platform only launches depression!\nWho put the elf with no friends in charge of human connection? \nYou claim to be some kind of saint, but you aint!\nWhy dont you Lean In and FaceMatch my musky Dutch taint!\nIm destined to rep Earth! You sold us out for some net worth!\nYour sites got so many Russian bots, they should call it the Social Nyet-work!\nOoh, bots, I know A.I. gets you tweeting\nI read your feed while eating toast from robot Morgan Freeman\nYou need to start sleeping; we can all see youre tired\nYoure about to be CE-Oh shit, he got fired!\n You got all these companies, but theyre incomplete!\nIve got one, and I fold money: income, pleat!\nSet your self-driving truck to haul your ass home\nCause this battles like PayPal: you got owned!", "FLASH IN THE PAN HIP HOP CONFLICTS OF NOWADAYS!\nRONALD MCDONALD\nVERSUS\nTHE BURGER KING!\nBEGIN!\nWelcome to BK! How can I serve you today?\nOne flame broiled ass clown? Have it your way\nYou cant do fast food half as good as I do\nYour pink slime meat turns my asshole to a drive-thru\nYour friends are a combo meal of weird lookers\nYou got a bird, a burglar, and a big purple booger\nMan, take these wack McRaps off the menu\nIll call you Ronald Donald, cause theres no MC in you\nWhy dont you call me Ronald Jeremy? Cause Im getting nasty\nLike the whoppers that you sell made of horse lips and ass meat\nAsk Rick and Morty whos the lyrical boss\nI got lines for days, call me Szechuan Sauce!\nThe undisputed G.O.A.T of putting burgers in bellies\nIm fast food Eminem, youre Machine Gun Kelly!\nIm Coke to your Pepsi, Im Mac, youre Android!\nLets be real here, Im Nice Peter and youre EpicLLOYD\nYoure number one like the piss I took in your ball pit\nThose rhymes you just spit are a Ray Kroc of shit!\nYou creepy ass clown, youre so spooky, its insane!\nYou look like you just ate someones brother in a storm drain!\nYou cant beat the king with world leaders like these\nThe whole head of your government is named Mayor McCheese!\nI aint loving shit, even if Timberlake sings!\nIm running circles around you like my onion rings!\nBut that last verse was lifeless! You had no joy in it\nLast time I saw a rapper this plastic there was a toy in it\nCheetos, dude? Get your recipes together, man!\nI had the same fries since I was Willard Scott the Weather Man!\nCall me MC Flurry, cause Im so chill\nMy raps sleep at my house, because theyre so ill!\nIn the contest of the best mascot in town\nYou might be the king, but I wear the crown!\nWHO WON?\nWHO CARES?\nYOU DECIDE!\nFLASH IN THE PAN HIP HOP CONFLICTS OF NOWADAYS!", "Its the battle of the builders!\nBricks v. blocks!\nIn the red corner, everybodys favorite precision-molded master builder, the Lego Man!\nAnd in the blue corner, the polygonal pilgrim, the right-angled adventurer, Minecraft Steve!\nYou might recognize me from the worlds biggest video game\nThey call me Steve. Did they even give you a name?\nIm the new kid on the block, bringing new blocks to the kids\nFrom the digital underground, dont need boxes and lids\nIm freestyling lines that are dropping you dead\nYour hairs the only thing coming off the top of your head\nYoure still under construction, cant be having much fun\nAmidst a world of bricks in which your fists cant even clutch one\nYoure a bygone era bargain bin man, your times passed\nYour styles childs play, make way for Minecraft!\nMy blocks are rocks, logs, quartz, and lapis\nWhile yours are plastic... and thats it\nCheck my stats, look, Im killing it on YouTube\nI can fell a forest with my fists, what can you do?\nIll build an obsidian tomb and lock you up in there\nMind you, I could do that with some Tupperware\nNot fair to square raps against this cube\nNo joints, I still articulate better than you\nIm a classic, an icon, with style to boot\nCause no matter what Im wearing, its a three-piece suit\nI have sparked imaginations, every kid in every nation\nOn and on for generations, you cant stop what Im creating\nCheck my space station, no Tekkit installation\nYoure low-res, homeless, no chance of overtaking\nIm a timeless line of iconic design\nWhile you melt kids minds one block at a time\nFor centuries we left child labour behind\nYouve essentially trapped them all back in the mines!\nWont be fooled by the blocks that you got\nWithout a modpack, all youre rocking is rocks\nSo have fun as you fumble in the dirt\nWant to step to me? Youll see how much that hurts!\nYou got two rappers, but the battles six-sided\nBoxes in the ring, taking swings at the prize, its\nApparently imperative we get it decided\nWhich brick clique gets kids excited?\nGather round, everybody, drum roll please\nAnd see the freak with two bumholes! Jeez!\nIf you come for Steve, then your loot gets dropped\nIm rocking more blocks than a Rubiks shop\nLook, the truth is, I dont want to keep dissing\nBut youre useless soon as theres one piece missing\nIm unlimited fun-bringing don of construction\nI worked it out myself, you just follow instructions!\nI brave caves for days, digging diamonds, capping creepers\nSending spiders to the grave, can you keep up?\nNah!\nI can end an enderman while he renders in\nMore architecturally smart than Simon Henderson\nDont send for the Avengers, Marvel, Im assembling\nYou cant even take your trousers down without dismembering!\nNow were entering survival mode\nYoure just gathering dust, so heres the final blow\nTrample me? Youll need more than a horse\nCause youre tangling with a toy box tour-de-force\nI may be a plaything but I break the mould\nEvery day, three hundred thousand of me get sold\nHeard of Overwatch? Did you hope to contend?\nCause were over Notch, yeah, your trends at an end\nYou overshot if you came to depend\nOn the whims of the Net just to get dividends\nYour phenomenon topped all the charts, its true\nBut they dropped off faster than Notch dropped you\nA decade ago, you were top of the views\nBut youd still be at the bottom if it wasnt for Pewds\nSticks and stones may break my bones\nBut they arent intimidating when theyre all you own\nWant to get a brick-slap from some bric-a-brac? Better pack\nYour bits into your zip while Im building me a throne\nYou got two rappers, but the battles six-sided\nBoxes in the ring, taking swings at the prize, its\nApparently imperative we get it decided\nWhich brick clique gets kids excited?\nCome on, guys? Whats the sense in mindless squabbling?\nWhen you could try to represent all kinds of modelling?\nConstructive criticism? Pay attention to my offering\nCause all the things that we could build togethers mine-boggling!\nIm the proof of what we can achieve\nCreative? Creator? Whats with all the beef?\nCook up some ideas, theres no need to grief!\nDig down in your hearts, find the parts to believe!", "Its the battle of the builders, bricks vs. blocks\nIn the red corner\nEverybodys favorite precision-molded Master Builder\nThe Lego Man\nAnd in the blue corner\nThe polygonal pilgrim, the right-angled adventurer\nMinecraft Steve\nYou might recognize me from the worlds biggest video game\nThey call me Steve, did they even give you a name?\nIm the new kid on the block, bringing new blocks to the kids\nFrom the digital underground, dont need boxes and lids\nIm freestyling lines that are dropping you dead\nYour hairs the only thing coming off the top of your head\nYoure still under construction, cant be having much fun\nAmidst a world of bricks in which your fists cant even clutch one\nYoure a bygone era, bargain bin man, your times passed\nYour styles childs play, make way for Minecraft\nMy blocks are rocks, logs, quartz and lapis\nWhile yours are plastic and thats it\nCheck my stats, look, Im killing it on YouTube\nI can fell a forest with my fists, what can you do?\nIll build an obsidian tomb and lock you up in there\nMind you, I could do that with some tupperware\nNot fair to square raps against this cube\nNo joints, I still articulate better than you\nIm a classic, an icon, with style to boot\nCause no matter what Im wearing, its a three-piece suit\nI have sparked imaginations, every kid in every nation\nOn and on for generations, you cant stop what Im creating\nCheck my space station, no Tekkit installation\nYoure low-res, homeless, no chance of overtaking\nIm a timeless line of iconic design\nWhile you melt kids minds one block at a time\nFor centuries, we left child labour behind\nYouve essentially trapped them all back in the mines\nWont be fooled by the blocks that you got\nWithout a Modpack, all youre rocking is rocks\nSo have fun as you fumble in the dirt\nWant to step to me? Youll see how much that hurts\nYou got two rappers but the battles six-sided\nBoxes in the ring, taking swings at the prize\nIts apparently imperative we get it decided\nWhich brick clique gets kids excited?\nGather round, everybody, drum roll please\nAnd see the freak with two bumholes, jeez\nIf you come for Steve, then your loot gets dropped\nIm rocking more blocks than a Rubiks shop\nLook, the truth is, I dont want to keep dissing\nBut youre useless soon as theres one piece missing\nIm an unlimited fun-bringing don of construction\nI worked it out myself, you just follow instructions\nI brave caves for days, digging diamonds, capping Creepers\nSending spiders to the grave, can you keep up? Nah\nI can end an Enderman while he renders in\nMore architecturally smart than Simon Henderson\nDont send for the Avengers, Marvel, Im assembling\nYou cant even take your trousers down without dismembering\nNow were entering Survival Mode\nYoure just gathering dust so heres the final blow\nTrample me? Youll need more than a horse\nCause youre tangling with a toy box, tour-de-force\nI may be a plaything but I break the mould\nEveryday, three-hundred thousand of me get sold\nHeard of Overwatch? Did you hope to contend?\nCause were over Notch, yeah, your trends at an end\nYou overshot if you came to depend\nOn the whims of the net just to get dividends\nYour phenomenon topped all the charts, its true\nBut they dropped off faster than Notch dropped you\nA decade ago, you were top of the views\nBut youd still be at the bottom if it wasnt for Pewds\nSticks and stones may break my bones\nBut they arent intimidating when theyre all you own\nWant to get a brick-slap from some bric-a-brac?\nBetter pack your bits into your zip while Im building me a throne\nYou got two rappers but the battles six-sided\nBoxes in the ring, taking swings at the prize\nIts apparently imperative we get it decided\nWhich brick clique gets kids excited?\nListen up, Ive had just about enough of this\nInsufferable blubbering from rubble and a couple bricks\nMeet the product of all that youve accomplished\nIm the new stud in this construction triumvirate\nAn out-of-date Java game cobbled together\nAnd a pathetic little relic thats desperate for relevance\nThe best of both your elements, expensive as Im elegant\nPlaytime paradigm? I just left you in some sediment", "Henry:\nI am Henry VIII! Kind of England, Ireland, and Wales!\nYoure a presidential candidate in a pants suit who fails!\nGirls dont belong in politics, too much stress!\nShould stay at home and wash the stains out of another ladys dress!\nI tend to have separation issues with women\nIts like their heads the pope and their necks, the Church of England!\nMadam Secretary? Hold my calls, Im off for a walk\nCause no ones beat you so bad since the Swahili dude named Barack!\nHillary:\nHahaha! Lets just get down to it\nYou done messed with the wrong Rodham, Im about to tutor and boot it\nYou make more false accusations than our white water\nIts not your wives fault your balls keep making daughters\nYour countrys the size of Ohio, you couldnt even beat Spain\nI could defeat you with a grass roots email campaign!\nId eat you alive, but Id probably never finish\nYoure so fat your whole body could feed a whole freakin village!\nHenry:\nIm big because Im Gods Appointed Vessel\nThe only way you can beat me is maybe if we wrestle\nI mean, come on, is it any wonder why you cant keep your man at home?\nThe only thing getting blown is Bills Saxophone!\nHillary:\nYou couldnt even handle the goods that Im selling!\nIm more powerful than Oprah! \nDont you interrupt me, you chauvinist prick!\nPut the needs of your country behind the whims of your dick!\nIll banish you back to your own tower of London, baby\nYou can tell them Henry VIII got spanked by the First Lady!", "FLASH IN THE PAN HIP HOP CONFLICTS OF NOWADAYS!\nLARRY BIRD!\nVS!\nBIG BIRD!\nBEGIN\nWhats up? It’s your boy from Sesame Street\nHere to rap against a freak with size 17 feet\nYoure like Oscar the Grouchs house because you’re trash\nWalkin round in green like Shrek with a mustache\nLarry Bird? More like Scary bird you ogre\nYou look like Frankensteins monster but older\nYoure trying to battle with a childhood hero\nThis one on one is gonna end with Larry Bird, zero\nThe Legend spits raw like an oyster\nBout to school this muppet how to rap so let me give you 3 pointers\nOne, dont talk about being a freak\nYou got accordion legs and Burts head for a beak\nTwo, dont dress in yellow when you come to Boston\nIll slap your happy ass and call you Magic Johnson\nThree, you don’t deserve a prize just for trying\nThe only thing you taught kids is how to suck at flying\nWow, I can’t believe what I just heard\nNo way you just called me the flightless Bird\nYou cant jump you can’t run stick to the threes\nCause The Hick from French Lick surely cant hit me\nIm Snuffleupagus the way I bob and weave\nI’m the number one dunking on 33\nThe letter of the day is U as in U got served\nSo why dont you go ahead and try and Follow That Bird!\nThat was some fowl language but I wear the crown\nYoure made of turkey feathers but youll never be down\nWith the Celtics and I dont need to talk much smack\nTo beat a handsy bird who bounces kids on his lap\nIts sad they never told you the deal \nYour only real friend, Snuffy he aint even real\nSo you wanna battle me again you better say no\nOr else youll get another size 17 boot to the egghole!\nWHO WON?\nWHO CARES?\nYOU DECIDE!\nFLASH IN THE PAN HIP HOP CONFLICTS OF NOWADAYS!", "Get on the track and wreck this shit\nDisrespect this shit, chin check the bitch\nIf they want it, they got it\nIm wrecking the topics, defying your logic\nFold the game, its in my pocket\nTry to stop it, if I had to curve it, yall\nIm wrecking yall, just like a wrecking ball\nNo Miley though, kick that, just keep twerking\nIf you see me on the mic, you know that Im working\nI get it hot, bringing the steam in\nWhat you know about what Im doing? You feening\nYoure dreaming if you think that youre taking me down\nSpit another rhyme you bastards, Im straight getting crowned\nAnytime you wanna step, disrespect and anybody want it you can bet that I got it, garaunteed, you best believe, I take everything you need to breathe, ugh \nYour lungs are earth, Since my birth I, plagued you when I rehearse, I mean rehearsing\nPlayed with curses, you right back now when I spit these verses\nI hit you fast to dashing, smashing, clashing, you want it?\nSmashing in your head, lashing out against me but Im stepping up\nYoure out of luck, I still dont give a fuck\nYouve got a coaster at the cafe, cause Im cooking, good looking\nYou know that youve just been mistooken\nIf you think youre taking me down, youre getting raped like this mic is\nRight here and now, I break it down\nLike scientists, Mark Ruffalo in this bitch\nYou want to see me right now? Ill be in the streets\nI do it like Banner, cause I keep it smart\nBut I keep it like The Hulk cause Ill rip you apart", "Michael J. Fox:\nMichael J. Fox in the house, yall\nChucky:\nYo, Chucky here\nMichael J. Fox:\n Let me take this one, bitch\n Check it out\nWatch me crank my amplifier up real high\nWhile I’m looking for the Doc\nYou be a little tiny midget using a sock as a sleeping bag\nYou little weird, crusted up, fucking sore face\nYou have like eighteen movies, man; look at your fucking face\nYoure weird. Youre dead. You’re a little toy\nI be making movies since I was a little boy\nIve been Back to the Future, and Ive been Back to the Future again\nAnd then I was in Back to the Future the third time. Where have you been?\nChucky:\nYo, mention my face, man\nIm getting dirty cause you make me\nDont make me talk about how youre old and shaky\nMan, I know that is how you are I please\nGotta dis you for your Parkinsons disease\nI think that’s what you have\nBaby, now you look old, a long neck like a giraffe\nLet me start to cut and suture\nI’m gonna kill you, bring you Back to the Future\nMichael J. Fox:\nOf course you gotta talk about disabilities, man\nI know, Chucky, thats important\nBut you’re fucking Freddy Kruegers abortion, man!\nEpicLLOYD:\nHAHAHAHAHAHA clap clap", "EPIC RAP BATTLES OF HISTORY!\nZEUS!\nVERSUS!\nTHOR!\nBEGIN!\nThor:\nYouve never been at war with the likes of Thor before\nThe oracle shoulda warned you about the blood and gore\nBrought forth my raging thunderstorm force\nBecause I dont get nice, I get Norse! \nValhalla at ya boy and well flyte it out\nBut keep your Asgard up, I Ragnarok the house!\nYou tongue kissed your sister and consort with gorgons?\nIm the thunder down under nailing Natalie Portman!\nWho would ever worship someone as abusive as Zeus is?\nYoure ruthless to humans, im pooching on this God of the Douches\nAnd when were through with this your Hubris will send you to Hades\nSo make like your daddy, and swallow my babies\nZeus:\nIm the father of the Gods, Barbie, mind your manners!\nOdin cant touch this, let alone MC Hammer!\nIll flip more middle fingers at you than a hundred hander\nTake your little tool away and youre just a blonde Bruce Banner!\nIm Olympic gold standard, on point like a trident\nDrop science colder than the frosty balls of your giants!\nPoseidon couldnt fathom the depth of your thickness\nI bask in the sun and you chose the land of Christmas\nBut i have to save the mortals! Ech, blow me!\nIll be boozing on the ouzo at the beach with Loki!\nTheres a hundred percent chance in the weather forecast\nOf Zeus raining wrath down upon Thors ass!\nThor:\nRain old man? This is hardly a drizzle\nYou couldnt give the women in my homeland the sniffles\nYou look miserable, old, and fat\nAnd you groped so many mates, you surely have the thunderclap!\nIts the swan song for your bullshit, with Leda and Europa!\nYou shape-shifting rapist, keep your dick inside your toga!\nIts over, Ill smash you like an ogre!\nThors a mighty soldier, youre a poor carbon copy, only older\nZeus:\nYou call yourself mighty, but youre not to my liking!\nSo ill strike this weak viking twice with greased lightning!\nThis blond shit talker is soft as Betty Crocker!\nI scarred Harry Potter, gave Ben Franklin the shocker‏!\nI am the alpha and the O, mega!\nYoure Thor skinned dick cheddar, smegma!\nConquer the cloud-cold Nectar? Never!\nWithout the Avengers, you would never be remembered!", "Action\nYo, it was five oclock and I was making a Nesspresso\nI was thinking to myself you know, theres fans that want some special extra shit\nThat cant be seen by everybody that subscribes\nIm talking bout the fans who kept the rap battles alive\nAnd I was sitting at the coffee table cutting checks for rent\nAnd all the other bills we got since we went independent\nAnd I was like, damn, Im so glad we did this\nBut damn, we gotta run this whole business\nYo Lloyd, check it out man, the mask came in\nSweet\nWell this is the stunt mask, the other one is coming next week\nWhat?\nIts so easy, we got a sweat deal, see?\nWell keep the whole costume under three Gs, easy\nThree Gs\nEasy\nYo this isnt cool\nHey, this is very cool\nWe still owe five to Atul\nTrue\nSpeaking of that, I think we should do the makeup\nCause it would be cool to have a scar when you wake up\nWe need some extra funds\nI think we need some extra minds\nI just wanna get this done\nWeve got so much to decide\nLike should the Red Baron really actually fly?\nDude\nWhat man? you decide\nPete, man, Im with you; we gotta do this right\nBut we cant spend all the cash, we need to rent some lights\nMan, you gotta see these Wendys comments, this dude can write\nIf he could know the battles in advance, that would be tight\nIve got an idea \nWe should start a Patreon\nWell start a Patreon\nWell start a Patreon\nWe got a Patreon\nYo, in the George Carlin verse, I wanna say shit, fuck and jism\nAnd Im not tryna bow to no ads or algorithms\nPatreon\nWell start a Patreon\nWe got a Patreon\nWe got a Patreon\nWell have a special Discord where you can help us make decisions\nAnd live stream sessions where we answer all your questions\nPatreon\nWe got a Patreon\nWe got a Patreon\nWe got a Patreon\nPatreon", "Fliby the most overrated character anyone ever saw!!\nWho had 5 lines in the trilogy!\nAnd one of them was NIGGFEERS!!\nFuck you Snail\nNiggers \nI really hate niggers\nKill Niggers \nFuck niggers \nWho won?? You decide!!"]}