{"train": ["Hey, I can be the answer\nI’m ready to dance when the vamp up\nAnd when I hit that dip get your camera\nYou could see I been that bitch since the Pamper\nAnd that I am that young sis the beacon\nThe bitch who wants to compete and\n-I can freak a fit that pump with the peep and\n-You know what your bitch become when her weave in\n-I just wanna sip that punch with your peeps and\nSit in that lunch if youre treatin\n-Kick it with your bitch who come from Parisian\n-She know where I get mine from, and the season\n-Now she wanna lick my plum in the evenin\n-And fit that ton-tongue d-deep in\n-I guess that cunt getting eaten\nI was in the 212\nOn the uptown A\nNigga you know what’s up\nOr don’t you?\nWord to who made ya\nI’m a rude bitch nigga\nWhat are you made up of?\nI’m a eat your food up boo\nI could bust your 8\nI’m-a do one too\nFuck ya gon do?\nWhen you do make bucks\nI’m a look right nigga\nBet you do want to fuck!\nFuck him like you do want to cum\nYoure gay to get discovered in my 2 1 deuce\nCock-a-lickin in the water by the blue bayou\nCaught the warm goo\nIn your du-rag too son?\nNigga, you’re a kool-aid dude\nPlus your bitch might lick it\nWonder who let you come to 1 2\nWith your doo-doo crew son\nFuck are you into, huh?\nNiggas better oooh-run-run\nYou could get shot homie\nIf you do want to put your guns up\nTell your crew don’t front\nI’m a hoodlum nigga\nYou know you were too once...\nBitch, I’m bout to blew up too\nI’m the one today\nI’m the new shit boo\nYung Rapunzel\nWho are you bitch, new lunch?\nI’m a ruin you cunt\nA-yo, A-yo\nI heard you ridin with the same tall, tall tale\nTellin em you made some\nSayin you grindin but you aint goin nowhere!\nWhy procrastinate girl?\nYou got a lot, but you just waste all yours and\nTheyll forget your name soon\nAnd wont nobody be to blame but yourself, yeah\nWhat you gon do when I appear?\nW-W-when I premiere?\nBitch the end of your lives are near\nThis shit been mine, mine!\nBitch I’m in the 212\nWith the fif cocked nigga\nIts the 2 1 zoo\nFuck ya gon do\nWhen ya goon sprayed up\nBet his bitch wont get him\nBetcha you wont do much!\nSee, even if you do want to bust\nYour bitch’ll get you cut and touch your crew up too, Pop\nYou playing with your butter\nLike your boo won’t true\nCock the gun, too\nWhere you do eat poom, hun\nI’m fuckin with ya cutie q\nWhat’s your dick like homie?\nWhat are you into?\nWhat’s the run dude?\nWhere do you wake up?\nTell your bitch keep hatin\nI’m the new one two, huh?\nSee I remember you when you were\nThe young new face but you do like to\nSlumber don’t you?\nNow your boo up too hun\nIm-a ruin you, cunt!\nWhat you gon do when I appear?\nW-W-when I premiere?\nBitch the end of your lives are near\nThis shit been mine, mine!", "Jay-Z Freestyle\nYeah yall this Jay-Z, coolin out with the Funk Flex\n60 Minutes of Funk, volume two, how we do\nMotherfucker, yeah you dont stop\nYou wont quit, Jay-Z drop shit like this\nAiyyo, my records sell cause I was born to do it\nKick that Willie shit well, cause Im really gonna do it\nThe voice of the hustlers, who else gon do it?\nMost niggas is locked or in the box with embalming fluid\nThats how I get it locked when I come through in the V\nYou rap niggas on the radio dont do it for me\nInsert the removable face, place the CD\nYour Prince, cause you rap dudes dont make sense\nTalk about bitten lines\nNigga I did ery bit of crime that I writ in mine\nRan so much coke, I could shit a dime\nAnd this is way back when, way before your bullshit was signed\nTryin to indirectly, effect me, directly\nCareful what you wish for, Jigga get raw\nNigga Im straight gutta, let me remind you\nAct like you, out of your mind, I put your mind out of you\nI do anything when I put my mind to it\nA whole lot more when I put the nine to it\nI flow shit blow shit smash shit tow shit\nOn some sho shit hose it down totally and you knows this man\nKeep niggas in awe with the old shit\nNo shit, and I dont give a fuck who you go get\nI fold shit like poker, smack em around\nOn some Joe Schmoe shit, I back your whole click down what?\nFrito Lay rappers I slay for play, tell me\nWho in your circle could fuck around with Jay?\nNo mo shit, Cristals get dough shit\nShoot my pistols on the reg, Im on some double-fo shit\nBout to drop a jewel and make po-po sick\nI only the respect feds, beat cops know shit\nIm pro slick, the dopest nigga to your brain, the comatose shit\nCause after all, whats my name, oh shit!\nYeah Funk Flex and uh, we dont stop\nYall wanna rhyme like me, wanna dime like me\nEvery Tom Dick and Harry wanna ride my mami\nDrink Cristal, play diamonds in his wristal\nSell fish scale, yall niggas love this style\nWannabe players, Jay-Zs official\nBeen through out, I could tell you what to do and how to do it\nFoundation is layed, we can take this to the top baby girl\nIf youre not afraid, the world is watchin\nMost certainly, clowns wanna get up in your drawers\nThink they hurtin me, ha hah\nI keep you ill and traced out, tennis brace style\nCartier watch my diamond face style\nCrib on the coast, marble floors laced out\nChase you upstairs singing Lets Play House\nDrop a seed in her, little life to breathe in her\nWanna boy so to be sure, I ODd in her\nHis days are laced in Caesar Leguars\nAll the chicks jealous at the baby showers\nBeatch!\nHow we do, Funk Flex, yeah\nBrooklyn", "Whats good? was the question\nTell em tuck the chains in your chest and\nPeeps wanna sleep on Steve like the Westin\nRip if the script is cheap or investin\nPhilly on the grind, our boys get it crackin\nMight light shit up like its Jackson\nCats with a past, down for some action\nHit on the pitch and swing with a passion\nCashin out down on Passyunk\nGrow from row homes to mansions\nGet it from our mom, were homegrown and handsome\nFlow on hostage, throw up the ransom\nDancin up, 2 Streetin\nWith a strong disdain for the weaklins\nSpit that heat or stick with that freakin\nSo I guess that shits worth repeatin\nI guess that shits worth repeatin\nI guess that shits worth repeatin...\nI was in the 215\nIt was 5 on 1, made it through alive\nNever did cry, never lose my stride\nIf a dude acts bitch, just ruins the vibe\nFull cup, got juice for 5\nAll my boys on 1, kept 2 on the side\nStill been fly, shotgun in the ride\nOr getting brain, left lane, North 95\nNicetown to the streets in the West\nWhile ya stunt in the cut, feel that beat in your chest\nCatch fade in the place where the Prince been Fresh\nA little something to sweat, rep hard to the death\nSet it off like Kane til there ain’t nothing left\nBank roll on check, ill chain on my neck\nNever cared for the fame but retain respect\nShowin out like the Linc, blowin up like the Vet, yes\nI’m from the city of LOVE\nLittle brother to the game, give my haters a hug\nGot me saving me gay rap like I’m sent from above\nHomicide on the mic like I bled in my gloves\nI’m that boss dude steppin’ on dub\nEver since 83, been fresher than Dove\nRap like the days with the Roc in the club\nSo fuck going pop, I want props from thugs\nWe’re born red, birth suit and then some Birds gear\nSomebody trynna disrespect, they got some nerve here\nI’m cum laude, you’re a junior on some third year\nWe need half a reason, better get ya words clear\nBorn and raised might’ve grazed but kept my roots down\nWe on that Meek, Beans, Eve, we in that Roots town\nFever kinda ill, better keep my cool now\nKnown for being chill, bout to act a fool now\n215 shit, bring that noise\nRowdy ladies, raunchy boys\nPut ya drinks up, slam that down\nLight ya Dutch up, pass my crown\n215 shit, bring that noise\nRowdy ladies, raunchy boys\nPut ya drinks up, slam that down\nLight ya Dutch up, pass my crown\nYeah we in the 215\nWhat you know bout this when the crews collide\nDudes been sly, but when the truth arrives\nBetter ask bout Ciz, no shit to hide\nAnd who are you, where do you reside?\nWhat’s your life-line dude, how do you survive?\nHow you get by? Who’s your main provide?\nNever come for the truth when you’re living a lie\nReal talk, dude you can’t deny\nWho the truth in the booth with proof supplied\nThis the shit that we do and we dont even try\nIf my city ain’t raw then somebody been lyin’\nYeah, that home of the live shit\nWest side, on with that fly shit\nNorth Philly, stunt in the ride shit\nSouth Philly, ride till we die on...\n215 shit, bring that noise\nRaunchy ladies, rowdy boys\nPut ya drinks up, slam that down\nLight ya Dutch up, pass my crown\n215 shit, bring that noise\nRaunchy ladies, rowdy boys\nPut ya drinks up, slam that down\nLight ya Dutch up, pass my crown", "I wanna be drunk when I wake up\nOn the right side of the wrong bed\nAnd never an excuse I made up\nTell you the truth I hate\nWhat didnt kill me\nIt never made me stronger at all\nLove will scar your make-up, lip sticks to me\nSo now I maybe lean back there\nIm sat here wishing I was sober\nI know Ill never hold you like I used to\nBut a house gets cold when you cut the heating\nWithout you to hold Ill be freezing\nCant rely on my heart to beat in\nCause you take parts of it every evening\nTake words out of my mouth just from breathing\nReplace with phrases like when youre leaving me\nShould I, should I?\nMaybe Ill get drunk again\nIll be drunk again\nIll be drunk again\nTo feel a little love\nI wanna hold your heart in both hands\nNot watch it fizzle at the bottom of a Coke can\nAnd I got no plans for the weekend\nSo should we speak then\nKeep it between friends\nThough I know youll never love me like you used to\nThere may be other people like us\nWho see the flicker of the clipper when they light up\nFlames just create us but burns dont heal like before\nAnd you dont hold me anymore\nOn cold days cold plays out like the bands name\nI know I cant heal things with a hand shake\nYou know I cant change as I began saying\nYou cut me wide open like landscape\nOpen bottles of beer but never champagne\nTo applaud you with the sound that my hands make\nShould I, should I?\nMaybe Ill get drunk again\nIll be drunk again\nIll be drunk again\nTo feel a little love\nAll by myself\nIm here again\nAll by myself\nYou know Ill never change\nAll by myself\nAll by myself\nIm just drunk again\nIll be drunk again\nIll be drunk again\nTo feel a little love", "I wanna be drunk when I wake up\nOn the right side of the wrong bed\nAnd every excuse I made up\nTell you the truth I hate\nWhat didnt kill me\nIt never made me stronger at all\nLove will scar your make-up lip sticks to me\nSo now Ill maybe leave back there\nIm sat here wishing I was sober\nI know Ill never hold you like I used to\nBut our house gets cold when you cut the heating\nWithout you to hold Ill be freezing\nCant rely on my heart to beat it\nCause you take part of it every evening\nTake words out of my mouth just from breathing\nReplace with phrases like when youre leaving me\nShould I, should I?\nMaybe Ill get drunk again\nIll be drunk again\nIll be drunk again\nTo feel a little love\nI wanna hold your heart in both hands\nIll watch it fizzle at the bottom of a Coke can\nAnd Ive got no plans for the weekend\nSo shall we speak then\nKeep it between friends\nThough I know youll never love me like you used to\nThere maybe other people like us\nYou see the flicker of the clip when they light up\nFlames just create us, burns dont heal like before\nYou dont hold me anymore\nOn cold days Coldplays out like the bands the name\nI know I cant heal things with a hand shake\nYou know I cant change as I began saying\nYou cut me wide open like landscape\nOpen bottles of beer but never champagne\nWell applaud you with the sound that my hands make\nShould I, should I?\nMaybe Ill get drunk again\nIll be drunk again\nIll be drunk again\nTo feel a little love\nAll by myself\nIm here again\nAll by myself\nYou know Ill never change\nAll by myself\nAll by myself\nIm just drunk again\nIll be drunk again\nIll be drunk again\nTo feel a little love", "Oh my god i like to fuck dogs. get over it"]}