{"train": ["Theres a lady whos sure all that glitters is gold\nAnd shes buying a stairway to Heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and shes buying a stairway to Heaven\nTheres a sign on the wall, but she wants to be sure\nCause you know sometimes words have two meanings\nIn a tree by the brook, theres a songbird who sings\nSometimes all of our thoughts are misgiven\nOoh, makes me wonder\nOoh, makes me wonder\nTheres a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\nOoh, it makes me wonder\nOoh, really makes me wonder\nAnd its whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\nOh-oh-oh-oh-woahhh\nIf theres a bustle in your hedgerow, dont be alarmed, now\nIts just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nTheres still time to change the road youre on\nAnd it makes me wonder\nOhh, woah\nYour head is humming and it wont go, in case you dont know\nThe pipers calling you to join him\nDear lady, can you hear the wind blow? And did you know\nYour stairway lies on the whispering wind?\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one and one is all\nTo be a rock and not to roll\nAnd shes buying a stairway to Heaven", "​\nAhh! Ahh!\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\nThe hammer of the gods\nWill drive our ships to new lands\nTo fight the horde, sing and cry\nValhalla, I am coming\nOn we sweep with threshing oar\nOur only goal will be the western shore\nAhh! Ahh!\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\nHow soft your fields so green\nCan whisper tales of gore\nOf how we calmed the tides of war\nWe are your overlords\nOn we sweep with threshing oar\nOur only goal will be the western shore\nSo now youd better stop\nAnd rebuild all your ruins\nFor peace and trust can win the day\nDespite of all your losing\nOoh ooh ooh, ooh ooh, ooh ooh\nOoh ooh ooh, ooh ooh, ooh ooh\nOoh ooh ooh, ooh ooh, ooh ooh\nAh, ah\nOoh ooh ooh, ooh ooh, ooh ooh\nOoh ooh ooh, ooh ooh, ooh ooh", "Oh, let the sun beat down upon my face\nWith stars to fill my dreams\nI am a traveler of both time and space\nTo be where I have been\nSit with elders of the gentle race\nThis world has seldom seen\nTalk of days for which they sit and wait\nAll will be revealed\nTalk and song from tongues of lilting grace\nWhose sounds caress my ear\nBut not a word I heard could I relate\nThe story was quite clear\nOh, oh\nOh, oh\nOoh, baby, I been flying\nNo yeah, mama, there aint no denying\nOh, ooh, yeah Ive been flying\nMama, mama, aint no denying, no denying\nOh, all I see turns to brown\nAs the sun burns the ground\nAnd my eyes fill with sand\nAs I scan this wasted land\nTrying to find, trying to find, where Ive been\nOh, pilot of the storm who leaves no trace\nLike thoughts inside a dream\nHere is the path that led me to that place\nYellow desert stream\nMy Shangri-La beneath the summer moon\nI will return again\nSure as the dust that floats high in June\nWhen movin through Kashmir\nOh, father of the four winds, fill my sails\nAcross the sea of years\nWith no provision but an open face\nAlong the straits of fear\nOh, oh\nOh, oh\nOoooh\nOh, when Im on, when Im on my way, yeah\nWhen I see, when I see the way, you stay-yeah\nOoh, yeah-yeah, ooh, yeah-yeah, when Im down\nOoh, yeah-yeah, ooh, yeah-yeah, but Im down, so down\nOoh, my baby, ooh, my baby, let me take you there\nOh..Come on, oh, let me take you there...let me take you there\nOoh, yeah-yeah, ooh, yeah-yeah, let me take you there...let me take you there", "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nAh, ah, child, way you shake that thing\nGonna make you burn, gonna make you sting\nHey, hey, baby, when you walk that way\nWatch your honey drip, I cant keep away\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nI gotta roll, cant stand still\nGot a flaming heart, cant get my fill\nEyes that shine, burning red\nDreams of you all through my head\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\nHey baby, oh baby, pretty baby\nTell me would you do me now\nHey baby, oh baby, pretty baby\nMove me while you groove me now\nTake too long fore I found out\nWhat people mean by down and out\nSpent my money, took my car\nStarted tellin her friend she gon be a star\nI dont know, but Ive been told\nA big-legged woman aint got no soul\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nAll I ask for, all I pray\nSteady rollin woman gonna come my way\nNeed a woman gonna hold my hand\nWont tell me no lies, make me a happy man\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\nHey baby, pretty baby, oh baby\nHey baby, pretty baby, oh baby\nHey baby, pretty baby, oh baby", "You need coolin, baby, Im not foolin\nIm going to send you back to schoolin\nWay down inside, honey, you need it\nIm goin to give you my love\nIm goin to give you my love, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been learnin, baby, Ive been yearnin\nAll them good times, baby, baby, Ive been learnin\nWay, way down inside, honey, you need it\nIm gonna give you my love, ah\nIm goin to give you my love, ah, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been coolin, baby, Ive been droolin\nAll the good times, baby, Ive been misusin\nWay, way down inside, Im goin to give you my love\nIm goin to give you every inch of my love\nGoin to give you my love, hey, alright, yes, sir\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWay down inside, woman, you need love\nShake for me, girl, I want to be your back door man\nHey! Oh! Hey! Oh! Hey! Oh!\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby", "Spent my days with a woman unkind\nSmoked my stuff and drank, all my wine\nMade up my mind to make a new start\nGoing to California with an aching, in my heart\nSomeone told me theres a girl out there\nWith love in her eyes and flowers, in her hair\nTook my chances on a big jet plane\nNever let em tell you that theyre all the same\nThe sea was red and the sky was grey\nWondered how tomorrow, could ever follow today\nThe mountains and the canyons start to tremble and shake\nAs the children of the sun began to awake \nSeems that the wrath of the gods\nGot a punch on the nose, and it started to flow\nI think I might be sinking\nThrow me a line, if I reach it in time\nIll meet you up there where the path runs straight and high\nTo find a queen without a king\nThey say she plays guitar and cries and sings... La la la la\nRide a white mare in the footsteps of dawn\nTryin to find a woman whos never, never, never been born\nStanding on a hill in my mountain of dreams\nTelling myself its not as hard, hard, hard as it seems...\nAh, ah, ah, ah", "The leaves are falling all around, time I was on my way\nThanks to you, Im much obliged for such a pleasant stay\nBut now its time for me to go, the autumn moon lights my way\nFor now I smell the rain, and with it pain, and its headed my way\nAh, sometimes I grow so tired\nBut I know Ive got one thing I got to do\nRamble on, and nows the time, the time is now\nTo sing my song, Im going round the world, I gotta find my girl\nOn my way, Ive been this way ten years to the day\nRamble on, gotta find the queen of all my dreams\nGot no time to for spreading roots\nThe time has come to be gone\nAnd though Our health we drank a thousand times\nIts time to ramble on\nRamble on, and now the time, the time is now\nTo sing my song, Im going round the world, I gotta find my girl\nOn my way, Ive been this way ten years to the day\nI gotta ramble on, I gotta find the queen of all my dreams\nI tell you no lie\nMines a tale that cant be told, my freedom I hold dear\nHow years ago in days of old, when magic filled the air\nTwas in the darkest depths of Mordor, I met a girl so fair\nBut Gollum, and the evil one crept up and slipped away with her\nHer, her, yeah\nAh, theres nothing I can do now\nI guess Ill keep on\nRamblin, Im gonna shake \nI gotta find my baby\nIm gonna ramble on, sing my song\nGonna work my way, going round the world\nBaby, baby \nDo do do do do do do do, my baby\nI cant stop this feeling in my heart\nEvery time I think about my baby I think we gots to part\nGotta keep on searching for my baby\nBaby, baby, baby, baby, baby\nI gotta keep on searching for my baby\nMy, my, my, my, my, my, baby\nI cant find my bluebird!\nI listened to what my bluebird said, but I, I cant find my bluebird!\nI keep rambling, baby", "Been dazed and confused for so long, its not true\nWanted a woman, never bargained for you\nLots of people talk and few of them know\nSoul of a woman was created below, yeah\nYou hurt and abuse telling all of your lies\nRun round, sweet baby, Lord, how they hypnotize\nSweet, little baby, I dont know where youve been\nGonna love you, baby, here I come again\nIf youre going to San Francisco\nBe sure to wear some flowers in your hair\nIf youre going to San Francisco\nYoure gonna meet a lot of gentle people there\nEveryday, I work so hard bringing home my hard earned pay\nTry to love you, baby, but you push me away\nDont know where youre going, only know just where youve been\nSweet little baby, I want you again\nBeen dazed and confused for so long, its not true\nWanted a woman, never bargained for you\nTake it easy, baby, let them say what they will\nTongue wag so much when I send you the bill", "If the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me\nKind woman, I give you my all\nKind woman, nothing more\nLittle drops of rain whisper of the pain\nTears of loves lost in the days gone by\nMy love is strong\nWith you there is no wrong\nTogether we shall go until we die, my, my, my\nAn inspiration is what you are to me\nInspiration - look, see\nAnd so today, my world, it smiles\nYour hand in mine, we walk the miles\nAnd thanks to you it will be done\nFor you to me are the only one\nAlright, yeah\nHappiness, no more be sad\nHappiness - Im glad\nIf the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me", "Babe, baby, baby, Im gonna leave you\nI said, Baby, you know Im gonna leave you\nIll leave you when the summertime\nLeave you when the summer comes a-rolling\nLeave you when the summer comes along\nBabe, babe, babe, babe, babe, babe, baby, baby\nI wanna leave you\nI aint joking woman, Ive got to ramble\nOh, yeah, baby, baby, I believin\nWe really got to ramble \nI can hear it calling me the way it used to do\nI can hear it calling me back home\nBabe, Im gonna leave you\nOh, baby, you know, Ive really got to leave you\nOh I can hear it calling me\nI said dont you hear it calling me the way it used to do?\nI know I know, I know\nI never, never, never, never, never gonna leave you, babe\nBut I got to go away from this place\nIve got to quit you, yeah\nOh, baby, baby, baby, baby, baby, baby, baby\nOh, dont you hear it callin me?\nOh, woman, woman, I know, I know\nIt feels good to have you back again\nAnd I know that one day baby, its gonna really grow, yes it is\nWe gonna go walkin through the park every day\nCome what may, every day, oh\nMy, my, my, my, my, my babe\nIm gonna leave you, go away\nOh, I miss you, baby\nIt was really, really good\nYou made me happy every single day\nBut now Ive got to go away\nOh, oh, oh\nBaby, baby, baby, baby\nThats when its calling me\nI said thats when its calling me back home", "If it keeps on raining, levees going to break\nIf it keeps on raining, the levees going to break\nWhen the levee breaks, well have no place to stay\nMean old levee, taught me to weep and moan, oh\nMean old levee, taught me to weep and moan\nIts got what it takes to make a mountain man leave his home\nOh well, oh well, oh well\nOoh\nOh, dont it make you feel bad\nWhen youre trying to find your way home\nYou dont know which way to go\nIf youre going down south, they got no work to do\nIf youre going north to Chicago\nAh, ah, ah, hey\nAy, yeah\nAy, yeah\nAy, yeah\nCrying wont help you, praying wont do you no good\nNo, crying wont help you, praying wont do you no good\nWhen the levee breaks, mama, you got to move, ooh\nAll last night I sat on the levee and moaned\nAll last night, sat on the levee and moaned\nThinking about my baby and my happy home\nOh-ho\nAh, ah, ah, ah-ah\nAh, ah, ah, ah-ah\nOh, oh\nGoing\nIm going to Chicago\nGoing to Chicago\nSorry, but I cant take you, ah\nGoing down, going down now\nGoing down, Im going down now\nGoing down, going down\nGoing down, going down\nOh\nGoing down, going down now\nGoing down, going down now\nGoing down, going down now\nGoing down, going, dow- dow- dow- dow- down now\nOoh, ooh", "Should I fall out of love, my fire in the light\nTo chase a feather in the wind\nWithin the glow that weaves a cloak of delight\nThere moves a thread that has no end\nFor many hours and days that pass ever soon\nThe tides have caused the flame to dim\nAt last the arm is straight, the hand to the loom\nIs this to end or just begin?\nAll of my love, all of my love\nAll of my love to you, now\nAll of my love, all of my love\nOh, all of my love to you, now\nThe cup is raised, the toast is made yet again\nOne voice is clear above the din\nProud Arianne one word, my will to sustain\nFor me, the cloth once more to spin\nOh, all of my love, all of my love\nOh, all of my love for you now\nAll of my love, all of my love, yes\nAll of my love to you, child\nYours is the cloth, mine is the hand that sews time\nHis is the force that lies within\nOurs is the fire, all the warmth we can find\nHe is a feather in the wind\nOh, all of my love, all of my love\nOh, all of my love to you, now\nAll of my love, oh yes\nAll of my love to you\nAll of my love, all of my love\nAll of my love!\nSometimes, sometimes\nHey hey hey hey, ooooh yeah\nIts all all all\nAll of my love, all of my love\nAll of my love to you, now\nAll of my love, all of my love\nAll of my love to you, now\nI get a little bit lonely\nJust a little, just a little\nJust a little bit lonely\nJust a little bit lonely", "The Queen of Light took her bow\nAnd then she turned to go\nThe Prince of Peace embraced the gloom\nAnd walked the night alone\nOh, dance in the dark of night\nSing to the morning light\nThe dark Lord rides in force tonight\nAnd time will tell us all\nOh, throw down your plow and hoe\nRest not to lock your homes\nSide by side we wait the might of the darkest of them all\nOh-oh\nI hear the horses thunder down in the valley below\nIm waiting for the angels of Avalon\nWaiting for the eastern glow\nThe apples of the valley hold the seeds of happiness\nThe ground is rich from tender care\nRepay, do not forget, no, no\nDance in the dark of night\nSing to the morning light\nThe apples turn to brown and black\nThe tyrants face is red\nOh, war is the common cry\nPick up your swords and fly\nThe sky is filled with good and bad\nMortals never know, oh\nOh, well, the night is long the beads of time pass slow\nTired eyes on the sunrise\nWaiting for the eastern glow\nThe pain of war cannot exceed\nThe woe of aftermath\nThe drums will shake the castle wall\nThe ring wraiths ride in black, ride on\nSing as you raise your bow \nShoot straighter than before\nNo comfort has the fire at night\nThat lights the face so cold\nOh dance in the dark of night\nSing to the morning light\nThe magic runes are writ in gold\nTo bring the balance back\nBring it back\nAt last the sun is shining\nThe clouds of blue roll by\nWith flames from the dragon of darkness\nThe sunlight blinds his eyes!\nAhhhhh\nAhhhhhhhhhh\nBring it back, bring it back\nBring it back, bring it back\nBring it back, bring it back\nBring it back, bring it back\nOh now, oh now, oh now, oh\nOh now, oh now, oh now\nBring it back, bring it back\nBring it back, bring it back\nOh now, oh now, oh now, oh\nOh now, oh now, oh now\nBring it, bring it, bring it, bring it\nBring it, bring it, bring it, bring it\nBring it, bring it, bring it, bring it", "Close the door, put out the light\nYou know they wont be home tonight\nThe snow falls hard and dont you know?\nThe winds of Thor are blowing cold\nTheyre wearing steel thats bright and true\nThey carry news that must get through\nThey choose the path where no-one goes\nThey hold no quarter\nThey hold no quarter\nWalking side by side with death\nThe devil mocks their every step, ooh\nThe snow drives back the foot thats slow\nThe dogs of doom are howling more\nThey carry news that must get through\nTo build a dream for me and you, oh\nThey choose the path where no-one goes\nThey hold no quarter\nThey ask no quarter\nThey hold no quarter\nThey ask no quarter\nOh!\nThe pain, the pain without quarter, oh yeah!\nThey ask no quarter \nThey give no quarter \nOh", "Been working from seven\nTo eleven every night\nReally makes life a drag\nI dont think thats right\nIve really been the best, the best of fools\nI did what I could, yeah\nCause I love you, baby, how I love you, darling\nHow I love you, baby, my beloved little girl, little girl\nBut baby, since Ive been loving you, yeah\nIm about to lose my worried mind, oh yeah\nEverybody trying to tell me\nThat you didnt mean me no good\nIve been trying, Lord, let me tell you\nLet me tell you, I really did the best I could\nIve been, Ive been working from seven\nTo eleven every night\nI said it kinda makes my life a drag, drag, drag, drag\nLord, yeah, that aint right, now, now\nSince Ive been loving you, yeah\nIm about to lose my worried mind\nWatch out\nI said Ive been crying, yeah\nOh, my tears they fell like rain\nDont you hear them, dont you hear them falling?\nDont you hear them, dont you hear them falling?\nDo you remember, mama, when I knocked upon your door?\nI said you had the nerve to tell me\nYou didnt want me no more, yeah\nI open my front door, I hear my back door slam\nYou know, I must have one of them newfangled\nNewfangled back-door men\nIve been a-working from seven, seven, seven\nTo eleven, eleven every night\nIt kinda makes my life a drag, a drag, drag\nAh yeah! It makes it a drag\nBaby, since Ive been loving you\nIm about to lose, Im about to lose, lose my worried mind\nOh yeah\nJust one more, just one more, ooh, yeah\nSince Ive been loving you, Im gonna lose my worried mind", "It is the springtime of my loving\nThe second season I am to know\nYou are the sunlight in my growing\nSo little warmth Ive felt before\nIt isnt hard to feel me glowing\nI watched the fire that grew so low, oooh, oh\nIt is the summer of my smiles\nFlee from me, keepers of the gloom\nSpeak to me only with your eyes\nIt is to you I give this tune\nAint so hard to recognize, oh\nThese things are clear to all from time to time, ooh\nOh, oh\nAh, talk, talk, talk, talk\nHey!\nIve felt the coldness of my winter\nI never thought it would ever go\nI cursed the gloom that set upon us, upon us, upon us\nBut I know that I love you so, ohhhh, oh\nBut I know that I love you so\nThese are the seasons of emotion\nAnd like the winds they rise and fall\nThis is the wonder of devotion\nI see the torch we all must hold\nThis is the mystery of the quotient quotient\nAh, upon us all, upon us all a little rain must fall\nJust a little rain, oh yeah\nUhh, ooooh, yeah yeah yeah", "Hey lady, you got the love I need\nMaybe more than enough\nOh darling, darling, darling; walk a while with me\nOh, youve got so much, so much, so much\nMany have I loved, and many times been bitten\nMany times Ive gazed along the open road\nMany times Ive lied, and many times Ive listened\nMany times Ive wondered how much there is to know\nMany dreams come true, and some have silver linings\nI live for my dream and a pocketful of gold\nMellow is the man who knows what hes been missing\nMany, many men cant see the open road\nMany is a word that only leaves you guessing\nGuessing bout a thing you really ought to know, oh, oh, oh, oh!\nReally ought to know \nI really ought to know\nOh, you know I should, you know I should\nYou know I shouldve known", "Its been a long time since I rock and rolled\nIts been a long time since I did the Stroll\nOoh, let me get it back, let me get it back\nLet me get it back, baby, where I come from\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nYes, it has\nIts been a long time since The Book of Love\nI cant count the tears of a life with no love\nCarry me back, carry me back\nCarry me back, baby, where I come from\nWhoa, whoa, oh\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOh! Seems so long since we walked in the moonlight\nMaking vows that just cant work right\nOh yeah, open your arms, opens your arms\nOpen your arms, baby, let my love come running in!\nYeah!\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOoh yeah, ooh yeah\nOoh yeah, ooh yeah\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time", "In the days of my youth, I was told what it means to be a man\nAnd now Ive reached that age, Ive tried to do all those things the best I can\nNo matter how I try, I find my way into the same old jam\nGood times, bad times, you know Ive had my share\nWhen my woman left home with a brown eyed man\nBut I still dont seem to care\nSixteen, I fell in love with a girl as sweet as could be\nIt only took a couple of days til she was rid of me\nShe swore that she would be all mine and love me till the end\nBut when I whispered in her ear, I lost another friend, oh\nGood times, bad times, you know Ive had my share\nWhen my woman left home for a brown eyed man\nBut I still dont seem to care\nGood times, bad times, you know Ive had my share\nWhen my woman left home for a brown eyed man\nBut I still dont seem to care\nI know what it means to be alone\nI sure do wish I was at home\nI dont care what the neighbours say\nIm gonna love you each and every day\nYou can feel the beat within my heart\nRealize, sweet babe, we aint ever gonna part", "Hey fellas, have you heard the news?\nYou know that Annies back in town\nIt wont take long, just watch and see\nHow the fellas lay their money down\nHer style is new, but the face the same\nAs it was so long ago\nBut from her eyes, a different smile\nLike that of one who knows\nWell, its been ten years or maybe more\nSince I first set eyes on you\nThe best years of my life gone by\nHere I am alone and blue\nSome people cry and some people die\nBy the wicked ways of love\nBut Ill just keep on rolling along\nWith the grace of the Lord above\nPeople talking all around\nAbout the way you left me flat\nI dont care what the people say\nI know where their jive is at\nOne thing I do have on my mind\nIf you can clarify, please do\nIts the way you call me by another guys name\nWhen I try to make love to you, yeah\nI try to make love but it aint no use\nGive it to me, give it\nWork so hard I couldnt unwind\nGet some money saved\nAbuse my love a thousand times\nHowever hard I tried\nHeartbreaker; your time has come\nCant take your evil way\nGo away, Heartbreaker\nHeartbreaker!\nHeartbreaker!\nHeart!", "EPIC RAP BATTLES OF HISTORY\nGEORGE R.R. MARTIN!\nVERSUS!\nJ.R.R. TOLKIEN!\nBEGIN!\nBrace yourself!\nGather up your trolls and your soldier Elves!\nAnd your Ents and your Orcs and your Wargs and your Stings\nYour Dwarves and Glamdrings\nCause theres a new literary Lord in the Ring!\nMy readers fall in love with every character Ive written\nThen I kill em Theyre like No! He didnt!\nAll your bad guys die, and your good guys survive!\nWe can tell whats gonna happen by page and age five!\nTell your all-seeing eye to find some sex in your movies \nDitch the Goonie, and cast a couple boobies!\nThere’s edgier plots in that David the Gnome\nYour Hobbit-hole heroes can’t handle my throne\nKings, queens, dragons, dwarves\nHorses, fortresses, magic and swords\nYou Hob-bit my whole shit, you uninspired hack\nYou want a war, George? Welcome to Shire-raq!\nIn book sales you’ve got nothing to say\nI’m number one and two, you’re under Fifty Shades of Grey\nI’ve got the prose of a pro, your shit’s subpar\nYou’re a pirate, you even stole my R.R.\nOh, we all know the world is full of chance and anarchy\nSo yes, it’s true-to-life for characters to die randomly\nBut news flash, the genre’s called fantasy\nIt’s meant to be unrealistic, you myopic manatee\nI conscientiously object to what you’re doing on these beats\nI’ll cut you like my teeth on Beauty and the Beast\nYou went too deep, Professor Tweed Pants\nWe don’t need the backstory on every fucking tree branch\nI cut my teeth in the trenches of the Somme\nYou LARPed your Santa Claus ass through Vietnam\nAnd it’s hard for me to take criticism on clothes\nFrom a dude who sends a raven to say Hi to his toes\nMan, your fat jokes are worse than your pipe smoke\nMy show’s the hottest thing on H-B-O!\nI’m rock and roll, you’re a nerdy little nebbish\nAnd I may be dirty, but you got a hairy foot fetish, dawg\nEven the names of your characters suck\nYou got Boffers and Bofurs and Brandybucks\nI got a second breakfast for all them goofy fucks\nLift up my gut and tea-Baggins my nuts\nC. S. Lewis and I were just discussing\nHow you and Jon Snow... both know nothing!\nBecause the backstory of my box office is billions\nGot my children making millions off my Silmarillions\nAnd I’m more rock and roll than you’ve ever been\nDon’t believe me? Ask Led Zeppelin\nYou can’t reach this Fellow, shit, I’m Two Towering\n Every time I battle, it’s Return of the King\nWHO WON?\nWHO’S NEXT?\nYOU DECIDE!\nEPIC RAP BATTLES OF HISTORY!", "It was an April morning\nWhen they told us we should go\nAnd as I turned to you, you smiled at me\nHow could we say no?\nWith all the fun to have\nTo live the dreams we always had\nOh, the songs to sing\nWhen we at last return again\nSending off a glancing kiss\nTo those who claim they know\nBelow the streets that steam and hiss\nThe devils in his hole\nOh to sail away\nTo sandy lands and other days\nOh to touch the dream\nHides inside and never seen, yeah\nInto the sun, the south, the north\nAt last the birds have flown\nShackles of commitments fell\nIn pieces on the ground\nOh, to ride the wind\nTo tread the air above the din\nOh, to laugh aloud\nDancing as we fought the crowd, yeah\nTo seek the man whose pointing hand\nThe giant step unfolds\nTo guide us from the curving path\nThat turns our feet to stone\nIf one bell should ring\nIn celebration for a king\nSo fast the heart should beat\nAs proud the head, with heavy feet, yeah\nOooooh, yeah\nDays went by when you and I\nBathed in eternal summers glow\nAs far away and distant\nOur mutual child did grow\nOh, the sweet refrain\nSoothes the soul and calms the pain\nOh Albion remains\nSleeping now to rise again\nWandering and wandering\nWhat place to rest the search\nThe mighty arms of Atlas\nHold the heavens from the earth\nFor the mighty arms of Atlas\nHold the heavens from the earth\nFrom the earth, earth\nOh, oh, oh, oh, oh\nI know the way, know the way, know the way, know the way\nI know the way, know the way, know the way, know the way\nOh oh oh oh\nAh ah ah\nAh ah ah ah ah ah ah\nOh oh oh oh oh oh oh\nOh the mighty arms of Atlas\nHold the heavens from the earth\nAh, ah, ah", "Then, as it was, then again it will be\nAnd though the course may change sometimes\nRivers always reach the sea\nFlying skies of fortune, each a separate way\nOn the wings of maybe, downing birds of prey\nKind of makes me feel sometimes, didn’t have to go\nBut as the eagle leaves the nest, got so far to go\nChanges fill my time, baby, thats alright with me\nIn the midst I think of you, and how it used to be\nDid you ever really need somebody\nAnd really need em bad?\nDid you ever really want somebody\nThe best love you ever had?\nDo you ever remember me, baby?\nDid it feel so good?\nCause it was just the first time\nAnd you knew you would\nThrough the eyes and I sparkle, senses growing keen\nTaste your love along the way, see your feathers preen\nKind of makes me feel sometimes, didnt have to grow\nWe are eagles of one nest, the nest is in our soul\nVixen in my dreams, with great surprise to me\nNever thought Id see your face the way it used to be\nOh darling, oh darling\nOh, oh darling, oh yeah, oh darling\nIm never going to leave you\nIm never going to leave\nHolding on, ten years gone\nTen years gone, holding on, ten years gone\nIm never, Im never\nOooh, yeah...", "One, two\nOne, two, three, four\nOne, two\nMeasuring a summers day\nI only find it slips away to grey\nThe hours they bring me pain\nTangerine, tangerine\nLiving reflection from a dream\nI was her love, she was my queen\nAnd now a thousand years in between\nThinking how it used to be\nDoes she still remember times like these?\nTo think of us again\nAnd I do\nTangerine, tangerine\nLiving reflection from a dream\nI was her love, she was my queen\nAnd now a thousand years in between", "Oh, oh, oh, oh, oh, oh\nYou dont have to go, oh, oh, oh, oh, oh\nYou dont have to go, oh, oh, oh, oh, oh\nYou dont have to go\nAy, ay, ay, ay, ay, ay\nAll those tears I cry, ay, ay, ay, ay, ay\nAll those tears I cry, oh, oh, oh, ay, ay\nBaby, please dont go\nWhen I read the letter you wrote me, it made me mad, mad, mad\nWhen I read the words that it told me, it made me sad, sad, sad\nBut I still love you so, I cant let you go\nI love you, ooh, baby, I love you\nOh, oh, oh, oh, oh, oh\nEvery breath I take oh, oh, oh, oh, oh\nOh, every move I make\nOh, baby, please dont go, oh\nAy, ay, ay, ay, ay, ay\nYou hurt me to my soul, oh, oh, oh, oh, oh\nYou hurt me to my soul, oh, oh, oh, oh, oh\nDarling, please dont go\nWhen I read the letter you sent me, it made me mad, mad, mad\nWhen I read the news that it broke, it made me sad, sad, sad\nBut I still love you so, and I cant let you go\nI love you, ooh baby, I love you\nOh, oh, oh, oh, oh, oh\nYou dont have to go, oh, oh, oh, oh\nYou dont have to go, oh, oh, oh, oh\nOh, baby, babe, please, please, please, please\nAh, uh, ah, uh, ah, ah, baby\nAh, ah, I really love you, baby\nOoh, ooh, ooh, ohh, ooh, ooh, darling\nOh, oh-wo, oh, baby I still love you so\nOh, baby, I still love you so, oh-wo ooh\nOh, oh, oh, oh, oh, oh, yeah \nAh, ah, ah, ah, ah, ah, oh \nAh, ah, ah, ah, ah\nOoh, yeah \nOh baby, baby", "And if I say to you tomorrow\nTake my hand, child, come with me\nIts to a castle I will take you\nWhere whats to be, they say will be\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind wont blow, you really shouldnt go\nIt only goes to show\nThat you will be mine, by taking our time\nAnd if you say to me tomorrow\nOh what fun it all would be\nThen whats to stop us, pretty baby\nBut what is and what should never be?\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind wont blow, you really shouldnt go\nIt only goes to show\nThat you will be mine, by taking our time\nSo if you wake up with the sunrise\nAnd all your dreams are still as new\nAnd happiness is what you need so bad, girl\nThe answer lies with you\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind wont blow, you really shouldnt go\nIt only goes to show\nThat you will be mine, by taking our time\nOh the wind wont blow and we really shouldnt go\nAnd it only goes to show\nCatch the wind, were going to see it spin, were going to...sail, leave today\nDo do do, bop bop a do-oh. My my my my my my yeah\nEverybody I know seems to know me well\nBut theyre never going to know that I move like hell\nBaby, baby, baby, baby, baby, baby. Oh lord\nBaby baby babe. Huh? Oh I love ya\nDo no no no no no no. Cmon now\nI want you now", "In my time of dying\nI want nobody to mourn\nAll I want for you to do\nIs take my body home\nWell, well, well\nSo I can die easy\nWell, well, well\nSo I can die easy\nJesus got to make up\nYou know\nJesus going to make up\nJesus going to make up my dying bed\nMeet me, Jesus, meet me\nOoh, meet me in the middle of the air\nIf my wings should fail me, Lord\nOh, please meet me with another pair\nWell, well, well\nSo I can die easy\nOh, oh\nWell, well, well\nSo I can die easy\nJesus going to make up\nSomebody, somebody\nOh, oh\nJesus going to make up\nJesus going to make up my dying bed\nOh, Saint Peter\nAt the gates of heaven\nWont you let me in?\nI never did no harm\nI never did no wrong\nAh, oh, Gabriel, let me blow your horn\nLet me blow your horn\nOh, I never did no harm\nDid no harm\nIve only been this young once\nI never thought Id do anybody no wrong\nNo, not once, oh no\nOh yeah!\nOh, I did somebody some good\nSomebody some good, yes, oh\nOh, did somebody some good, yeah\nI must have did somebody some good, yeah\nOh, I believe I did\nI see the smiling faces\nI know I must have left some traces, oh\nAnd I see them in the streets\nAnd I see them in the field\nAnd I hear them shouting under my feet\nAnd I know its got to be real\nOh Lord, deliver me\nAll the wrong Ive done\nOh, you can deliver me, Lord\nI only wanted to have some fun\nOh, hear the angels marching, hear them marching\nHear them marching, hear them marching, the marching\nOh my Jesus, oh my Jesus, oh my Jesus, oh my Jesus\nOh my Jesus, oh my Jesus\nMy Jesus, oh my Jesus\nOh my Jesus, oh my Jesus, ah, oh\nNow my Jesus, hey, yeah, its got to be my Jesus, oh-whoa\nIts got to be, its got to be my Jesus, its got to be, oh\nIts got to be my Jesus, oh, take me home\nCome on, come on, I can hear the angels singing\nOh, here they come, here they come, here they come\nBye-bye, bye-bye, bye-bye, bye-bye, bye-bye\nOh, it feels pretty good up here, pretty good up here\nOh Georgina, oh Georgina, oh Georgina, oh Georgina, oh Georgina\nOh, oh, oh, oh, oh, oh, oh yeah\nOoh, Ill see you again, come on\nTake it, take it, take it, take, it, yeah, yeah, hey, hey, ooh yes\nOh, dont you make it my dying, dying, dying...\nCough\nThats going to be the one isnt it?\nCome have a listen then\nOh yes, thank you", "Weve done four already but now were steady\nAnd then they went: One, two, three, four\nSinging in the sunshine, laughing in the rain\nHitting on the moonshine, rocking in the grain\nGot no time to pack my bags, my foots outside the door\nI got a date, I cant be late, for the high hopes hailla ball\nOh ho\nOh yeah\nSinging to an ocean, I can hear the oceans roar \nPlay for free, play for me and play a whole lot more, more! \nSinging about good things and the sun that lights the day \nI used to sing on the mountains, has the ocean lost its way?\nI dont know\nOh-oh yeah\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nSitting round singing songs until the night turns into day \nUsed to sing on the mountains, but the mountains washed away\nNow Im singing all my songs to the girl who won my heart\nShe is only three years old and its a real fine way to start\nOh yeah\nIt sure is fine\nI blow my mind\nWhen the tears are going down\nYeah, yeah\nOh, so good!", "I should have quit you, a long time ago\nOhh, yeahhh, long time ago\nI wouldnt be here, my children\nDown on this killing floor\nI should have listened, baby, to my second mind\nOh, I should have listened, baby, to my second mind\nEverytime I go away and leave you, darling\nYou send me the blues way down the line\nBaby, yeah\nGive it to me, baby\nMy, my, my\nTake it down a bit\nGive it to me, baby\nKeep me satisfied\nTryin worry bout me, baby but Id never get you with myself\nKeep on worrying, baby\nCant keep you satisfied\nHuh, let me tell you, baby\nYou aint nothing but a two-bit no good jive\nI went to sleep last night, I worked as hard as I can\nI bring home my money\nYou take my money\nGive it to another man\nI should have quit you, baby\nOh, such a long time ago, oh\nI wouldnt be here with all my troubles\nDown on this killing floor\nSqueeze me baby, till the juice runs down my leg\nSqueeze me baby, till the juice runs down my leg\nThe way you squeeze my lemon, ah\nIm gonna fall right out of bed\nBed, bed, bed, yeah\nHey, hey, hey, hey, hey, hey, hey, hey\nBaby, baby, baby, baby, baby, baby, baby, baby, baby, baby, baby, baby\nHey, hey, hey, hey, hey, oh\nIm going to leave my children down on this killing floor", "Walking in the park just the other day, baby\nWhat do you, what do you think I saw?\nCrowds of people sitting on the grass with flowers in their hair said\nHey, boy, do you wanna score?\nAnd you know how it is?\nI really dont know what time it was\nWoah, oh, oh\nSo I asked them if I could stay a while\nI didnt notice but it had got very dark and I was really\nReally out of my mind\nJust then a policeman stepped up to me\nAnd asked us said please, hey, would we care\nTo all get in line, get in line\nWell, you know, they asked us to stay for tea and have some fun\nOh, oh, oh\nHe said that his friends would all drop by, ooh\nWhy dont you take a good look at yourself\nAnd describe what you see?\nAnd baby, baby, baby, do you like it?\nThere you sit, sitting spare like a book on a shelf rusting\nAh! Not trying to fight it\nYou really dont care if theyre coming?\nOh, oh, oh\nI know that its all a state of mind, ooh \nIf you go down in the streets\nToday, baby you better\nYou better open your eyes\nFolk down there really dont care\nReally dont care, dont care, really dont\nWhich, which way the pressure lies\nSo Ive decided what Im going to do now\nSo Im packing my bags for the Misty Mountains\nWhere the spirits go now\nOver the hills where the spirits fly, ooh\nI really dont know, oh, oh, oh, oh, oh, oh\nI really dont know, oh, oh, oh, oh, oh, oh, oh\nI really dont know", "Oh, baby\nWell. theres a light in your eye that keeps shining\nLike a star that cant wait for the night\nI hate to think Ive been blinded, baby\nWhy cant I see you tonight?\nAnd the warmth of your smile starts a-burning\nAnd the thrill of your touch gives me fright\nAnd Im shaking so much, really yearning\nWhy dont you show up, make it all right?\nYeah, its all right\nAnd if you promised youd love so completely\nAnd you said you would always be true\nYou swore that you never would leave me, baby\nWhat ever happened to you?\nAnd you thought it was only in movies\nAs you wish all your dreams would come true\nIt ain’t the first time believe me, baby\nIm standing here feeling blue\nYeah Im blue\nNow I will stand in the rain on the corner\nIll watch the people go shuffling downtown\nAnother ten minutes no longer\nAnd then Im turning around\nThe clock on the walls moving slower\nMy heart it sinks to the ground\nAnd the storm that I thought would blow over\nClouds the light of the love that I found\nLight of the love that I found\nLight of the love that I found\nOh, that I found\nHey, babe!\nOoh! Hands on the clock\nJust don’t seem to stop when I’m thinking it over\nOoh! Tired of the light\nI just don’t seem to find\nGotta get away, get away\nOoh! I see it in my dreams\nBut I just don’t seem to be\nI’ve got to get all, gotta get it all\nGotta get it all, I’ve got to get it all\nNow my body is starting to quiver\nAnd the palms of my hands getting wet\nIve got no reason to doubt you, baby\nIts all a terrible mess\nAnd Ill run in the rain till Im breathless\nWhen Im breathless Ill run till I drop, hey\nThe thoughts of a fools kind of careless\nIm just a fool waiting on the wrong block, oh yeah\nLight of the love that I found\nLight of the love that I found\nLight of the love that I\nLight of the love that I found\nLight of the, hey, eh, light of the, hey, eh\nLight of the love that I found\nLight of the love that I found", "Ah, caught you smiling at me\nThats the way it should be\nLike a leaf is to a tree, so fine\nAh, all the good times we had\nI sang love songs so glad\nAlways smiling, never sad, so fine\nAs we walk down the country lanes\nIll be singing a song, hear me calling your name\nHear the wind within the trees\nTelling Mother Nature bout you and me\nWell, if the sun shines so bright\nOr on our way its darkest night\nThe road we choose is always right, so fine\nAh, can your love be so strong\nWhen so many loves go wrong\nWill our love go on and on and on and on and on?\nAs we walk down the country lanes\nIll be singing a song, hear me calling your name\nHear the wind within the trees\nTelling Mother Nature bout you and me\nMy, my\nLa la la\nCome on now, it aint too far\nTell your friends all around the world\nAint no companion like a blue eyed Merle\nCome on now, well, let me tell you\nWhat youre missing, messin round them brick walls\nSo of one thing I am sure\nIts a friendship so pure\nAngels singing all around my door, so fine\nYeah, aint but one thing to do\nSpend my natural life with you\nYoure the finest dog I knew, so fine\nWhen youre old and your eyes are dim\nThere aint no old Shep gonna happen again\nWell still go walking down country lanes\nIll sing the same old song, hear me call your name", "Want to tell you about the girl I love\nMy, she looks so fine\nShes the only one that I been dreaming of\nMaybe someday she will be all mine\nI want to tell her that I love her so\nI thrill with her every touch\nI need to tell her shes the only one I really love\nI got a woman, want to ball all day\nI got a woman, she wont be true, no\nI got a woman, stay drunk all the time\nI said, I got a little woman, and she wont be true\nOn Sunday morning, when we go down to church\nSee the menfolk standing in line\nSay they come to pray to the Lord\nWhen my little girl looks so fine\nIn the evening, when the sun is sinking low\nEverybodys with the one they love\nI walk the town\nKeep a-searching all around\nLooking for my street corner girl\nI got a woman, want to ball all day, yeah\nI got a woman, she wont be true, no, no\nI got a woman, stay drunk all the time\nI said, I got a little woman, and she wont be true\nIn the bars, with the men who play guitars\nSinging, drinking, and remembering the times\nMy little lover does a midnight shift\nShe followed around all of the time\nI guess theres just one thing a-left for me to do\nGoing to pack my bags and move on my way\nCause I got a worried mind\nSharing what I thought was mine\nGoing to leave her where the guitars play\nI got a woman, she wont be true, no, no\nI got a woman, want to ball all day, yeah, yeah, naw, naw\nI got a woman, stay drunk all the time\nI got a little woman, and she wont be true\nI said she wont be true, naw\nYeah, no, yeah, no\nYeah, no, yeah, no\nAwwwww\nOh, keep on, keep on, keep on, keep on, keep on, keep on, keep on\nShe wanna ball\nOh, keep on, keep on, keep on, keep on, keep on, yeah-yeah\nI boogie, I boogie too, I boogie, I boogie to ya\nAw yeah, aw yeah, aw yeah, aw yeah\nHey, hey, what can I do? I got a woman, she wont be true\nOhohohoh, hear what I say, I got a woman, wanna ball all day\nKeep on, keep on, ooooh-ho-ho-ho-ho\nOooohh...", "I dont know how Im going to tell you\nI cant play with you no more\nI dont know how Im gonna do what mama told me\nMy friend, the boy next door\nI cant believe what people saying\nYoure gonna let your hair hang down\nIm satisfied to sit here working all day long\nYoure in the darker side of town\nAnd when Im out I see you walking\nWhy dont your eyes see me\nCould it be youve found another game to play\nWhat did mama say to me?\nThats the way\nOh, thats the way it ought to be\nYeah, yeah, mama say\nThats the way it ought to stay\nAnd yesterday I saw you standing by the river\nAnd werent those tears that filled your eyes\nAnd all the fish that lay in dirty water dying\nHad they got you hypnotized?\nAnd yesterday I saw you kissing tiny flowers\nBut all that lives is born to die\nAnd so I say to you that nothing really matters\nAnd all you do is stand and cry\nI dont know what to say about it\nWhen all you ears have turned away\nBut nows the time to look and look again at what you see\nIs that the way it ought to stay?\nThats the way\nThats the way it ought-ta be\nOh, dont you know now, mama said\nThats the way its going to stay, yeah", "Let me take you to the movie\nCan I take you to the show?\nLet me be yours ever truly\nCan I make your garden grow?\nFrom the houses of the holy\nWe can watch the white doves go\nFrom the door comes Satans daughter\nAnd it only goes to show\nYou know\nTheres an angel on my shoulder\nIn my hand a sword of gold\nLet me wander in your garden\nAnd the seeds of love Ill sow\nYou know\nSo the world is spinning faster\nAre you dizzy when you stall?\nLet the music be your master\nWill you heed the masters call?\nOh, Satan and man\nSaid there aint no use in crying\nCause it will only, only drive you mad\nDoes it hurt to hear them lying?\nWas this the only world you had? Oh, oh\nSo let me take you, take you to the movie\nCan I take you, baby, to the show?\nWhy dont you let me be yours ever truly\nCan I make your garden grow?\nYou know, thats right", "And if you feel that you cant go on\nAnd your wills sinking low\nJust believe, and you cant go wrong\nIn the light, you will find the road\nYou will find the road\nHey, ooh, did you ever believe that I could leave you\nStanding out in the cold?\nYeah, baby, I know how it feels cause I have slipped through\nTo the very depths of my soul, yeah\nOh-ho, baby, I just want to show you what a clear view\nIt is from every bend in the road\nNow listen to me\nOh, whoa-whoa, as I was\nAnd really would be for you, too, honey\nAs you would for me, oh, I would share your load\nLet me share your load\nOoh, let me share, share your load\nAnd if you feel that you cant go on\nIn the light, you will find the road\nHey, oh ho, the the winds of change may blow around you\nBut that will always be so\nWhoa whoa, when love is pain it can devour you, but you are never alone\nI will share your load, I will share your load\nBaby, let me, oh, let me\nIn the light\nEverybody needs the light\nOoh, yeah yeah\nOoh, baby\nIn the light, in the light, in the light\nLight, light, light, in the light\nLight, light, light, in the light, ooh, yeah\nLight, light, light, in the light\nLight, light, light, in the light\nLight, light, light, in the light, ooh yeah yeah\nLight, light, light, in the light, everybody, come on now", "How many more times treat me the way you wanna do?\nHow many more times treat me the way you wanna do?\nWhen I give you all my love\nPlease, please be true\nIll give you all Ive got to give, rings, pearls, and all\nIll give you all Ive got to give, rings, pearls, and all\nIve got to get you together, baby\nIm sure, sure youre gonna call\nOh, whens the last time I done asked you?\n2:11 - 4:08\nI was a young man, I couldnt resist\nStarted thinking it over, just what I had missed\nGot me a girl and I kissed her and then and then\nWhoops, oh no, yeah, well I did it again\nNow I got ten children of my own\nI got another child on the way, that makes eleven\nBut Im in constant heaven\nI know its all right in my mind\nCause I got a little schoolgirl and shes all mine\nI cant get through to her cause it doesnt permit\nBut Im gonna give her everything Ive got to give\nOh, Rosie, oh, girl\nOh, Rosie, oh, girl\nSteal away now, steal away\nSteal away baby, steal away\nLittle Robert Anthony wants to come and play\nWhy dont you come to me, baby\nSteal away, alright, alright\nWell they call me the hunter\nThats my name\nThey call me the hunter\nThats how I got my fame\nAint no need to hide\nAint no need to run\nCause Ive got you in the sights of my gun\nHow many more times, barrel house all night long, alright\nHow many more times, barrel house all night long?\nWell, Ive got to get to you, baby\nSo, please come home\nWhy dont you listen to me, baby?\nWhy dont you please come home?\nWhy dont you please come home?\nWhy dont you please come home?", "Hangman, hangman, hold it a little while\nI think I see my friends coming, riding many a mile\nFriends, you get some silver?\nDid you get a little gold?\nWhat did you bring me, my dear friends\nTo keep me from the gallows pole?\nWhat did you bring me to keep me from the gallows pole?\nI couldnt get no silver, I couldnt get no gold\nYou know that were too damn poor to keep you from the gallows pole\nHangman, hangman, hold it a little while\nI think I see my brother coming, riding many a mile\nBrother, you get me some silver?\nDid you get a little gold?\nWhat did you bring me, my brother, to keep me from the gallows pole?\nBrother, I brought you some silver, yeah\nI brought a little gold, I brought a little of everything\nTo keep you from the gallows pole\nYes, I brought you to keep you from the gallows pole\nHangman, hangman, turn your head awhile\nI think I see my sister coming, riding many a mile, mile, mile\nSister, I implore you, take him by the hand\nTake him to some shady bower\nSave me from the wrath of this man\nPlease take him, save me from the wrath of this mad man\nHangman, hangman, upon your face a smile\nTell me that Im free to ride\nRide for many a mile, mile, mile\nOh yes, you got a fine sister\nShe warmed my blood from cold\nShe warmed my blood to boiling hot\nTo keep you from the gallows pole, pole, pole, pole, yeah, yeah\nYour brother brought me silver and your sister warmed my soul\nBut now I laugh and pull so hard, see you swinging on the gallows pole, yeah\nBut now I laugh and pull so hard, see you swinging on the gallows pole, pole, pole\nSwingin on the gallows pole!\nSwingin on the gallows pole!\nSwingin on the gallows pole!\nSwingin on the gallows pole\nPole, pole, pole, pole, pole, pole, yeah\nAh-ha-ha, ah-ha-ha, ah-ha-ha, ah-ha-ha, ah-ha-ha-ha, ah-ha-ha-ha, ah-ha-ha, ah-ha-ha\nIt was swingin, it was swingin, it was swingin\nMamamamamamama, yeah\nUh yeah, uh yeah\nAh-ha-ha, ah-ha-ha, ah-ha-ha, ah-ha\nSwingin on the gallows, yeah\nSwingin on the gallows pole!\nSwingin on the gallows pole!\nSwingin on the, ah\nI gotta swing!\nSee-saw marjory daw\nI gotta swing!\nSee-saw, knock at my door\nI gotta sing\nKeep on singing, yeah\nKeep on spooling, yeah\nAw yeah!", "Oh, I cant quit you, babe\nSo Im gonna put you down for awhile\nI said I cant quit you, babe\nI guess I got to put you down for awhile\nSaid you messed up my happy home\nMade me mistreat my only child\nSaid you know I love you, baby\nMy love for you I could never hide\nOh, you know I love you, babe\nMy love for you I could never hide\nOh, when I feel you near me, little girl\nI know you are my one desire, yeah\nWhen you hear me moaning and groaning, baby\nYou know it hurts me deep down inside\nOh, when you hear me moaning and groaning, babe\nYou know it hurts me deep down inside\nOh, when you hear me holler, baby\nYou know youre my one desire\nYes, you are", "Greasy slicked down\nGroovy leather trim\nI like the way you hold the road\nMama, it aint no sin\nTalking bout love\nTalking bout love\nTalking bout\nOoh, trouble-free transmission\nHelps your oils flow\nMama, let me pump your gas\nMama, let me do it all\nTalking bout love\nTalking bout love\nTalking bout\nCheck that heavy metal\nUnderneath your hood\nBaby, I can work all night\nBelieve I got the perfect tools\nTalking bout love\nTalking bout love\nTalking bout\nAutomobile with comfort\nReally built with style\nSpecialist tradition\nMama, let me feast my eyes\nTalking bout love\nTalking bout love\nTalking bout\nFactory air-conditioned\nHeat begins to rise\nGuaranteed to run for hours\nMama, youre the perfect size\nTalking bout love\nTalking bout love\nTalking bout\nGrooving on the freeway\nGauges all are red\nGun down on my gasoline\nBelieve Im gonna crack your head\nTalking bout love\nTalking bout love\nTalking bout...\nI cant stop talking about\nI cant stop talking about\nOoh, yeah, yes\nDrive on\nOoh, yeah, yeah, yeah, yeah, yes\nIm coming through\nCome to me for service\nEvery hundred miles\nBaby, let me check your points\nFix your overdrive\nTalking bout love\nTalking bout love\nTalking bout\nOoh yeah, fully automatic\nComes in any size\nMakes me wonder what I did\nBefore we synchronized\nTalking bout love\nTalking bout love\nTalking bout\nOooh, feather-light suspension\nKonis couldnt hold\nIm so glad I took a look\nInside your showroom doors\nTalking bout love\nTalking bout love\nTalking bout\nOh, I cant\nOh, I cant\nOh, I cant stop talking about love\nI cant stop talking about love\nOoh, let me go on down, go on down\nGo on down, go on down, go on down, yeah\nI cant stop talking about\nI cant stop talking about love, oh yeah\nI cant stop talking about love or my baby\nI cant stop talking about love, my baby\nMy baby, my baby, yeah\nPush, push\nPush it\nPush, push\nOooooooohhh", "Ive been to London, seen seven wonders\nI know to trip is just to fall\nI used to rock it, sometimes Id roll it\nI always knew what it was for\nThere can be no denying\nThat the windll shake em down\nAnd the flat worlds flying\nTheres a new plague on the land\nIf we could just join hands\nIf we could just join hands\nIf we could just join hands\nTraversed the planet, when heaven sent me\nI saw the kings who rule them all\nStill by the firelight and purple moonlight\nI hear the rested rivers call\nAnd the wind is crying\nFrom a love that wont grow cold\nMy lover, she is lying\nOn the dark side of the globe\nIf we could just join hands\nIf we could just join hands\nIf we could just join hands\nYeah, yeah, yeah\nYou got me rocking when I ought to be a-rolling\nDarling, tell me, darling, which way to go\nYou keep me rocking, baby, then you keep me stalling\nWont you tell me, darling, which way to go, thats right\nOh how I wonder, oh how I worry\nAnd I would dearly like to know\nOf all this wonder, of earthly plunder\nWill it leave us anything to show?\nAnd our time is flying\nSee the candle burning low\nIs the new world rising\nFrom the shambles of the old?\nIf we could just join hands\nIf we could just join hands\nIf we could just, if we could just, if we could just\nIf we could just, if we could just join hands\nThats all it takes, thats all it takes\nThats all it takes, thats all it takes\nYeah, yeah, yeah, yeah, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah, yeah, ooh yeah\nAh, ah, thats right, thats right, thats right, thats right, thats right", "", "Hey, girl, stop what youre doing!\nHey, girl, youll drive me to ruin\nI dont know what it is that I like about you, but I like it a lot\nWont you let me hold you, let me feel your loving touch\nCommunication breakdown\nIts always the same\nIm having a nervous breakdown\nDrive me insane\nHey, babe, I got something I think you ought to know\nHey, babe, I wanna tell you that I love you so\nI wanna hold you in my arms, yeah!\nIm never gonna let you go, cause I like your charms\nCommunication breakdown\nIts always the same\nIm having a nervous breakdown\nDrive me insane\nCommunication breakdown\nIts always the same\nIm having a nervous breakdown\nDrive me insane! Yeah!\nCommunication breakdown\nCommunication breakdown\nCommunication breakdown\nCommunication breakdown", "I had a dream, oh yeah\nCrazy dream, oh ho\nAnything I wanted to know\nAny place I needed to go\nHear my song, yeah\nPeople wont you listen now?\nSing along, oh\nYou dont know what youre missing now\nAny little song that you know\nEverything thats small has to grow\nAnd its gonna grow now, push, push, yeah\nNa-na-na-na-na\nCalifornia sunlight\nSweet Calcutta rain\nHonolulu Starbright\nThe song remains the same, ooh yeah\nAll you gotta do now, all you gotta do now\nOoh, sing out Hare Hare\nOoh, Dance the Hoochie Koo\nCity lights are oh so bright\nAs we go sliding, sliding\nSliding, sliding, sliding, sliding\nThrough", "With a purple umbrella and a fifty cent hat\nLiving, loving, shes just a woman\nMissus cool rides out in her aged Cadillac\nLiving, loving, shes just a woman\nCome on, babe on the roundabout\nRide on the merry-go-round\nWe all know what your name is\nSo you better lay your money down\nAlimony, alimony, paying your bills\nLiving, loving, shes just a woman\nWhen your conscience hits, you knock it back with pills\nLiving, loving, shes just a woman\nCome on, babe on the roundabout\nRide on the merry-go-round\nWe all know what your name is\nSo you better lay your money down\nTelling tall tales of how it used to be\nLiving, loving, shes just a woman\nWith the butler and the maid and the servants three\nLiving, loving, shes just a woman\nNobody hears a single word you say\nLiving, loving, shes just a woman\nBut you keep on talking till your dying day\nLiving, loving, shes just a woman\nCome on, babe on the roundabout\nRide on the merry-go-round\nWe all know what your name is\nSo you better lay your money down\nLiving, loving, shes just a woman\nLiving, living, loving, loving, shes just a woman\nLi-li-li-li-live, lo-lo-lo-lo-love, shes just a woman", "Bright light almost blinding\nBlack night still there shining\nI cant stop, keep on climbing\nLooking for what I knew\nHad a friend, she once told me\nYou got love, you aint lonely\nNow shes gone and left me only\nLooking for what I knew\nMmm, Im telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone whos blue now\nIts very easy just\nMet a man on the roadside crying\nWithout a friend, theres no denying\nYoure incomplete, theyll be no finding\nLooking for what you knew\nSo anytime somebody needs you\nDont let them down, although it grieves you\nSome day youll need someone like they do\nLooking for what you knew\nMmm, Im telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone whos blue now\nIts very easy just\nIm telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone whos blue now\nIts very easy, Its very easy\nIts very easy, Its easy, easy, yeah", "Ooh\nDrop down, baby, let your daddy see\nDrop down, my lady, just dream of me\nWell, my mama, allow me to fool around all night long\nWell, I may look like Im crazy, I sure know right from wrong\nSee me comin, throw your man outdoor\nAint no stranger, done been this way before\nSee me comin, mama, I throw your man outdoor\nI aint no stranger, I been this way before\nPut on your night shirt and your morning gown\nYou know by night Im gonna shake em on down\nPut on your night shirt, Mama, and your morning gown\nWell, you know by night Im sure gonna shake em on down\nShake it, shake it\nOooh, your custard pie, yeah, sweet and nice\nWhen you cut it, mama, save me a slice\nYour custard pie, yeah\nI declare youre sweet and nice\nI like your custard pie\nWhen you cut it, mama, mama, please save me a slice\nOh, I chew on a piece of your custard pie\nI chew on a piece of your custard pie\nI chew on a piece of your custard pie\nI chew on a piece of your custard pie\nDrop down, drop down, drop down\nDrop down, drop down, yeah\nDrop down, drop down\nI chew on a piece of your custard pie", "Lying, cheating, hurting, thats all you seem to do\nMessing around with every guy in town\nPutting me down for thinking of someone new\nAlways the same, playing your game\nDrive me insane, trouble is gonna come to you\nOne of these days and it wont be long\nYoull look for me but, baby, Ill be gone\nThis is all I gotta say to you, woman\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nMade up my mind to break you this time\nWont be so fine, its my turn to cry\nDo what you want, I wont take the brunt\nIts fading away, cant feel you anymore\nDont care what you say cause Im going away to stay\nGoing to make you pay for that great big hole in my heart\nPeople talking all around\nWatch out woman, no longer\nIs the joke gonna be on my heart\nYou been bad to me woman\nBut its coming back home to you\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come\nYour time is gonna come", "Baby, baby\nIm gonna bring it on home to you\nIve got my ticket, Ive got that load\nGot up, gone higher, all aboard\nIll take my seat, right way back, ooh yeah\nWatch this train roll down the track\nIm gonna bring it on home\nBring it on home to you\nWatch out, watch out\nTry to tell you baby\nWhat you trying to do?\nTrying to love me, baby\nAnd love some other men too\nBring it on home, bring it on home\nWent a little walk downtown\nMessed and got back late\nFound a note there waiting\nIt said, Daddy, I just cant wait.\nBring it on home, bring it on home\nBring it back home, bring it back home to me, baby\nTell you, pretty baby\nYou love to mess me around\nIm going to give you loving, baby\nGoing to move you out of town\nBring it on home, bring it on home\nSweetest little baby daddy ever saw\nIm going to give you loving, baby\nIm going to give you more\nBring it on home, bring it on home\nBring it on home, oh, right\nBring it on home, bring it on home to you", "Oh, baby, its crying time\nOh, baby, I got to fly\nGot to try to find a way\nGot to try to get away\nCause you know I gotta get away from you, babe\nOh, baby, the rivers red\nAh, baby, in my head\nTheres a funny feeling going on\nI dont think I can hold out long\nAnd when the owls cry in the night\nOh, baby, baby, when the pines begin to cry\nBaby, baby, baby, how do you feel?\nIf the rivers run dry, baby, how would you feel?\nCraze, baby, the rainbows end\nMm, baby, its just a den for those who hide\nWho hide their love to depths of life\nAnd ruin dreams that we all knew so, babe\nAnd when the owls cry in the night\nAnd baby, when the pines begin to cry\nOh, baby, baby, how do you feel?\nIf the rivers run dry, baby, how do you feel?\nAh, ah...\nBaby, how do you feel?\nOoh yeah, brave I endure\nOoh yeah, strong shields and lore\nThey cant hold the wrath of those who walk\nAnd the boots of those who march\nBaby, through the roads of time so long ago\nOoh, yeah\nOoh, ooh yeah\nAh, ah, ah, ah\nOoh, hoo\nOoh, ooh\nOoh, ah", "Hey\nThats right\nAsked sweet mama, let me be her kid\nShe said, You might get hurt if you dont keep it hid\nWell, I know my baby if I see her in the dark\nI said, I know my rider if I see her in the dark\nNow, Im going to Rosedale, take my rider by my side\nStill barrel house, but its on the riverside, yeah\nI know my baby, Lord, I said, is really sloppy drunk\nI know my mama, Lord, a brown-skin, but she aint no plum\nUh-huh, see my baby, tell her, tell her hurry home\nHad no loving since my baby been gone\nSee my baby, tell her hurry on home\nI aint had, Lord, my right mind\nSince my riders been gone\nHey, she promises, shes my rider\nI want to tell you, shes my rider\nI know youre mine, shes my rider\nShe aint but sixteen, but shes my rider\nIm going to Rosedale, take my rider by my side\nAnybody ask if you and me met, I keep them satisfied\nBut, uh, see my baby, tell her, tell her to shake my milk\nAint no Lord since you nowhere\nAh, yeah\nWont you come in my kitchen\nShes a kindhearted lady\nShe studies evil all the time\nShes a kindhearted woman\nShe studies evil all the time\nSqueeze my lemon til the juice runs down my leg\nSqueeze it so hard, Ill fall right out of bed\nSqueeze my lemon\ntil the juice runs down my leg\nI wonder if you know what Im talking about\nOh, but the way that you squeeze it girl\nI swear Im going to fall right out of bed\nAh, shes a good rider\nShes my kindhearted lady\nIm going to take my rider by my side, yeah\nI said her front teeth are lined with gold\nShes got a mortgage on my body, got a lien on my soul\nShes my brown-skin sugar plum", "Oh, nobodys fault but mine\nNobodys fault but mine\nTrying to save my soul tonight\nOh, its nobodys fault but mine\nDevil he taught me to roll\nDevil he taught me to roll\nHow to roll the lot you like\nNobodys fault but mine\nOh, oh, oh, oh\nBrother he showed me the gong\nBrother he showed me the ding dong ding dong\nHow to kick that gong to light\nOh, its nobodys fault but mine\nGot a monkey on my back\nM-m-m-m-monkey on my back, back, back, back\nGonna change my ways tonight\nNobodys fault but mine\nHow to kick that gong to light\nN-n-n-n-n-no, nobodys fault", "You know you shook me\nYou shook me all night long\nYou know you shook me, baby\nYou shook me all night long\nYou shook me so hard\nBaby, baby, baby, please come home\nI have a bird that whistles\nAnd I have birds that sing\nI have a bird that whistles\nAnd I have birds that sing\nI have a bird, wont do nothing\nOh, oh, buy a diamond ring\nYou know you shook me, babe\nYou shook me all night long\nI know you really, really did, babe\nI said, you shook me, baby\nYou shook me all night long\nYou shook me so hard, baby\nYou shook me all night long", "Dancing days are here again\nAs the summer evenings grow\nI got my flower, I got my power\nI got a woman who knows\nI said its alright, you know its alright\nI guess its all in my heart\nYoull be my only, my one and only\nIs that the way it should start?\nCrazy ways are evident\nBy the way you wearing your clothes\nSipping booze is precedent\nAs the evening starts to glow\nYou know its alright, I said its alright\nYou know its all in my heart\nYoull be my only, my one and only\nIs that the way it should start?\nDig\nYou told your mama Id get you home\nBut you didnt say that I got no car\nI saw a lion, he was standing alone\nWith a tadpole in a jar\nYou know its alright\nI said its alright\nI guess its all in my heart, heart, heart, heart\nYoull be my only\nMy one and only\nIs that the way it should start?\nSo dancing days are here again\nAs the summer evenings grow\nYou are my flower, you are my power\nYou are my woman who knows\nI said its alright\nYou know its alright\nYou know its all in my heart\nYoull be my only, yes\nMy one and only, yes\nIs that the way it should start?\nI know it is, yeah!", "Down by the seaside\nSee the boats go sailing\nCan the people hear\nOh, what the little fish are saying?\nOh oooh\nThe people turned away, oh\nThe people turned away\nDown in the city streets\nSee all the folk go racing, racing\nNo time left, oh no\nTo pass the time of day\nHey, hey, yeah\nThe people turned away\nThe people turned away\nSo far away, so far away\nSee how they run, see how they run\nSee how they run, see how they run...\nDo you still do the twist?\nDo you find you remember things that well?\nI wanna tell you\nSome go twisting every day\nThough sometimes its awful hard to tell\nUh huh, uh huh, uh huh, ohh\nOut in the country\nHear the people singing\nSinging about their growin\nKnowing where theyre goin\nYeah, yeah\nOh, oh, the people turned away, yeah\nOh, the people turned away\nSing loud for the sunshine\nPray hard for the rain\nAnd show your love for Lady Nature\nAnd she will come back again\nYeah, yes, she will\nOh, the people turned away\nThe people turned away", "Her face is cracked from smiling\nAll the fears that shes been hiding\nAnd it seems pretty soon everybodys gonna know\nAnd her voice is sore from shouting\nCheering winners who are losing\nAnd she worries if their days are few\nAnd soon theyll have to go\nMy, my, my, Im so happy\nIm gonna join the band\nWe gonna dance and sing in celebration\nWe are in the promised land\nShe hears them talk of new ways\nTo protect the home she lives in\nThen she wonders what its all about\nWhen they break down the door\nHer name is Brown or White or Black\nYou know her very well\nYou hear her cries of mercy\nAs the winners toll the bell\nMy, my, my, Im so happy\nIm gonna join the band\nWe gonna sing and dance in celebration\nWe are the promised land\nThere is a train that leaves the station\nHeading for your destination\nBut the price you pay to nowhere\nHas increased a dollar more. Yes, it has!\nAnd if you walk youre gonna get there\nThough it takes a little longer\nAnd when you see it in the distance\nYou will wring your hands and moan, oh, yeah\nIf you walk youre gonna get there\nThough it takes a little longer\nAnd when you see it in the distance\nYou will wring your hands", "I wanna tell you about my good thing\nI aint disclosing no names, but\nHe sure is a good friend, and\nI aint gonna tell you where he comes from, boy\nIf I tell you, you wont come again, hey\nI aint gonna tell you nothing, but I do will, but I know, yeah!\nNow let me tell you about my girl\nI open up a newspaper and what do I see?\nAh, ah\nSee my girl, ah, looking at me\nOoh, and when she walks, she walks\nLet me tell you, when she talks, she talks\nAnd when she looks me in my eye\nShes my baby, Lord, I wanna make her mine, baby\nOoh, tell me baby what you want me to do!\nAnd you want me to love you, love some other men?\nOoh, aint gonna call me Mr. Pitiful, no!\nI dont need no respect from nobody, no\nAh yeah, no, no\nAh\nI aint gonna tell you nothing, I aint gonna tell you no more, no!\nShes my baby, let me tell you that I love her so and, and!\nShe is the woman I really wanna love and let me tell you more\nOoh! Shes my baby let me tell you, she lives next door\nShes the one a woman the one a woman that I know\nI aint going, I aint going, I aint going to tell\nI aint going to tell you one thing\nThat you really ought to know, boy!\nShes my lover, baby, and I love her so, and\nShes the one that really makes me whirl and twirl, and!\nShes the kind of lover that makes me feel the whole world, and\nShes the one who really makes me jump and shout, oh!\nShes the kind of girl, I know what its all about!\nTake it on\nTake it, take it, take it\nAh, excuse me\nOh, will you excuse me?\nIm just trying to find the bridge!\nHas anybody seen the bridge?\nPlease!\nI aint seen the bridge!", "As I walk down the highway\nAll I do is sing a song\nAnd a train thats passin my way\nHelps the rhythm move along\nThere is no doubt about the words are clear\nThe voice is strong, its oh so strong\nIm just a simple guy\nI live from day to day\nA ray of sunshine melts my frown\nAnd blows my blues away\nTheres nothing more that I can say\nBut on a day like today I pass the time away\nAnd walk a quiet mile with you\nAll I need from you is all your love\nAll you got to give to me is all your love\nAll I need from you is all your love\nAll you got to give to me is all your love\nOooh yeah, oooh yeah\nOooh yeah, oooh yeah\nIm so glad Im living\nGonna tell the world I am\nI got me a fine woman\nAnd she says that Im her man\nOne thing that I know for sure\nGonna give her all the loving\nLike nobody, nobody, nobody, nobody can\nStanding in the noonday sun\nTrying to flag a ride\nPeople go and people come\nSee my rider right by my side\nIts a total disgrace, they set the pace\nIt must be a race and the best thing I can do is run\nAll I need from you is all your love\nAll you got to give to me is all your love\nAll I need from you is all your love\nAll you got to give to me is all your love\nOooh yeah, oooh yeah\nOooh yeah, oooh yeah\nDa da da da 70 more\nAll I do is say lets keep on\nGonna keep on movin on\nAh yeah, ah yeah, ah yeah\nAh yeah, ah yeah, ah yeah\nOoh yeah, ooh yeah, ooh yeah\nOoh yeah, ooh yeah, ooh yeah", "Silent woman in the night, you came\nTook my seed from my shaking frame\nSame old fire, another flame\nAnd the wheel rolls on\nSilent woman through the flames, you come\nFrom the deep behind the sun\nSeems my nightmares, my loving gun\nLeft me barely holding on, oh\nWith blazing eyes you see my trembling hand\nWhen we know the time has come\nLose my senses, lose command\nFeel your healing rivers run\nIs it every time I fall\nThat I think this is the one?\nOoh, in the darkness can you hear me call?\nAnother day has just begun\nAnother day, yeah\nOoooh\nSilent woman, my face is changed\nSome know in ways to come\nFeel my fire needs a brand new flame\nAnd the wheel rolls on, rolls on\nRolls on, rolls on, babe, oooooooh", "You said I was the only\nWith my lemon in your hand\nExhibition is your habit\nEmotion second hand\nHad to pull away to save me\nMaybe next time around\nAnd she said, dont you want it?\nDont you want cocaine, cocaine, cocaine?\nHadnt planned to, could not stand to\nTry it, fry it, na na na na yeah\nHeard a cry for mercy\nIn the city of the damned\nOh, oh, babe, damned\nDown in the pits you go no lower\nThe next stops underground\nOh, hello underground\nWine and roses aint quite over\nFate deals a losing hand\nAnd I said, didnt mean to\nDid not mean to f-fail\nYou didnt plan it, you over-ran it\nYou want do it, you want to\nYou want do it when you want to\nYou want do it, do it when you want to\nWhen you blow it, babe\nYou got to blow it right\nOh baby, if you fake it, mama\nBaby, fake with all your might\nWhen you fake it, mama\nPlease fake it right for yourself, babe\nWhen you fake it, baby\nYoure faking it for your life, for your life\nFor your life, for your life\nDo it, do it, do it, do it, do it\nDo it when you wanna\nDo it, do it, do it, do it, do it\nDo it when you wanna\nOh, I can have you, baby\nBut I dont know what to do, yeah\nSometime, baby, nothing I could do\nOn the balance of a crystal\nPaying through the nose\nAnd when they couldnt resist you\nI thought youd go with the flow\nAnd now your stage is empty\nBring down the curtain, baby please\nFold up your show\nHadnt planned to\nCould not stand to fry in it\nHadnt planned it\nI over-ran it, frying\nFor your life, for your life", "From the window of your rented limousine\nI caught your pretty blue eyes\nOne day soon youre gonna reach sixteen\nPainted lady in the city of lies\nOh, do you know my name?\nDo I look the same?\nYou know Im the one you want, babe\nI must be the one you need, yeah\nClutching pages from your teenage dream\nIn the lobby of the Hotel Paradise\nThrough the circus of the L.A. queens\nHow fast you learn the downhill slide\nOh, how you like my face?\nStill dont know your name\nYou know Im the one you want, babe, ooh yes\nI must be the one you need, yeah\nOh, you got me feeling...\nJust a bit, just a bit\nLips like cherries and the brow of a queen\nCome on, flash it, flash it in my eyes\nSaid you dug me since you were thirteen\nThen you giggle as you heave and sigh\nOh, do you know my name?\nDo I look the same?\nBaby, I gotta tell you, Im the one you want\nAnd everybody know Im the one you need, yeah\nOh, give it to me, come on now\nCome on now\nCome on now\nHours, hours, and the moments in between\nOh, baby, I couldnt count the times\nThe fun of coming, oh, the pain in leaving\nBaby, dry those silver eyes\nOh, do you know my name?\nDo I look the same?\nYou know Im the one you want, ooh yes\nIm the one you need, yeah\nOoh, thats right\nOoh, yeah, thats right\nOoh, thats right\nThats right\nThats right\nOoh yeah, thats right\nThats right\nAahh", "How come twenty four hours\nBaby, sometimes seem to slip into days?\nOh, twenty four hours\nBaby, sometimes seem to slip into days, yeah?\nA minute seems like a lifetime\nOh, baby, when I feel this way\nSitting, looking at the clock\nOh, time moves so slow\nIve been watchin for the hands to move\nUntil I just cant look no more\nHow come twenty four hours\nBaby, sometimes seems to slip into days?\nA minute seems like a lifetime\nBaby, when I feel this way\nTo sing a song for you\nI recall you used to say\nOh baby this ones for we two\nWhich in the end is you anyway\nHow come twenty four hours\nBaby, sometimes seem to slip into days?\nA minute seems like a lifetime\nOh, baby, when I feel this way\nThere was a time that I stood tall\nIn the eyes of other men\nBut by my own choice I left you woman\nAnd now I cant get back again\nHow come twenty-four hours\nSometimes seem to slip into days?\nWell, well, well a minute seems like a lifetime\nBaby, when I feel this way\nA minute seems like a lifetime\nOh, baby, when I feel this way\nI feel this way", "In the evening\nWhen the day is done\nIm looking for a woman\nBut the girl dont come\nSo dont let her\nPlay you for a fool\nShe dont show no pity baby\nShe dont make no rules\nOh, oh, I need your love\nI need your love\nOh, I need your love\nI just got to have\nSo dont you let her\nOh, get under your skin\nIts only bad luck and trouble\nFrom the day that you begin\nI hear you crying in the darkness\nDont ask nobodys help\nAint no pockets full of mercy baby\nBecause you can only blame yourself\nOh, oh, I need your love\nI need your love\nOh, I need your love\nI got to have\nOh its simple\nAll the pain that you go through\nYou can turn away from fortune, fortune\nBecause thats all thats left to you\nIts lonely at the bottom\nMan, its dizzy at the top\nBut if youre standing in the middle\nAint no way youre gonna stop\nOh, oh, I need your love\nOh, oh, I need your love\nOh, oh, I need your love\nI got to have\nOh whatever\nThat your days may bring\nNo use hiding in a corner\nBecause that wont change a thing\nIf youre dancing in the doldrums\nOne day soon, its got to stop, its got to stop\nWhen youre the master of the off-chance\nWhen you dont expect a lot\nOh, oh, I need your love\nI need your love\nOh, I need your love\nI got to have, I got to have\nI got to have your love\nI got to have\nBabe, I got to have your love\nI got to have your love\nJust got to", "Shall we roll it, Jimmy?\n\nHey, hey, mama, whats the matter here?\nHey, hey, mama, whats the matter here?\nYou didnt have to tell me that you love me so\nYou didnt have to love me, mama, let me go\nHey, hey, mama, whats the matter here?\nYou didnt have to make me a total disgrace\nYou didnt have to leave me with that beer in my face\nHey, hey, mama, whats the matter here?\nThats alright, its awful dog-gone clear\nHey, hey, baby, why you treat me mean?\nOh, oh, baby, why you treat me mean?\nYou didnt have to crucify me like you did\nYou didnt have to tell me I was just your kid\nHey, hey, mama, whyd you treat me mean?\nYou didnt have say youd always be by my side\nYou didnt have to tell me youd be my blushing bride\nHey, hey, mama, why you treat me mean?\nBut thats alright, I know your sisters, too\nYou didnt have to tell me that you love me so\nYou didnt have to leave me, mama, let me go\nHey, hey, mama, what is wrong with you?\nYou didnt have to leave me like a total disgrace\nYou didnt have to leave me with that beer on my face\nHey, hey, mama, what is wrong with you?\nOh, but thats alright, Id be the same way, too\nOh yeah, oh\nOooh, yeah\nOooh\nNow now now, you didnt have to crucify me like you did\nYou didnt have to tell me I was just your kid\nHey, hey, mama, whats the matter here?\nYou didnt have to tell me you would be my own\nYou didnt have to tell me, baby, let me go\nHey, hey, mama, what is wrong with you?\nThats alright, I know your sister, too\nOoh, yeah yeah\nOoh yeah\nOoh, yeah yeah\nOoh, yeah yeah\nOoh yeah\nOh\nWhats the matter with you, mama?", "Been in town, my baby, we just got to rock on\nYeah, darling, we just got to go home\nI dont want no tutti-frutti, no lollipop\nCome on, baby, just rock, rock, rock\nYeah-yeah-yeah-yeah, honey\nWeve been shaking all night\nOh, darling, we just got to roll right\nAaah, ooh, my head, rock on, rock on\nHey babe, hey babe, hey babe, hey babe\nHey babe, hey babe, hey babe, hey babe\nI dont want no tutti-frutti, no lollipop\nCome on baby, just rock, rock, rock\nOoh hoo, ooh hoo\nOoh hoo, ooh hoo\nOoh hoo, ooh hoo\nOoh hoo, ooh hoo\nOohoo oohoo oohoo oohoo oohoo\nLets go out\nOoh hoo, ooh hoo\nOoh hoo, ooh hoo\nOoh hoo, ooh hoo\nI dont want no tutti-frutti, no lollipop\nCome on baby, just rock, rock, yeah", "", "I received a message from my brother across the water\nHe sat laughing as he wrote, The ends in sight\nSo I said goodbye to all my friends\nAnd packed my hopes inside a matchbox\nBecause I know its time to fly\nOh, yeah, come on, meet me in the morning\nMeet me in the middle of the night\nAh, yeah, the morning light is coming\nDont it make you wanna go and feel alright?\nOoh yeah, ah hah\nI just jumped a train that never stops\nSo now somehow I know Ill never finish paying for my ride\nSomeone pushed a gun into my hand\nTell me Im the type of man\nTo fight the fight without inquiring\nOh, yeah-ha come on, meet me in the morning\nWont you meet me in the middle of the night, night, night, yeah?\nOh, well, the morning light is coming\nDont it make you wanna go and feel alright?\nOh, mama, well, I think its time Im leaving\nNothing here to make me stay\nWhoa, mama, well, it must be time Im going\nTheyre knocking down them doors\nTheyre trying to take me away\nPlease, Mr. Brakeman, wont you ring your bell\nAnd ring it loud and clear?\nPlease, Mr. Fireman, wont you ring your bell?\nTell the people they got to fly away from here\nOhh, I once saw a picture of a lady with a baby\nSouthern lady, had a very, very special smile\nWe are in the middle of a change in destination\nWhen the train stops, all together we will smile\nOh, come on, come on now, meet me in the morning\nWont you meet me in the middle of the night, night, n-n-night?\nOh, oh yeah, everybody know the morning time is coming\nDont it make you wanna feel alright? Ah, ah, yeah\nMake me feel alright\nFly now, baby\nGet to fly, yeah\nFly now, baby\nOooh, hey hey\nUh, uh, uh, uh", "Sisters of the way-side bide their time in quiet peace\nAwait their place within the ring of calm\nStill stand to turn in seconds of release\nAwait the call they know may never come\nIn times of brightness, no intruder dared upon\nTo jeopardize the course, upset the run\nAnd all was joy and hands were raised toward the sun\nAs love in the halls of plenty overrun\nAh, ah, ah, ah\nStill in their bliss unchallenged mighty feast\nUnending dances shadowed on the day\nWithin the wall, their daunting formless keep\nPreserved their joy that kept their doubts at bay\nFaceless legions stood in readiness to weep\nJust turn a coin, bring order to the fray\nAnd everything is soon no sooner thought than deed\nBut no one seemed to question in anyway\nAh, ah, ah, ah\nHow keen the storied hunters eye prevails upon the land\nTo seek the unsuspecting and the weak\nAnd powerless the fabled sat, too smug to lift a hand\nToward the foe that threatened from the deep\nWho cares to dry the cheeks of those who saddened stand\nAdrift upon a sea of futile speech?\nAnd to fall to fate and make the status plan\nBut no one there had heaven within their reach\nI said yeah\nAh, ah, ah, ah\nWhere was your word, where did you go?\nWhere was your helping, where was your bow, bow?\nDull is the armour, cold is the day\nHard was the journey, dark was the way, way\nI heard the word, I couldnt stay, oh\nI couldnt stand it another day, another day\nAnother day, another day\nTouched by the timely coming\nRoused from the keepers sleep\nRelease the grip\nThrow down the key\nHeld now within the knowing\nRest now within the peace\nTake of the fruit\nBut guard the seed\nThey had to stay!\nHeld now within the knowing\nRest now within the beat\nTake of the fruit\nBut guard the seed\nTake of the fruit\nBut guard the seed", "Oh, hot dog!\nWell I just got into town today\nTo find my girl whos gone away\nShe took the Greyhound at the General Store\nI searched myself I searched the town\nWhen I finally did sit down\nI find myself no wiser than before\nShe said we couldnt do no wrong\nNo other love could be so strong\nShe locked up my heart in her bottom drawer\nNow she took my heart she took my keys\nFrom in my old blue dungarees\nAnd Ill never go to Texas anymore\nNow my babys gone I dont know what to do\nShe took my love and walked right out the door\nAnd if I ever find that girl I know one thing for sure\nIm going to give her something like she never had before\nI took her love at seventeen\nA little late these days it seems\nBut they said heaven is well worth waiting for\nI took her word I took it all\nBeneath the sign that said U-Haul\nShe left angels hanging round for more\nNow my babys gone I dont know what to do\nShe took my love and walked right out the door\nAnd if I ever find that girl I know one thing for sure\nIm going to give her something like she never had before\nI thought I had it all sewn up\nOur love, a plot, a pick-up truck\nBut folks said she was after something more\nI never did quite understand\nAll that talk about rocking bands\nBut they just rolled my doll right out the door\nOh yeah, they just rolled my doll right out the door\nWhy, well, they just rolled my doll right out the door!", "Oh oh oh oh oh ooh\nWhy do you have to go?\nAway from home\nMe love. \nSee the first time me looking at your eyes\nMe be tell you want a guy like me \nWe use to have good times on the evening\nMe and you chilling on the beach \nWe use to kiss and caress an chess me\nGirl it feels so sweet \nThen one day you move\nNow Im feeling kinda blue\nCause we had to see you leave \nI feel like Im drowning in the ocean\nSomebody come and take me away\nOh oh oh oh oh ooh\nWhy do you have to go?\nAway from all\nMe love\nOh oh oh oh oh ooh\nWhy do you have to go?\nAway from home\nMe love\nNow Im sittin in a chair with no one here\nAnd Im feelin all alone \nThinkin to myself like\nDamn, why my baby up and gone \nIts like Im missin her and I know shes missin me \nIts been two years an a half in july will make it three. \nWhy you leave me, w-why you leave me?\nBaby tell me, b-baby tell me\nWhy you leave me, w-why you leave me?\nWhy you leave me? \nOh oh oh oh oh ooh\nWhyd you have to go?\nAway from home\nMe love", "Mmm, a, mmm, a, mmm, a mmm, a mmm, a come on down\nWhen I done quit hollering baby\nI believe Ill shake em on down\nGet my babe, wont be late\nYou know by that I mean ah, seconds late\nAh, must I holler?\nMust I shake em on down?\nWell, Ive done quit hollerin, baby\nI believe Ill shake em on down\nWell, I aint no monkey\nI cant climb no tree\nNo brown skin woman gonna make no monkey out of me\nYeah, I aint no monkey\nSure cant climb no tree\nI been mistreated, babe, I believe Ill shake em on down\nWell, Ive been mistreated babe I believe Ill shake em on down\nListen mama, put on your mornin gown\nPut in your nightshirt Mama\nWe going to shake them down\nMust I holler?\nMust I, must I, must I shake them on down?\nOh, Ive been mistreated, babe, I believe Ill shake em on down\nGave my baby a twenty dollar bill\nIf that dont get her, Im sure my shot, shot, shot-gun will\nYeah, I gave my baby a twenty dollar bill\nWell, if that dont get that woman, Im sure my shot-gun will\nIm gonna go shoot her now", "Oh shes my baby\nLet me tell you why\nHey, she drives me crazy\nShes the apple of my eye\nBecause she is my girl\nAnd she can never do wrong\nIf I dream too much at night\nSomebody please bring me down\nHey, I love that little lady\nI got to be her fool\nAint no other like my baby\nI can break the golden rule\nCause I get down on my knees\nOh, I pray that love wont die\nAnd if I always try to please\nI dont know the reason why, yeah\nIf she would come back, only stay with me\nEvery little bit, every little bit\nEvery little bit of my love, I give to you girl\nEvery little bit, every little bit\nEvery little bit, every, every little bit of my love\nHit me!\nI dont have to go by plane\nI aint gotta go by car\nI dont care just where my darling is\nPeople, I just dont care how far\nIm gonna crawl\nIm gonna crawl, now\nI dont care if I got to go back home\nI dont care what I got to stand again, babe\nIm gonna crawl\nIm gonna crawl\nAh, woohoo\nI dont wanna go, baby\nHey, she give me good loving\nShe give me good loving\nShe give me good loving\nShe give me good loving\nMy baby give me good loving\nYes I love her\nI guess I love her\nYes I love her\nI wanna crawl", "", "I was burned in the heat of the moment\nThough it couldnt been the heat of the day\nWhen I learned how my time had been wasted\nTear fell as I turned away\nNow Ive got friends who will give me their shoulder\nWhen I should happen to fall\nTime and his bride growing older\nIve got friends who will give me fuck all\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala\nCorner of Bleecker and nowhere\nIn the land of not quite day\nA shiver runs down my backbone\nFace in the mirror turns grey\nSo looked round to hitch up the reindeer\nSearching hard trying to brighten the day\nI turned around to look for the snowman\nTo my surprise hed melted away\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala\nAs the moon and the stars call the order\nInside my tides dance the ebb and sway\nThe sun in my souls sinking lower\nWhile the hope in my hands turns to clay\nI dont ask that my fields full of clover\nI dont moan at opportunitys door\nAnd if you ask my advice, take it slower\nThen your storyd be your finest reward\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala, now do it\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nLost on the path to attainment\nSearch in the eyes of the wise\nWhen I bled from the heart of the matter\nI started bleeding without a disguise\nNow everythings fine under heaven\nNow and then youve got to take time to pause\nWhen youre down on the ground, dont be messing around\nOr youll land in a boat without oars\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala\nHey babe, hey babe, hey babe\nI lost my way\nHey babe, hey babe\nI really really do now\nHey babe, hey babe\nI dont know where Im going to find it\nHey babe, hey babe\nDo you want to know\nDo you really, really, want to help me, yeah?\nLet me tell you now, babe\nLet me tell you\nThat it feels so good that it must be right\nNow my babe\nLet me tell you\nThat it feels so good that it must be right\nNow my babe\nLet me tell you\nThat it feels so, feels so, feels so good", "One time love, take care how you use it\nTry to make it last all night\nAnd if you take your pick, be careful how you choose it\nSometimes its hard to feel it bite\nFeel it bite\nA man I know went down to Louisiana\nHad himself a bad, bad fight\nAnd when the sun peeked through\nJohn Cameron with Suzanna\nHe kissed the whiskers, left and right\nWhiskers\nNow, now, now, fright subsides\nOut at a hotel in the quarter\nOur friends check in to pass the night\nNow love gets hot, but fire preceded water\nPoor whiskers set that room alight\nWhiskers\nDown on Bourbon street, you know its right\nYou can see my friend\nThey run around all through the night\nMost everywhere\nUntil the closets bare\nRun for the razor burn\nDoin up my hair\nNew Orleans queens\nSure know how to schmooze it\nMaybe for some that seems alright\nWhen I step out\nStrut down with my sugar\nShed best not talk like Barry White!\nOne time love, take care how you use it\nTry to make it last all night\nAnd if you take your pick, be careful how you choose it\nSometimes its hard to feel it bite\nFeel it bite", "Baby, when you walk that sweet walk\nOh, you walk it good, yes you walk it good\nBaby, when you talk that sweet talk\nIt sounds so good, oh so good\nWith a little bit of concentration\nAnd a little bit of helping hands, yeah\nAnd a little bit of raving madness\nYou know it makes me feel, baby\nBoth my feet are back on the ground\nAnd when the rhythm takes me\nIt feels so good, oh so good\nBaby, if it keeps a-shaking\nIt will do you good, oh so much good\nWith a little bit of stop-a-shaking, shaking\nAnd a little bit of fly right down\nWoo, just a little bit of sweet con-carne\nIt makes me feel, makes me feel\nI got my feet on the ground\nOoh, now baby, when you move it makes me\nReally feel so good, oh so good\nAnd Im so glad, so glad, so glad, so glad\nAnd Im good, oh, so good\nWith a little bit of, oh, concentration\nAnd a little bit of helping hands, yeah\nAnd a little bit of, oh way, I like this\nIt makes me feel, it makes me feel, baby\nIm back on the ground\nOh yes, it sure does\nIt makes me feel back on the ground\nSuarez! Suarez!\nBaby, baby, youre back on the ground!\nIm feeling good child\nIm feeling good child\nIm feeling good child\nIm feeling good child\nDown on the ground\nSha la la la", "Well\nOh baby baby, dont you want a man like me?\nOh baby baby, Im just as sweet as anybody could be\nOh baby baby, I want to look to your eyes of blue\nOh baby baby, its more than anybody else could do\nWell\nOh baby baby, you know when I see you walking down the street\nOh baby baby, well you looking good enough to eat\nOh baby baby, I dont believe Ive tasted this before\nOh baby baby, I want it now and every mouthful more of you\nTalk about you, talk about you, talk about you\nOh baby baby, you know that I wanted it more\nOh baby baby, Im about to kiss goodbye to this store\nOh baby baby, it aint the wrapping that sells the goods\nOh baby baby, I got a sweet tooth when my mouth is full of you\nTalk about you, talk about you, talk about you\nTalk about you, talk about you, talk about you\nOoh baby, oh\nBaby its alright, its alright\nOoh\nBaby its alright, its alright\nWell\nOh baby, baby, oh you sting like a bee\nOh baby, baby, I like your honey and it sure likes me\nOh baby, baby, I got my spoon inside your jar\nOh baby, baby, dont give me too much, dont make me starve\nOh baby, baby, sugar sister on a silver plate\nOh baby, baby, I need a mouthful and I just cant wait\nOh baby, baby, see the shaking in my hand\nOh baby, baby, dont mean to fumble but it tastes so grand\nTastes so grand, tastes so grand\nTastes so grand, tastes so grand\nOoh\nBaby its alright, oh its alright\nOoh\nBaby its alright, oh its alright\nOoh, ooh\nIts alright, oh its alright\nOoh, ooh\nIts alright, yeah its alright\nOoh, ooh\nIts alright, its alright\nOoh, ooh\nIts alright, its alright\nOoh, yeah, ooh, yeah\nIts alright, its alright\nOoh, ooh, yeah\nAlright", "Whoa, the girl I love, she got long black wavy hair\nI do declare!\nThe girl I love, yeah, she got long black wavy hair\nAh yeah\nHer Mother and her Father, Lord\nThey sure do not, sure do not allow me there\nWell I, I am going back to my baby, Lord I\nI swear I would not lie, yeah\nI never saw that sweet woman yeah in-a\nA-five long years gone by, yeah\nWell I am going home, I am going home\nCause she is a sweet little darling, ah\nI said I been away, ahh-far too long\nI been away too long\nTake it Jimmy!\nWell, my baby when\nShe shakes just like a willow tree\nYes she does\nMy baby, when she walks, you know\nShe shakes like a willow tree, yeah\nAh-that mean, mistreating baby she know she\nHarps, harps all over me\nOh\nYeah!\nAlright!\nHarps over me", "Heres a tale of Tom\nWho worked the railroads long\nHis wife would cook his meal\nAs he would change the wheel\nPoor Tom, seventh son\nAlways knew what was going on\nAint nothing that you can hide from Tom\nAint nothing that you can hide from Tom\nWorked for thirty years\nSharing hopes and fears\nDreaming of the day\nHe could turn and say\nPoor Tom, work is done\nBeen lazing out in the noonday sun\nAint nothing that you can hide from Tom\nAint nothing that you can hide from Tom\nHis wife was Annie Mae\nWith any man a game she would play\nWhen Tom was out of town\nShe couldnt keep her dresses down\nPoor Tom, seventh son\nAlways knew what was going on\nAint nothing that you can hide from Tom\nAint nothing that you can hide from Tom\nAnd so it was one day\nPeople got to Annie Mae\nTom stood, a gun in his hand\nAnd stopped her running around\nPoor Tom, seventh son\nGotta die for what you have done\nAll those years of work are thrown away\nTo ease your mind is that all you can say?\nBut what about that grandson on your knee?\nThem railroad songs, Tom would sing to me\nAint nothing that you can hide from Tom\nAint nothing that you can hide from Tom\nAint nothing that you can hide from Tom\nAint nothing that you can hide from Tom\nHey\nKeep-a truckin\nKeep-a truckin\nHey", "It starts out like a murmur\nThen it grows like thunder\nUntil it bursts inside of you\nTry to hold it steady\nWait until youre ready\nAny second now will do\nThrow the door wide open\nNot a word is spoken\nAnything that you want to do\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nAh, dont you feel the same way?\nAh, dont you feel the same way?\nBut you dont know what to do?\nNo time for hesitatin\nAint no time for hesitatin\nAll you got to do is move\nThey say youre feeling blue, well\nI just found a cure\nIts a thing you gotta do, yeah\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nNow listen\nWell you say your bodys aching?\nWell, I know that its aching\nChill bumps come up on you\nYeah, the funny fool\nI love the funny fool\nJust like fooling after school\nAnd then you ask for medication\nWho cares for medication?\nWhen youve worn away the cure?\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nGo back to the country\nYeah, go back to the country\nFeel a change is good for you\nWhen you keep convincing\nAh, dont keep convincing\nWell, whats that creeping up behind a you?\nIts just an old friend\nIts just an old friend\nAnd whats that hes got for you?\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nAnd you know, and you know, and you know\nDo your dance, do your dance, do your dance\nDo your dance, do your dance, do your dance\nDo your dance, do your dance, do your dance\nOoh, medication\nMedication!\nMedication!", "Oh yeah\nDarlene\nOoh, Darlene\nOoh Darlene\nOoh, yeah\nDarlene\nOh, oh Darlene\nOh, oh, oh Darlene\nOoh, come on baby give me, me some\nWhen I see you at that dance\nWith your tight dress on\nWhat you got it sure is fine\nI want to get me some\nDarlene\nOoh baby baby Darlene\nOoh, be my baby Darlene\nOoh, come on baby\nCome on, come on, come on my babe\nDarlene\nOoh, Darlene\nHey hey, Darlene\nOh oh, come back and be my sweet little girl\nWhen I see you on the street\nIt makes my heart go flitter\nI see you walking with all those guys\nIt makes me feel so sick\nNow I dont care what people say\nAnd I dont care what they do\nSweet child I gotta make you mine\nYoure the only thing that I want: you, yeah\nAnd baby baby, when you walk down the block\nSee the people walk by\nWoo child, yknow you drive me wild!\nI got to do it with you, come on try\nOoh baby, I got my car\nI will take you where its fine\nI am going to take you every place\nDo you wanna boogie-woogie-woogie-woogie, thats fine\nIm going to boogie, Darlene\nIm going to make you my girl\nIm going to boogie, Darlene\nIm going to send you in another world\nCause I love you, Darlene\nAnd I love you, Yes I do\nIve been saving all my money\nIve been working all day long\nI gotta give it all back to you\nOh but I love you, Darlene\nCause I love you, yes I do\nIve been working, its true\nIve been working all day long\nIve been trying to get it home for you\nAnd I love you, Darlene\nYes I love you, yes I do\nI got a pink carnation and a pickup truck\nSaving it all for you\nOh I love you\nGo\nGo, go, go, go, go", "Ive been dazed an confused for so long its not true\nI wanted a woman, never bargained for you\nNow lots of people talkin, pretty few of them a-know\nSoul of a woman was created below, thats right\nYoure the one, youre the one\nOh, everybodys been talkin, Lord\nI swear they been talkin trash \nThe way that ya push, push, push, push, push, push me darlin\nI cant take too much of that\nSo cmon, cmon, cmon, cmon whoah darlin show me the way\nI wanna make love to ya, little girl, twenty five\nTwenty five\nTwenty five\nTwenty five\nOhhhhhhh\nSaid you hurt an abuse, tellin all of your lies\nI try to quit you, baby, but ya keep me\nMa-ma-ma-ma-ma-ma-ma-ma-ma-ma-mesmerized\nSo cmon, cmon, cmon, cmon, cmon, cmon, say what you will\nI wanna make love to ya again, darlin, twenty five\nTwenty five\nTwenty five\nTwenty five\nAhhhh\nMa-ma-ma-ma\nMa-ma-ma-ma-ma\nOh, yeah\nIf youre goin to San Francisco\nBe sure to wear some flowers in your hair\nIf youre goin to San Francisco\nYoure gonna meet a lotta gentle people there ohhh\nEverywhere, everywhere, everywhere, oh ho\nEverywhere\nI know, I know, I know, I know, I knoow\nWhooooooooooaah, whooooooooooaah\nAhh, ahhh, ahhh\nAhhh, ooh\nOoh, ooh, ooh, ooh, ah ah, ah ah, ah\nAh, ah, ah, ah, ahh\nI know\nAhhhhhh\nAh ah, aah, ah, ah, ah, ah\nDun dun dun \nAhhh, ahhh, ahhh, ahhh, ahh, ahhh, ahhh\nAh, ah ah ah ah ahhh ah ah\nPush, push, push, push, push, push\nPush, push, push, push, ah, ah\nAhh\nAh\nUhh, uhh, uhh, uhh, uhh, uhh, uhh, ahh, ahhh\nOh\nAhh, ahh, ahh, ahh\nAh ah ahh, ah ah ahh ahhh\nAhhh, Ahhh, Ahhh, Ahhh\nAh no, push, push\nA-suck it, suck it, do me, do me, do me, ohh\nDo it\nAh-ah-ah-ah-ah-ah-ahhh\nAh-nah-nah-nahh-nahh-nah-nah-nah-nah-nahhh\nMm-bah-nah, -bah-nah\nMm-bah-nah, -bah-nah\nMm-bah-nahhhh, -ahhhh\nAh, ahhh\nAhhh\nAhhh\nAhhh\nAh-ah-ah-ah-ah-ah-ah-ah-ah-ah-ah\nA-push\nI can, I can, I can, I can, I can, I can\nOh everybodys been talkin, Lord\nI swear they been talkin trash\nThe way that ya push me darlin\nYa know I couldnt take too much of that\nSo cmon, cmon, cmon, cmon, show me the way\nI wanna make love to ya little girl twenty five\nA-twenty five\nTwenty five\nTwenty five\nMa-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ma-ahh\nAh ah, ah ah, ah ah, ah ah\nAh, ah, ah, ah, ah, ah, ah\nMa-my-my-my-my-my-my-my-my-my-my-my-my-my-my-my-my-my-my-my-my!\nOhhh, suck it\nYeah\nOhh\nJimmy Page, electric guitar", "Hear my baby comin down the track\nBetcha my babys comin back\nSomeday shell get back to me\nWhoa, were gonna raise a family\nWere gonna groove, yeah groove\nAnd were gonna groove, whoa, whoa my baby\nWere gonna love, love, love\nTill the break of day\nSweet as sweet as sweet can be\nYou dont know whatcha do to me\nLet me say youre my one desire\nYou just set my soul on fire\nWere gonna groove, yeah groove\nAnd were gonna groove, baby, baby, baby\nWere gonna love, love, love\nTill the break of day\nSweet as sweet as sweet can be\nLemme tell ya you dont know whatcha do to me\nYou just set my soul on fire\nWoman you know youre my one desire\nMy one desire, my one\nWere gonna groove, whoa, were gonna groove\nWere gonna groove, yeah\nAnd were gonna love, love, love\nTill the break of day\nWere gonna groove, yeah groove\nWere gonna groove\nLove me, mama, yeah", "I think this is a song of hope\nTheres a lady whos sure all that glitters is gold\nAnd shes buying a stairway to heaven\nAnd when she gets there, she knows if the stores are all closed\nWith a word she can get what she came for\nOohoohooh oohoohoohoohooh\nAnd shes buying a stairway to heaven\nTheres a sign on the wall but she wants to be sure\nCause you know sometimes words have two meanings\nIn a tree by the brook theres a songbird that sings\nSometimes all of our thoughts are misgiven\nAnd I think you can see that\nOhh\nAnd it makes me wonder, sure does\nOh hoh hoh, hohooh ohoohohooh, yes sir\nTheres a feelin I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\nAh hah. Ah hah\nAh hah. Ah hah. Ahhhahhohoohohooh\nAnd its whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\nDoes anybody remember laughter?\nBaby! Oh, baby look...\nJust give it to me, give it to me, give it to me\nSure does, sure does\nBut I got some good news, listen...\nIf theres a bustle in your hedgerow, dont be alarmed now\nIts just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nTheres still time to change the road youre on\nI hope so\nOohh! Baby, baby, baby\nYa, darlin babe\nYa, darlin babe\nYa, darlin babe\nWait a minute...\nYour head is hummin and it wont go in case ya dont know\nThe pipers callin you to join him\nDear Lady, can you hear the wind blow and did you know\nYour stairway lies on the whisperin wind?\nOhh hah hahhahhh\nAnd as we wind on down the road\nOur shadows taller than our souls\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold, yeah\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all is one and one is all\nTo be a rock and not to roll, not to roll\nAnd shes buying a stairway to heaven\nAhhahhhhohhahhoh", "There was a time, I used to call you on my very own\nWe were so happy woman, Talking for hours and hours on the telephone\nThen one day, I set you up to walk right out of my life\nLeaving me all by myself, All alone, to cry every night\n oooh, I want you to come back home yeah \n Sweet little girl \nBeen away so long\nNow listen to me: I said I made up my mind\nWoman when you left me there, oh\nI was going to find another sweet lover\nWho is going to feel all of my... cares\nSo I met a sweet little girl, Just about as nice as she could be, oh\nI fell in love with that woman, But she turned around\nAnd did the same thing again to me\n Baby, please come home home yeah\nI know, been away so long\n I want you to please come home, oh \nSo I made up my mind, I going to crawl right back to you woman\nI am going to plead and plead and plead, yeah, Till you are here by my side\nI cannot even walk down the same old streets we used to walk down\nBecause I keep thinking about all the good times\nKeep thinking about it, I want to make you mine\nBabe, babe, babe, please", "Our percussionist:\nOn drums, John Bonham\nMoby Dick!\nJohn Bonham!\nJohn Bonham!\nJohn Bonham!", "I hear ya knock on my door\nI aint been saving this scene for ya honey\nDont want you ringing my bell\nIts too late for you to be my honey\nOoh, its my love\nOoh, its my own true love\nOoh, its my love\nOoh, its my own true love\nMy own\nDont want you wasting my time\nTired of ya doing the things that you do\nIts no use standing in line\nFollow the line, you better follow queue\nI say, ooooh, its my love\nOooh, its my own true love\nI say, ooooh, its my love\nOooh, its my own true love\nMy own\nI could sail a river run dead, but I know its dead\nI could I wish for a million, yeah, but I know its dead\nI could cry within the darkness, I sail away\nI save a lifetime forever\nBut you know, you know, you know what I say\nAnd I say Ooh, its my love\nOooh, its my own true love", "", "Ive got a baby yknow\nShe treats me fine\nIve got a little woman wanna give me but her\nA-give it all the time \n baby\nShes nice and kind to me\nA-give me breakfast in the mornin ya know she\nAlso makes my tea\nLets go!\nShe got a little diamond\nShine like gold\nGot a mortgage on my body\nGot a lien on my soul\nWhen my baby walks ya know\nHer front teeth they shine like gold, they do\nWell-a ya know she shine like diamond\nBut she got a mortgage on my soul, hah!\nGet up, get up, get up\nHah! alright, yeah, ah\nMy baby when she walks ya know\nShakes just like a willow tree\nYes, my baby when she walks ya know\nShakes just like a willow tree\nShe so mean and evil\nShe makes a monkey outta me\nWhoah alright", "Oh, know I feel so strange looking out the door\nOh, trying hard to change and cant let it go\nOh, crying tears of pain, hurting more and more\nOh, every days the same as you walk the floor\nIm walking the floor over you\nIm walking the floor\nEvery heart that breaks is a heart thats cold\nOh, to the hand that takes your dreamless soul\nOh, is it long to wait, is there much to pay?\nOh, sometimes its hard waiting for the day\nYou know its hard, I said its hard\nYou know its true\nI said its hard, you know its hard\nStill know its true\nEvery tear that falls is a smile thats lost\nWhen you hear the call can you count the cost?\nAs you stand alone do you wonder how?\nCan you step aside, does it matter now?\nEvery love thats changed spend it fully\nIn the eyes of the night was it hard to see?\nIf it never fails in spite of it all\nSo you hide in the tears, enter Walters walk\nYou know it is true now\nYou know it is true now\nOoh, yeah\nI am walking the floor over you\nI am walking the floor\nEvery tear that falls is a smile thats lost\nWhen you hear the call, can you count the cost?\nAs you stand alone do you wonder how?\nCan you step aside, does it matter now?\nDoes it matter now?\nDoes it, now does it matter?\nDoes it matter?\nOoh yeah\nOoh yeah\nOoh, little baby, dont you know\nEvery tear that falls, does it matter now?\nDoes it matter now?\nOh yeah\nOh yes\nOh yes", "", "Ahhhhhh, Ive been workin from seven, baby, to eleven every night\nOoh yeah, with miserable a drag, drag, draaaaag\nPeople, I know you don’t think that’s right\nIve really been the best, the best of fools\nOhh, yes, but I did what I could, yes, I did\nOh, I love you more, yes, I love you, baby\nOh, I love you, oh, I love you, oooh yeah\nA-baby, since Ive been lovin you\nIm about to lose my worried mind\nAh, dont make me lose it\nEverybody tryin to tell me, tell me, ohhhh ohhhh ohhhh\nThat you didnt mean me no good\nBut I tried, I tried, I tried, I tried\nOhhhh, Ive been tryin to do the best I could\nIve been a-workin, Ive been a-workin, Ive been a-workin from seven, oh, baby, baby, to eleven every night\nYour used a drag, whoa, used a drag, my used a drag, your used a drag\nSweet mama, sweet mama, I dont think thats right\nOhhhh, baby, since Ive been lovin you\nIm about to lose my worried mind\nOh, dont make me, dont make me, dont make me, dont make me, dont make me lose it\nOoh yes, Ive been cryin, oh-ooo-oh, yeah\nAll my tears, they fell like rain, dontcha see them fallin’?\nBaby, can’t you see them fallin’, ah, mama, mama, mama, mama, mama, can’t you see them fallin?\nNow you listen\nJust you listen\nDo you remember, mama, when I knocked upon your door?\nYou had the nerve to tell me you didnt want me no more\nI open my front door, I hear my back door slam\nI said, hey baby, hey baby\nI gotta feed the back door man, yeah, yeah, yeah\nOhhhh, Ive been workin from seven\nOh, baby, to eleven every night\nYou used a drag, my used a drag, youre used a drag, now, mama, my used a drag\nI dont, I dont, I dont think thats right\nOhhh, baby, since Ive been lovin you\nIm about to lose my worried mind\nI cant lose it, Ive been tryin so hard\nOhhh, yeah-ee-yeah, yes, Ive been tryin\nOooh, baby, baby, Ive been tryin, dont make me lose\nDont make lose my worried mind, whoa-oo-oh, ohhhh\nJimmy Page guitar!", "You need coolin\nWoman, I aint foolin\nIm gonna say it yeah\nGo back to schoolin\nA-way down inside\nWoman, you need love\nIm gonna give ya my love\nIm gonna give ya my love, ohhhhh\nWanna whole lotta love\nWanna whole lotta love\nI wanna whole lotta love\nI wanna whole lotta love\nA-youve been yearnin\nBaby I been learnin, learnin, learnin\nAll them good, good, good times\nIve been mis-earnin\nA-way, way down inside\nWoman, you need love\nId like to give ya every inch of my love\nId like to give everybody my love ahh\nI wanna whole lotta love\nI wanna whole lotta love\nWanna whole lotta love\nWanna whole lotta lo-\nAy, ay, ay\nMmm do it, do it, do it, do it\nDo it, do it, do it\nAlright, alright, alright\nAhhh, ahh, ahh, ahh, ahh\nAhh, ahh, ahh, ahh\nAhh, ahh, ahh, ahh\nAy, ay, ay, ay, ay, a\nAy, ay, ay, ay, ay\nAy, ay, ay, ay, ay, ay\nAhhh, ahhhhh, ahh, ahh, ahh, ahh, ahh\nAhh, ahh, ahh, ahh, ahh\nOh, oh, oh, oh, oh\nOh, oh, oh, oh\nOh, oh, oh, oh\nOh, oh, oh, oh, oh\nDo it! Do it! Do it! Do it! Do it! Do it\nDo it! Do it! Do it! Do it! Do it\nAhh! ahh, ahh Ahh! ahh Ahh! ahh, ahh, ahh\nAhh! ahh, ahh, ahh, ahh, ahh, ahh, ahh\nAhhh ahh, ahh, ahh, ahh\nAhhh!! ahh, ahh, ahh, ahh, ahh, ahh\nAh, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah\nYouve been learnin\nBaby, Ive been yearnin\nOnly on the good, good, good times\nIve been mis-earnin\nA-way, way down inside\nWoman you need love, Id like to give ya every inch of my love, oh\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta loooooove\nOne night...\nI believe Ive told ya this before\nBut one night\nOne night I was layin down, down\nI hear my mom an papa talkin\nI hear them say, Lord\nOhhooh, ohhooh hohhooh hohhooh\nOhhohhohhoohh,...\nSo many roads-ah\nOh, I hear them say, Lord, I hear them say\nHi, mom, oh, that little boy has reached the age of twenty four\nAn I dont believe hes a baby anymore\nAnymore, anymore, anymore, anymore ohhoohhohhooh\nWe gotta let that boy, gotta let that boy\nWe gotta let that boy, gotta let that boy\nWe gotta let that boy, gotta let that boy\nWe gotta let that boy, gotta let that boy\nHes gotta boogie\nHes gotta boogie\nA-boogie b-b-b-b-b-b-b-b-b... boogie\nSo he did\nAn he kept on boogie-in\nAn on an on boogie-in\nAhh have mercy\nWell, mama, she told me, papa did too\nWay that ya move, its no good for you, ya gotta\nA-boogie mama\nA-boogie mama\nBoogie mama\nBoogie all night long\nBaby told me late last night\nWay that ya move its just a little too tight, ya gotta\nShake it baby\nShake it baby\nShake it baby\nShake it one time for Elvis, alright\nRock it! Rock it!\nEat it\nWoman, woman, woman, woman\nA-way dooown inside\nYouuu need it\nLooove!!! ove ove ove ove\nPush!!! Push\nPush!!! Push\nPush! Push! Push! Push!\nIts alright\nOooooooh, yeahhhh\nShake for me, girl\nI wanna be your backdoor man\nSure know bout you now\nSure know bout you\nKeep it coolin baby\nKeep it coolin baby\nA-keep it coolin baby\nAhhhh push it, push it, push it yeah\nMmm give it to me\nI can\nAhhh now yeah\nAlright\nAh\nNew York, good night!", "I cant quit you, baby\nWoman, I think Im gonna put you down for a little while\nI cant quit you, babe\nI think Im gonna put you down for a while\nI said you messed up my happy home\nMade me mistreat my only child\nYou built my hopes so high\nBaby then you let me down so low\nYou built my hopes so high\nThen ya let me down, ya let me down, ya let me down so low\nDontcha realize sweet, baby?\nWoman, I dont know... which way to go\nWoman, I cant quit you, babe\nI think Im gonna put you down for a while", "Ah, ah\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\nThe hammer of the gods\nWill drive our ships to new lands\nTo fight the horde, sing and cry\nValhalla, I am coming, yeah\nOn we sweep with, with threshing oar\nOur only goal will be the western shore\nAh, ah\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs blow\nHow soft your fields so green\nCan whisper tales of gore\nOf how we calmed the tides of war\nWe are your overlords\nOn we sweep with, with threshing oar\nOur only goal will be the western shore\nOh\nI think youd better stop\nAnd rebuild all your ruins\nFor peace and trust can win the day despite, despite of all your losing", "The best things in life are free\nBut you can give then to the birds and bees\nI need money \nThats what I want \nThats what I want \nThats what I want \nYour love give me such a thrill\nBut your love dont pay my bills\nI need money \nThats what I want \nThats what I want \nThats what I want \nMoney dont get everything, its true\nBut what it dont get, I cant use\nI need money \nThats what I want \nThats what I want \nThats what I want \nMoney \nLots of money \nWhole lot of money \nAha \nAha ha ha ha ha\nWhoa yeah \nGive me money \nLots of money \nAlways need greens \nThats right baby thats what I need\nAha ha ha ha ha \nWhoa yeah \nGive me money\nLots of money", "I got the key to the highway, yeah\nBilled out and bound to go\nI gotta keep walking this highway\nWalking most too slow\nI eat my breakfast in California\nI eat my dinner in Caroline\nWoo, I’m gonna keep on\nKeep on walking this highway, yeah\nTil I reach the end of the line\nWalk on, yeah\nShow the movie, yeah\nLordy mama keeps on shining, shining\nAnd the good, good, good Lord, heavens above\nEverybody know, life aint, aint worth livin\nIf you ain’t with the one you love\nSo trouble in mind, yeah\nLordy mama I’m blue, yeah\nAnd I won’t, I won’t, I won’t be blue always\nOh yeah, the sun gon shine\nSun gonna shine in my backdoor\nSome on rainy day, oh yeah", "", "You need coolin, woman, Im not foolin\nIm gonna send ya back to schoolin\nWay down inside, woman you need love\nIm gonna give you my love\nIm gonna give you my love, oh\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nYouve been yearnin, baby, I bean learnin\nAll them good, good, good times, Ive been miservin\nWay, way down inside, woman, you need love\nIm gonna give you my love\nIm gonna give you my love, ah\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nYeah, yeah, yeah\nOhhh-ohh oh\nOh oh\nYeah yeah\nOh, babe\nAhhh\nAhhh, ahh, ahh\nOh oh oh oh, ohhhhhhhhhhhhhhhh\nDo it, do it, do it, do it, do it\nI dont want much, just a little bit\nJust a little bit\nYouve been yearnin, Ive been learnin\nAll on the good, good, good times, Ive been miservin\nWay, way down inside, woman, you need love\nIm gonna give you my love\nIm gonna give you my love\nOh, wanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nOh, hoo hoo\nOne night, one ni-ee-ii-ee-i-i-ight\nOne night I was layin down\nI hear my mama and papa talking-ahh\nI hear them say Lo-ooo-oh-ord\nYouve gotta let that boy b-b-b-b-b-b-b-b-b-boo-gie\nI think John Lee Hooker said that\nOooh boogie, oooh boogie\nCmon, cmon, cmon, cmon, cmon, boo-gie mama\nA-mama done told me, a-papa done too\nThe way that you move, its no good for you\nA-boogie mama, a-boogie mama\nBoogie mama, boogie all night long\nBaby told me late last night\nWay that ya move its just a little too tight\nShake it baby, shake it baby, shake it baby\nShake it one time, one time\nSome people like to rock\nSome people like to roll\nBut movin and-a groovin gonna\nSatisfy my soul\nLets have a party, who\nLets have a party\nSend im to the store lets buy some more\nLets have a party tonight\nHonky-tonky Joe\nIs knockin at the door\nSo bring im in and fill im up\nAnd send im t buy some more\nLets have a party, who\nLets have a party\nOoh, send to the store lets buy some more\nLets have a party tonight, rock it\nIve never kissed a bear\nIve never kissed a goon\nBut I can shake a chicken\nIn the middle of\nLets have a party, who\nLets have a party\nSend to the store lets buy some more\nLets have a party tonight, we gonna have a party tonight\nI said hello Mary Lou, goodbye heart\nSweet Mary Lou, Im so in love with you\nI knew Mary Lou, wed never part\nSo hello Mary Lou, goodbye heart\nShe passed me by one sunny day, avoid those big brown eyes my way\nOooh I never did see you before\nIm not one that gets around, swear my feet stuck to the ground\nOoh I never did see you before\nI said hello Mary Lou, oh, goodbye heart\nSweet Mary Lou, Iím so in love with you\nI knew Mary Lou, weíd never part\nSo, hello Mary Lou, goodbye heart, rock it, rock it, rock it\nI saw your lips I heard your voice, believe me I just had no choice\nWild horses couldnt make me stay away\nIm not one that gets around, swear my feet stuck to the ground\nOoh, I never did see you before\nI said hello Mary Lou, oh, goodbye heart\nSweet Mary Lou, Im so in love with you\nI knew Mary Lou, wed never part\nSo, hello Mary Lou, goodbye heart\nI said hello Mary Lou, goodbye heart\nWell, I did not say I was a millionaire\nI said I could have spent more money than a millionaire\nAn if you and Id ve kept all the money that we already spent\nWe would have been millionaires a long long time ago, dont you dig it\nAnd women, and women, good little women\nOh, Im goin down slow\nI have had my fun\nIf I never, never, never, never, never get well no mo\nOoooh, I have had my fun, children\nIf I never, never, never get well no mo\nWhoa yes, my health is fadin\nOoh yeah, Im goin down slow, it aint all that bad\nPleaaaaaaaaaaase write my mama\nTell her, tell her the shape Im in\nPlease, please, please, please, please, please, oh-oh-oh, please write my mama\nTell her, oh, the shape Im in\nYou can tell her pray for me, pray for me\nPlease forgive me, whoa-oh-oooh-oh-oooh, whoa-ooh-oh\nForgive me for my sins\nWoman, woman, woman, woman, woman, woman, woman, woman, woman\nWay down inside\nYou need-yeah, love\nAlright\nShake for me, girl\nI wanna be your backdoor man\nSho nuff, sho nuff\nKeep a-coolin, baby\nA-coolin, baby\nKeep a-coolin, baby\nKeep a-coolin, baby\nOh, oh, oh, oh, oh, oh, oh\nBoogie, boogie, boogie\nOh-aye-aye-aye-aye\nOh\nThank you, thank you very much", "", "It is the springtime of my loving\nThe second season I am to know\nYou are the sunlight in my growing\nSo little warmth Ive felt before\nIt isnt hard to feel me glowing\nI watched the fire that grew so low, oooh, oh\nIt is the summer of my smiles\nFlee from me, keepers of the gloom\nSpeak to me only with your eyes\nIt is to you I give this tune\nAint so hard to recognize, oh\nThese things are clear to all from time to time, ooh\nOh, oh\nAh, talk, talk, talk, talk\nHey!\nIve felt the coldness of my winter\nI never thought it would ever go\nI cursed the gloom that set upon us, upon us, upon us\nBut I know that I love you so, ohhhh, oh\nBut I know that I love you so\nThese are the seasons of emotion\nAnd like the winds they rise and fall\nThis is the wonder of devotion\nI see the torch we all must hold\nThis is the mystery of the quotient quotient\nAh, upon us all, upon us all a little rain must fall\nJust a little rain, oh yeah\nUhh, ooh, yeah yeah yeah", "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nAh, ah, child, when you shake that thing\nGonna make you burn, gonna make you sting\nAh, ah, child, when you walk that way\nWatch your honey drip, I cant keep away\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nI gotta roll, cant stand still\nGot a flamin heart, cant get my fill\nEyes that shine burning red\nDreams of you all through my head\nAh ah, ah ah, ah ah, ah ah, ah ah, ah ah, ahhhhhhhh-suck\nYou got\nIve got a girl, wanna love me soul\nWanna love me strong, Sweet jelly roll\nSpent my money, took my car\nStarted tellin her friends she wants to be a star, ah ha\nI dont know but I been to-ooh-old\nA big legged woman aint got no soul\nI could be wrong\nOh yeah\nAll I ask for, all I pray\nSteady rollin woman gonna come my way\nI need a girl gonna hold my hand\nAnd tell me no lies, make me a happy man\nAh ah, ah ah, ah ah, ah ah, ah ah, ah ah, ohhhhhhhh, you\nFeels good\nIts so good", "Some people like to rock\nSome people like to roll\nBut movin and-a groovin gonna\nSatisfy my soul\nLets have a party\nLets have a party\nSend im to the store lets\nBy some more\nLets have a party tonight\nI never kissed a bear\nI never kissed a goon\nBut I can shake a chicken\nIn the middle of a room\nHonky-tonky Joe\nIs knockin at the door\nSo bring im in and fill im up\nAnd send im \nWere gonna have\nA party\nTonight yeah whoah whoah", "", "Sugar mama, sugar mama, sugar mama, where you been?\nSugar mama, sugar mama, sugar mama, where you been?\nSugar mama, sugar mama\nSay you love me, sugar mama and Ill never let you go\nSugar mama, sugar mama, sugar mama, know your name\nSugar mama, sugar mama, sugar mama, drive me insane\nSugar mama\nGonna love you all I can\nSay you love me sugar mama\nAnd Ill never let you go\nSay you love me sugar mama\nAnd Ill never let you go", "This is called No Quarter\nClose the door, put out the light\nYou know they wont be home tonight, ohhoohohoh\nThe snow falls hard an dont you know\nThe winds of Thor are blowin cold cold cold col col col...\nTheyre wearin steel thats bright an true oh, oh, oh, oh\nTo build a dream for me an you ah-hahhhh\nThey choose the path where no one goes\nThey hold no quarter, oh hoh\nThey ask, they ask no quarter, whoah yeah, whoa yeah, ohhhhh\nWalkin side by side with death\nThe devil mocks their every step\nThe snow drives back the foot thats slow\nThe dogs of doom are howlin more more more more more...\nThey carry news that must get through\nTo build a dream for me an you ahhhh yes they do\nA-they choose the path where no one goes\nThey hold no quarter\nThey ask\nThey ask\nThey ask\nThey ask no quarter\nOh what misery without quarter\nOh the pain, the pain without quarter, oh-oh-oh\nOoh yeah, ooh yeah, ooh yeah\nAhh give me quarter, quarter, quarter\nOh give me...", "Okay, lets go!\nOhhhh, yeah\nIts been a long time since I rock and rolled\nIts been a long time since I did the Stroll\nOoh baby, let me get it back, let me get back\nLet me get back, baby, where I come from\nIts been a long time, been a long time\nLonely, lonely, lonely, lonely, lonely time\nYes it has\nIts been a while since we walked in the moonlight\nMaking vows that just dont work right\nOoh baby, open your arms, open your arms\nOpen your arms, baby, let my love come running in\nIts been a long time, been a long time\nLonely, lonely, lonely, lonely, lonely time\nHa!\nIts been quite a while since the book of love\nI cant count the tears of a life with no love\nOoh, baby, carry me back, carry me back\nCarry me back, baby, where I come from\nIts been a long time, been a long time\nLonely, lonely, lonely, lonely, lonely time\nSure has\nOoh yeah, ooh yeah\nOh yeah, oh yeah\nOoh yeah, ooh yeah\nAh, rock it fuckin\nOoh yeah, ooh yeah\nOoh yeah, ooh yeah\nIts been a long time, been a long time\nLonely, lonely, lonely, lonely, lonely time", "Oooooh, Ive been dazed and confused for so long its not true\nI wanted a woman, never bargained for you\nLots of people talkin, few of them know-ooo-ow\nSoul of a woman was created below, and I like it\nOh-oooh-oh yeah, ma\nEverybodys been talkin, Lord, I swear they been talkin trash\nOhhhhh sweet, sweet, sweet, sweet, sweet, sweet, sweet babe, I cant take too much of that\nCome on, come on, come on, come on, show me the way\nOh, I want to make love to you little girl twenty-five hours a day\nOh, thats all I want\nSaid youre hard and abused, tellin all of your lies\nOh sweet sweet baby Lord, I said how you hypnotize\nTake it easy, baby, let them say what they will\nWill your tongue wag so much when I send you the bill\nI\nOh, no, no, no, oh\nDo it, do it, do it, do it, do it\nNo, no, no, no, no, no, no\nDo it, do it, do it, do it, do it, do it, do it, do it, do it, do it\nDo it, do it, do it, do it, do it, do it, do it, do it, do it, do it\nDo it, do it, do it, do it, do it, do it, do it, do it, do it, do it, ahh\nNaww, yeah-ee-yeah\nOh-oh\nOooooh, ah\nOh\nAh\nOh-na-na-nya-oh\nChun, chun\nAh-na\nAh, na\nBun-buh-buh-buh-buh, bun-bun\nAh-ah-ah\nAh ah ah ah\nAh ah ah ah\nOh\nPush, push, pu-\nAh, sha-o\nAh, nah, nah, nah\nNah-nah-nah\nNah-nah-nah, nah\nNah\nNah\nNah\nOh, no, no, no, no, no, no, no, no, no\nNa, na, na\nNa, na, na, na, na, na, na\nNa, na, na, na, na, na, na\nNa, na, na, na\nDo the crunge\nOh\nNah nah nah\nAh\nOh-now\nOw\nDow-dow\nNow-now\nDow-dow\nDow d-dow\nDow d-d-dow d-d-dow d-d-dow-w\nDow d-d-dow d-d-dow d-d-dow-w\nDow d-d-dow d-d-dow d-d-dow-w\nYee-ah\nYeah\nWell, thats right\nEverybodys been talkin, I swear they been talkin trash\nOh, the way you push me, I cant take too much of that\nCome on, come on, come on, show me the way\nI wanna make love to you little girl, twenty-five hours a day, and thats all I want\nOh, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow\nOw, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow, ow\nYeah, yeah, yeah, y-yeah, y-yeah, yeah\nYeah, y-yeah, y-yeah, y-yeah, y-yeah, y-yeah, y-yeah\nY-yeah, y-yeah, y-yeah, y-yeah, y-yeah, y-yeah, y-yeah\nNo, ah-ha, ah-ha, ah-ha, ah-ha\nAh-ah-ah, ah-ah-ah, ah-ah-ah, ahh\nAye, aye, aye, aye, aye, aye, aye\nYay, yay, yay, yay, yay, yay, yay, yay, yay, yay, yay, yiy, yiy, yiy, yiy, yiy\nOh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh\nOoh, ooh, ooh, ooh, ooh, ow ow ow ow, be they-yah\nYeah\nOh", "Oh, look over there\nHere she comes\nHere comes that girl again\nOne that I know since I dont know when\nBut she dont notice me, when I pass\nShe goes with all the guys who are out of my class\nBut that cant stop me from thinkin to myself\nShes sure fine lookin man, shes something else\nHey, look over there\nAcross the street\nTheres a car just right for me\nTook on a quality of luxery\nBut right now I cant afford the gas\nI guessthe cars right out of my class\nBut that cant stop me from thinkin to myself\nThat cars fine lookin man, it something else\nHey, look-a here\nJust wait and see\nIm gonna work hard and save my dough\nGonna buy the car\nGet me that girl and go ridin around\nWell go to the shop a right block down\nIll keep on right on dreamin and thinkin to myself\nIf it all comes true man, wow, thats something else\nLook a-here\nWhats all this\nNever thought Id do this before\nBut here I am a-knockin on a door\nMy cars out front\nAnd its all mine\nJusta 41 ford not a 59\nIve got that girl and Im a thinkin to myself\nShes sure fine lookin man, wow, shes something else", "It is the springtime of my lovin\nThis second season I am to know\nYou are the sunlight in my growin\nSo little warmth I felt before\nAhhh, it isnt hard to feel me glowing\nI watched the fire that grew so low\nAh, ho oh oh\nAh, ho oh oh, ahh oh\nIt is the summer of my smiles\nFlee from me, keepers of the gloom\nSpeak to me only with your eyes, hohh\nIt is to you I give this tune\nIt isnt hard to recognize, ho-oh-oh\nThese things are clear\nTo all from time to time, oh-hohh\nTalk, talk to me, talk to me\nNow listen\nI felt the coldness of my winter, ooh ooh, yeah-e-yeah\nI never thought it would ever go\nI cursed the gloom that set upon us, upon us\nBut I know a-that I love you so\nOhhhh yeah, an it feels good, it feels good now\nBut I know that I love you so\nThese are the seasons of emotion\nAnd like the wind they rise and fall\nThis is the wonder of devotion\nI see the torch we all must hold\nAn people this is the mystery of the quotient\nUpon us all, ohhhh a little rain must fall\nJuh- juh- juh- just a little rain ohh, yeah I know\nAhhhhhh", "This is called The Song Remains The Same\nI had a dream, oh now\nCrazy dream, ohh ho\nAnything I wanted to know\nAny place I needed to go\nHear my song\nPeople wont ya listen now?\nSing along, yeah\nYou dont know what youre missin now\nAny little song that ya know\nEverything thats small has to grow\nAnd it always grows\nPush, push, yeah, ahhhohhhuhh\nCalifornia sunlight\nSweet Calcutta rain\nHonolulu starbright\nThe song remains the same\nOoooooh yeah, ooh yeah\nOoh yeah\nA-ooh yeah\nCmon, cmon, cmon, cmon\nA-do it, do it, do it, do it\nA-push, push, a-push\nSing out Hare Hare\nDance the Hoochie Koo\nCity lights oh so bright\nAs we go slidin, slidin\nSlidin, slidin\nSlidin, slidin\nSlidin, slidin\nSlidin...\nOhhh here we go\nPush, push, push, push, push\nAhhhhhhhhh", "Hey, lady, you got the love I need\nMaybe more than enough\nOh, darlin, darlin, darlin, walk a while with me\nOh, you got so much, I really need so much, I have to have so much\nMany times Ive lied and many times Ive listened\nMany times Ive gazed along the open road\nMany times Ive lied and many times Ive listened\nMany times Ive wondered how much there is to know\nMany dreams come true, and some have silver linings\nI live for my dream and a pocketful of gold\nSome Acapulco gold, every time\nMellow is the man who knows what hes been missin\nMany, many men cant see the open road\nMany is a word that only leaves you guessin\nA-guessin bout a thing you really oughta know\nYou really oughta know, hoh\nOhhhhh, sure nuff\nYou know its sure nuff", "You know it hurts so much\nCmon and please me\nYou know I need your tender touch\nLove me like a hurricane\nAnd then you start to \nYou tell me that youll come on over\nThen you say you wont\nLove me like a hurricane\nAnd then you start to \nIll give it to you straight right now\nPlease\nOh please dont tease me\nYou know it hurts so much\nCmon and squeeze me\nYou know I need your tender touch\nTell me that you love me babe\nThen you say you dont\nYou tell me that youll come on over\nThen you say you wont", "Weve done four already, but now were steady\nAnd then they went, One, two, three, four\nSingin in the sunshine, laughin in the rain\nRockin on the moonshine, rollin in the grain\nGot no time to pack my bag, my foots outside the door\nI got a date, I cant be late for the high hopes hailla ball\nUh-huh\nDo it\nSittin round, singin songs till the night turns into day\nUsed to sing on the mountains, but the mountains washed away\nNow Im singin all my songs to the girl who won my heart\nNow, shes only four years old, and its a real fine way to start\nOhhhhhh\nLa, la, la-la-la-la, la, la-la-la-la-la-la-la-la\nLaa, la, la-la-la-la, la, la-la-la-la-la-la-la-la\nLa, la, la-la-la-la, la, la-la-la-la-la-la-la-la\nLaa, la, la-la-la-la, la, la-la-la-la-la-la-la-la\nSingin to an ocean, I can hear the oceans roar\nPlay for me and play for free and play a whole lot more\nSingin bout the good things, and the sun that lights the day\nI used to sing to the ocean, has the ocean lost its way?\nI dont think so\nI dont know-hoh, I dont know-hoh-oo-ohh\nI dont know, I dont know-hoh\nIts so\nShoo-wop a-diddly-iddly, doo-wop a diddly-iddly\nDoo-wop a diddly-iddly, doo-wop a diddly-iddly\nDoo-wop a diddly-iddly, doo-wop\nDoo-wop, ohhhh ohhhh, oh, its so good\nIts so good, so-oh goo-ooo-ood", "Sunshine brings laughter\nRainclouds brings me down\nI know forever after\nI need the light, keep me ground\nWhoa mama, I get so lonely\nIn the rain, feel so blue\nI want you to remember, Im your one and only, woman\nHey baby, hey baby, love you true!\nDream boy, on the river\nOh blue skies, on my mind\nAh the fields, seemed to glitter\nI know, I know, will bring you down!\nAh baby, Ive got some thinking\nWhoa mama, strip my mind\nHey baby, I took a drinking\nI know, I know come around!\nIn the light, in the light\nOh girl, stop your crying\nOh woman, dry your eyes\nWhoa tomorrow, the sun will be shining\nYou wont remember all the tears you cried!\nHey baby, I think you wonder\nHey baby, tears of joy\nWoman, tears of laughter\nSweet ma, sweet ma, Im coming home!\ns all you got to do yeah!\nWith the light\nEverybody needs the light\nThe light\ns all you got to do now!\nLight, light, light, in the light!\nLight, light, light, in the light!", "", "Well cmon everybody and lets get together tonight\nI got some money in my jeans and Im really gonna spend it right\nWell been a-doin my homework all week long\nAnd now the house is empty and my folks have gone\nOoo cmon everybody\nWell my babys number one but Im gonna dance with three or four\nAnd the housell be a-shakin from the bare feet a-slappin on the floor\nWhen you hear that music you cant sit still\nIf your brother wont rock you then your sister will\nOoo cmon everybody\nWell well really have a party but we gotta put a guard outside\nIf the folks come home Im afraid theyre gonna have my hide\nTheyll be no more movies for a week or two\nNo more runnin round with the usual crew\nWho cares, cmon everybody\nCmon everybody", "Heres one off the new album, its called The Ocean\nOne, two, three, four\nSinging in the sunshine, a-laughing in the rain\nRocking on the moonshine, rolling in the grain\nGot no time to pack my bag, my foots outside the door\nI got a date, I cant be late for the hell high haillas ball\nAh ah, yeah\nSinging to an ocean, I can hear the oceans roar\nPlay for me and play for free,I play a whole lot more\nSing bout good things and the sun that lights the day\nAnd you can sing of the mountains, has the ocean lost its way, I dont know\nOoh, yeah\nNa na na na na na la, la la la la la la la la\nLa la la la la la la, la la la la la la la la\nLa la la la la la la, la la la la la la la la\nLa la la la la la la, la la la la la la la la\nSitting around singing songs til the night turns into day\nUsed to sing on the mountains but the mountains washed away\now Im singing all my songs to the girl who won my heart\nShe is only three years old, its a real fine way to start\nThats a fact, oooh yeah\nSho fine\nI just dont know, oh-oh-oh\nI just dont know, oh-oh-oh\nOh, yeah\nI just, I just, I just I dont know\nI should-a just, I dont know\nOhh-oh-oh oh\nOh, its so good\nYeah\nI dont know, oh\nOh\nOh-oh\nOh", "Good evening!\nThis is going to be Going To California\nSpend my days with a woman unkind\nSmoked my stuff and drank all my wine\nMade up my mind, make a new start\nGoing to California with an aching in my heart\nSomeone told me theres a girl out there\nWith love in her eyes and flowers in her hair, I didnt see too many this time\nTook my chances on a big jet plane\nNever let em tell you that theyre all all the same\nHoh, the sea was red and the sky was grey\nI wondered how tomorrow could ever follow today\nThe mountains and the canyons started to tremble and shake\nThe children of the sun began to awake, come on children\nSeems that the wrath of the Gods\nGot a punch on the nose and it started to flow\nI think I might be sinking, ah ah\nThrow me a line if I reach it in time\nIll see you up there where the path\nRuns straight and high, oh-ooooh-ooooh\nTo find a queen without a king\nThey say she plays guitar and cries and she sings, Joni\nRide a white mare in the footsteps of dawn\nTryin to find a woman whos never, never, never been born\nStanding on a hill in a mountain of dreams\nTelling myself its not as hard, hard, hard as it seems, ooh-ooh-ooh, sure is hard, yeah\nOh, its hard\nOh", "Oh-oh\nIve been workin from seven to eleven every night\nLemme tell ya, lemme tell ya, lemme tell ya, it really makes life a drag\nI dont think thats right\nIve really been the best, the best of fools, yeah\nOh have mercy, I did what I could, yeah, oh\nOh I love you, mama, how was I, babe\nOh I love you\nOhhhhh, little girl, little girl\nBaby, since Ive been loving you\nIm about to lo-oo-ose my worried mind\nEvrybody trying to tell me, tell me, tell me, tell me, tell me\nTell me, tell me, tell me, tell me, tell me\nThat you didnt mean me no good\nI said Ive tried, oh, ow, ow\nIve tried to do the best I could\nIve been working from seven, seven, seven, seven\nSeven, seven, seven, seven, oh, to eleven every night\nIt really, it really makes it a drag\nAh-ah, Ah-ah, Ah-ah, ow, I dont think thats right\nBaby, baby, baby, baby, baby, baby, baby, babe-yeah\nIm about to lose my worried mind, only for five minutes\nOooooooooooooooooh, Ive been cryin, cryin-oh\nAll my tears they fell like rain, rain\nWhoahhhhhh, somebody hear them calling\nPlease, please, please, whoa-oh-oh, now listen\nDo you remember, mama, when I knocked upon your door\nYou had the nerve to tell me you didnt want me no more\nI open my front door, I hear my back door slam\nI think I got one o them.....\nOh yeah yeah, yeah yeah, yeah yeah, yeah yeah, yeah yeah, yeah yeah\nIve been working working working from seven\nOoooooooh, to eleven every night\nOh-oh-oh, oh, oh-oh\nIt just isnt right\nSo baby, baby, baby, baby, baby, baby, baby\nIm about to lose my worried mind\nI cant really lose it, I dont really want to loo-oose it, no no no no\nOh yeah, dont make me, dont make me, dont make me, dont make me lose\nOh, my worried mind\nOh", "Ohhh, I cant quit you, baby\nSo Im gonna put you down for awhile\nI said I cant quit you, baby\nI guess Im gonna have to put you down for awhile\nSaid you messed up my happy home\nMade me mistreat my only child\nWhen you hear me moanin and groanin\nYou know it hurts me deep deep down inside\nOh, mow mow mow mow mow mow mow mow mow mow\nOh, it hurts me deep deep down inside\nI want you to be my woman, yes\nBut else I took somebody else to be my bride, ah, yes I did\nShes nineteen years old\nShes got ways just like a baby child\nShes nineteen years old, yeah\nGot ways, ways, ways, ways\nJust like a baby child, oh yeah\nTheres nothing I can do to please someone\nTreat ya, keep that little girl satisfied, yeah\nIm gonna change my mind\nIm gonna give you the time, yeah\nOh", "Her face is cracked from smiling, all the fears that shes been hiding\nAnd she wonders pretty soon everybodys gonna know\nAnd her voice is sore from shouting, cheering winners who are losing\nAnd she wonders if their days are few and soon theyll have to go\nMy, my, Im so happy, Im gonna join the band\nWere gonna sing and dance in celebration\nWere in the promised land\nShe hears them talk of new ways to protect the home she lives in\nShe wonders what its all about when they break down the door\nHer name is Brown, White or Black, you know her very well\nYou hear her cries of mercy as the winners toll the bell\nMy, my, Im so happy, Im gonna join the band\nWere gonna dance and sing in celebration\nWere in the promised land\nThere is a train station heading for your destination\nBut the price you pay to nowhere has increased a dollar more\nAnd if you walk youre gonna get there though it takes a little longer\nAnd when you see it in the distance you will wring your hands and moan\nOh Yeah\nYoure gonna moan, youre gonna moan\nHear me, youll moan", "Theres a lady whos sure\nAll that glitters is gold\nAnd shes buying a stairway to heaven\nWhen she gets there she knows\nIf the stores are all closed\nWith a word, she can get what she came for\nOh-oh-oh, oh-oh-oh-oh-oh, and shes buying a stairway to heaven\nTheres a sign on the wall\nBut she wants to be sure\nCause you know sometimes words have two meanings\nIn a tree by the brook\nTheres a songbird who sings\nSometimes all of our thoughts are misgiven, you know\nAh-oh\nTheres a feeling I get\nWhen I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts, I have seen\nRings of smoke through the trees\nAnd the voices of those who stand looking, thats you\nOh, oh, oh, oh, oh, oh yeah\nAnd its whispered that soon\nIf we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn\nFor those who stand long\nAnd the forests will echo with laughter, remember laughter\nOhhh yeah-ee-yeah, yeah-ee-yeah, yeah-ee-yeah, yeah-ee-yeah, yeah-ee-yeah, yeah-ee-yeah\nAnd it makes me wonder, wait a minute\nIf theres a bustle in your hedgerow\nDont be alarmed now\nIts just a spring clean for the May-Queen\nYes, there are two paths you can go by\nBut in the long run\nTheres still time to change the road youre on\nOh, oh, oh, oh, oh\nIt really, really, really, really, really makes\nYour head is humming and it wont go\nBecause you dont know\nThe pipers calling you to join him\nDear lady, can you hear the wind blow\nAnd did you know\nYour stairway lies on the whispering wind, oh-oh\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know, yeah\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last, yeah\nWhen all is one and one is all, thats what it is\nTo be a rock and not to roll-oo-oo-oo-oo-oo-oo-oo-oo-oo-oo-ooll, yeah\nAnd shes buying a stairway to heaven", "And if I say to you tomorrow\nTake my hand, child, come with me, yeah\nIts to a castle I will take you\nWell whats to be, they say will be\nCatch the wind, see us spin\nSail away, leave the day\nWay up high in the sky\nBut the wind wont blow\nYou really shouldnt go\nIt only goes to show\nThat you will be mine\nBy takin our time, ahh yeah\nAnd if you say to me tomorrow\nOh what fun it all would be, yeah\nWhats to stop us, pretty baby\nBut what is and what should never be, ahh I said\nCatch the wind, see us spin\nSail away, leave today\nWay up high in the sky\nBut the wind wont blow\nYou really shouldnt go\nIt only goes to show\nThat you will be mine\nOh, by takin our time ooooh, ah-ha, ah-ha, ah-ha baby\nAnd if you wake up with the sunrise\nAnd all your dreams are still as new, yeah\nAnd happiness is what everybody needs so bad\nWell, lemme tell ya, the answer lies in you, oh yes\nCatch the wind, see us spin\nSail away, leave the day\nWay up high in the sky\nBut the wind wont blow\nYou really shouldnt go\nIt only goes to show\nThat you will be mine\nBy takin our time, ooooh\nWell, the wind wont blow and we really shouldnt go\nAnd it only goes to show, yeah\nRide the wind, were gonna see it spin\nGonna sh\nMa-ma do, ma-ma ma doo, go\nEverybody I know seems to know me well\nBut they really didnt know that I fall out o hell\nBaby baby baby, just give me the good things, mama love ya\nOh yes, uh-huh\nOh, you just sold out on me", "Yeah, caught you smiling at me\nThats the way it should be\nLike a leaf is to a tree, so fine, lets hear it\nYeah, all the good times we had\nI sang love songs so glad\nAlways smiling, never sad, so fine\nAs we walk down the country lanes\nIll be singing a song, hear me calling your name\nHear the wind within the trees\nTelling Mother Nature about you and me\nYeah, if the wind was so right\nOr on our way its darkest night\nThe road we choose is always right, so fine\nYeah, can your love be so strong\nWhen so many loves go wrong\nWill our love go on and on and on and on and on and on\nAs we walk down the country lanes\nIll be singing a song, hear me calling your name\nHear the wind within the trees\nTelling Mother Nature bout you and me\nMy my, law-dee-law, come on now it aint too far\nTell your friends all around the world\nAint no companion like a blue-eyed merle\nCome on now well let me tell ya\nWhat youre missing, missing, round these brick walls\nEverybody!\nYeah, of one thing I am sure\nIts a friendship so pure\nAngels singing all around, my dogs so fine\nYeah, aint but one thing to do\nSpend my natural life with you\nYoure the finest dog I knew, so fine\nWhen youre old and your eyes are dim\nAint no old Shep gonna happen again\nWell still go walking down country lanes\nIll sing the same old songs\nHear me call your name, Strider!", "When the night has come\nAnd the land is dark\nAnd the moon is the only light well see\nNo, I wont be afraid\nNo, I wont be afraid\nJust as long as you stand\nStand by me\nSo darling, darling\nStand by me\nOh, stand by me\nOh, stand\nStand by me\nStand by me\nIf the sky that we look upon\nShould tumble and fall\nOr the mountains should crumble in the sea\nI wont be afraid\nI wont be afraid\nJust as long as you stand\nStand by me\nSo darling, darling\nStand by me\nOh, stand by me\nOh, stand\nStand by me\nStand by me\nEtc....", "Whoa, the girl I love, she got long black wavy hair\nI do declare!\nThe girl I love, yeah, she got long black wavy hair\nHell yeah\nHer Mother and her Father, Lordy\nThey sure dont, sure dont allow me there\nWell I, Im goin back to my baby, Lord I\nI swear I wouldnt lie, yeah\nI never saw that sweet woman yeah in-a\nA-five long years gone by, yeah\nWell Im goin ho__me, Im goin home\nCause shes a sweet little darlin, ah\nI said I been away, ah-far too long\nI been away too long\nTake it Jimmy!\nWell, my baby when...\nShe shakes just like a willow tree\nYes she does\nMy baby, when she walks, ya know\nShe shakes like a willow tree, yeah\nAh-that mean, mistreatin baby she know she\nHarps, harps all over me\nOoh\nYeah!\nAll right!\nHarps over me...", "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nUh-uh child, is that the way you swing\nGonna make you burn, gonna make you sting\nAh ha, child when you walk that way\nWatch your honey drip, I cant keep away\nOh yeah, oh yeah\nOh yeah, oh yeah\nI gotta roll, cant stand still\nGot a flamin heart, cant get my fill\nEyes that shine, burnin red\nDreams of you all through my head\nAh ah... \nAh ah... \nAh ah... \nAaahh\nKeep up\nKeep up\nGood evening!", "Dazed and confused for so long its not true\nWanted a woman, never bargained for you\nSweet little baby, say what you will\nTongue wag so much when I send you the bill\nYou hurt and abused, tellin all of your lies\nRun round sweet baby, Lord, how you hypnotize\nTryin to love you, baby, but you go on hurtin so\nSoul of a woman was created below\nEvery day I work so hard, bringin home my hard-earned pay\nSweet little baby baby, then you take it away\nI wanna love you baby, but you do me so bad\nThe worst little woman I once ever had, Ive got to quit you baby\nMa ma, yeah\nMa ma ma\nOh\nAh\nAh\nAh\nAh\nAh\nAh\nAh\nAh\nOh\nOh\nHey\nYeah\nIve been dazed and confused for so long its not true\nWanted a woman, never bargained for you\nSweet little woman, say what you will\nTongue wag so much when you end up in hell\nIts gonna burn burn\nMa ma ma\nMa ma ma ma\nMa ma ma ma\nMa ma ma\nOh oh\nOh oh\nOh oh\nOh oh\nOh oh\nOh oh\nOh oh", "", "PerformancesYearPerformances1969Performances1970Performances1971Performances1972Performances1973Performances1974Performances1975Performances1976Performances1977Performances1978Performances1979Performances1980Performances2007 \n \nPerformances                                                Year\nPerformances                                                                1969\nPerformances                                                                1970\nPerformances                                                                1971\nPerformances                                                                1972\nPerformances                                                                1973\nPerformances                                                                1974\nPerformances                                                                1975\nPerformances                                                                1976\nPerformances                                                                1977\nPerformances                                                                1978\nPerformances                                                                1979\nPerformances                                                                1980\nPerformances", "Hey fellas, have you heard the news?\nYou know that Annies back in town\nIt wont take long just watch an see\nHow the fellas lay their money down\nHer style is new but the face is same\nAs it was so long ago\nBut from her eyes, a different smile\nLike that of one who knows\nOoh yeah, its been ten years and maybe more\nSince I first set eyes on you\nThe best years of my life gone by\nHere I am alone and blue\nSome people cry and some people die\nBy the wicked ways of love\nIll just keep on rollin along\nWith the grace of the Lord above\nPeople talkin all around\nBout the way you left me flat\nI dont care what the people say\nI know where their jive is at\nOne thing I do have on my mind\nIf you can clarify, please do\nIts the way you call me another guys name, name, name, name, name, awww yee-ahhh\nOoooh yeahhh\nOhhhhh, work so hard I couldnt unwind\nGet some money saved\nAbuse my love a thousand times\nHowever hard I tried\nHeartbreaker, your time has come\nCant take your evil way\nGo away, heartbreaker\nHeartbreaker\nHeartbreaker\nHeart", "Led Zeppelin\n1969Led Zeppelin\nLed Zeppelin II\n1970Led Zeppelin III\n1971Untitled \n1973Houses Of The Holy\n1975Physical Graffiti\n1976Presence\n1979In Through The Out Door\n1982Coda", "Around and around\nI say the joint was rockin\nA goin round and round\nYeah reelin and a rockin what a crazy sound\nWell they never stopped rockin till the moon went down\nTwelve oclock\nWell the place as packed\nFront doors was locked\nWell the place was packed\nWhen the police knocked\nBoth doors flew back\nBut they kept on rocking\nRockin Going Round and around\nYeah reelin and a rockin what a crazy sound\nA well they never stopped rockin till the moon went down\nOh it sounds so sweet I gotta take me a chance\nRose out of my seat I just had to dance\nStarted movin my feet well a clappin my hands\nWell the joint started\nRockin Going Round and around\nYeah reelin and a rockin what a crazy sound\nA well they never stopped rockin till the moon went down\nTwelve oclock\nWell the place as packed\nOh twelve oclock\nWell the place was packed\nWhen the police knocked\nOuh Both doors flew back\nMama they kept on rocking\nRockin Going Round and around\nYeah reelin and a rockin what a crazy sound\nThey never stopped never stopped never stopped never stopped never stopped\nRockin till the moon went down", "I dont know how Im gonna tell you\nI cant play with you no more\nI dont know how Im gonna do what mama told me\nMy friend, the boy next door\nI cant believe what people sayin\nYoure gonna let your hair hang down\nIm satisfied to sit here working all day long\nYoure in the darkest side of town, whatcha doin, whatcha doin, whatcha doin there, I know\nAnd when Im out I see you walking\nWhy dont your eyes see me\nCould it be youve found another game to play\nWhat did mama say to me, oh-oh-oh\nThats the way Ohhhh, oh, oh yeah-ee-yeah, oh now\nMa ma ma ma ma ma ma ma ma ma ma ma, ma m-m-ma m-m-mama\nThats the way it ought to stay, I dont think so\nSho dont think so\nOhhh oh-oh-oh, Ohhh oh-oh-oh, oh, oh oh-oh, whoa\nAnd yesterday I saw you standing by the river\nAnd werent those tears that filled your eyes\nAnd all the fish that lay in dirty water dying, dying\nHad they got you hypnotized, oh dear\nAn yesterday I saw you kissing tiny flowers\nBut all that lives is born to die\nAnd so I say to you that nothing really matters, no no\nAnd all you do is stand and cry, I know, I know\nThats the way\nThats the way it oughta be\nOh dont you know now\nAnd when I wake up in the morning, morning, I tell my mama\nThats the way it oughta gonna stay, I dont think so, uh uh, oh\nOhhh oh-oh-oh, Ohhh oh-oh-oh, oh, ah-ah-ah\nHey, it aint right, it aint right, it aint right, it aint right, it aint right, mama\nIt aint right, it aint right, it aint right, it aint right, no-no-oh\nOh, oh\nOh, oh-oh", "", "Ma ma ma ma ma ma ma ma ma ma\nMa ma ma ma ma ma ma ma ma ma\nHa ha\nWhyd you change that there\nLeave you baby, ah\nI cant stop this feeling\nHow many more times\nTreat me the way you wanna do\nHow many more times\nTreat me the way you wanna do\nI cant be with you baby\nPlease, please, Lord, be true\nIll give you all Ive got to give\nRings, rings, ring-ring rings, pearls pearls pearls and all\nIll give you all Ive got to give\nRings, pearls, rings, pearls and all\nIve got to get you together, baby\nIm sure, sure, sure, sure youre gonna crawl, all right\nOh\nTry to love another man\nMy little schoolgirl\nSure sure sure sure\nI aint gonna say her name\nOh Rosie, my girl\nOh Rosie babe, my girl\nI bring you diamonds and I bring you pearls\nNever gonna leave you girl\nRosie girl, Ill give you everything that Ive ever got to give\nIll give you everything that Ive ever ever got to give\nDont you leave me, Rosie baby\nDont keep it here\nDont you leave me, babe\nCome on, give it, girl\nIts all right, its all right\nIts all right, its all right\nIts all right, its okay\nDont you know what I am saying\nBut Im having a good time\nThey call me the hunter\nBaby, baby, thats my name\nThey call me the hunter\nThats how I got my way\nAh, aint no need to hide\nAint no need to run\nCause Ive got you in the sight\nSqueeze my lemon\nUntil the juice runs down my leg, can just have, uh huh\nSqueeze my lemon\nTill the juice runs down my leg\nIf you dont squeeze my lemon, I want you to babe, ah ha\nI say Im gonna kick you out of bed\nBut Ive got you in the sights of my lovin, lovin, lovin, lovin, lovin, lovin gun\nIll just take it away from ya\nHow many more times\nTreat me the way you do\nOh child, treat me the way you wanna do\nIll give ya, Ill give ya, babe\nBaby baby baby, please be true\nIm talkin to ya, babe\nI said Im not kidding\nAh ah ah\nAh ah ah\nAh ah ah", "I told you baby\nLong time ago\nI dont want no woman\nBaby, mess around my door\nI gotta move\nBaby, baby, baby, I got to move\nI dont want you messin woman\nI dont want your foolin round with me\nHey\nI told you baby\nOnce upon a time\nYou would be my woman\nSaid oh, youll be mine\nBut that is alright\nThats alright, alright\nWhoa that is alright baby\nTreat me wrong tonight\nWhoa, dont want you baby\nAlways foolin round with me\nOh no no no no\nI dont want my baby\nAlways foolin round with me\nShe tries to make me leave her\nAlways get away from me", "Walking in the park just the other day, baby\nWhat dya, what dya think I saw?\nCrowds of people sitting on the grass\nWith flowers in their hair said, Hey, boy, do you wanna score\nDo I wanna score?\nI really dont know what time it was, whoa-ho-ho\nSo I asked em if I could stay a while\nI didnt notice but it had got very dark and I was really\nOoh yes, I was really outta my mind\nJust then, a policeman stepped up to us\nAsked us, said, please, please, hey\nWould we get, get in line, get in line\nThey asked us to stay for tea and have some fun\nHo-ho-ho, he said that his friends would all stop by\nReally dont you take a good look at yourself\nAnd describe what you see\nAnd baby, baby, baby, do ya like it?\nThere you sit, sittin spare like a book on a shelf\nOhhhh, youre not rustin baby, you aint tryin to fight it\nI really dont care if theyre comin, whoa-ho-ho\nI believe that its all a state of mind\nIf you go down in the streets today, baby, you better\nOooh, you better open your eyes, you know what Im talkin about\nFolk down there really dont care, dont care\nReally dont, which, a-which way the pressure lies\nA-thats a lot of pressure\nSo Im packin my bags for the Misty Mountains\nWhere the spirits soar now\nOver the hills where the spirits fly\nI gotta get there, I gotta get there\nOhhhhh, rock it\nI really dont know, know, know, know, know, know, know\nI really dont know, know, know, know\nI really dont know, oh, oh, oh, oh, oh, oh, ohhh-oh-oh", "Ba-by, whoa-mm, ba-by\nGonna bring it on home to you\nIve bought my ticket, Ive got that load\nUp, were goin higher, all aboard\nTake my seat, a-right way back, Lord\nA-watch this train goin down the track\nGonna bring it on home\nBring it on home to you\nA-try to tell you baby\nWhat you tryin to do\nTry to love me baby\nLove some other man too\nBring it on home, bring it on home\nSweetest little baby daddy ever saw\nIm gonna keep you lovin baby\nIm gonna give you more\nBring it on home, bring it on home\nBring it on home, bring it on home, babe\nA-try to tell you, baby\nI know it dont need fixed\nI bet you love me, baby\nIm gonna get some spirits\nBring it on home, a-bring it on home\nGonna bring it home, a-bring it on home\nWent n a little walk downtown\nMissed n got back late\nA-found a note there waiting\nAn it said, Robert, I just cant wait\nBring it on home, a-bring it on home\nA-bring it back home, A-bring it back home to me, babe\nA-try to tell you, baby\nI know it dont need fixed\nA-now you got me, baby\nRobert gets his best\nBring it on home, a-bring it on home\nWent n a little walk downtown\nMissed n got back late\nA-found a note there waiting\nAn it said, daddy, I just cant wait\nBring it on home, a-bring it on home\nBring it back home, A-bring it back on home, babe\nIm gonna bring it on home, bring it on home to you\nDo it, children\nOh, see ya", "Hey, fellas, have ya heard the news?\nYa know that Annies back in town\nIt wont take long, just watch and see\nAll the fellas lay their money down\nHer style is new, but the face is the same as it was so long ago\nB from her eyes, a different smile like that of one who knows\nIts been ten years or maybe more\nSince I first set eyes on you\nThe best years of my life gone by, here I am alone and blue\nSome people cry and some people die by the wicked ways of love\nBut Ill just keep on rollin along\nWith the grace from the Lord above\nPeople talkin all around bout the way you left me flat\nI dont care what the people say, I know where their jive is at\nA-one thing I do have on my mind\nIf you could clarify, please do\nIts the way you call me another guys name\nWhen I try to make love, I got to make love\nI really need to make love\nOoh, yes, every night, every night\nGive it to me, cmon\nOoh yeah, ooh yeah, ooh yeah\nOoh yeah, ooh yeah, ooh yeah", "", "Up in the mornin and out to school\nThe teacher is teachin the Golden Rule\nAmerican history and practical math\nYou studyin hard and hopin to pass\nWorkin your fingers right down to the bone\nAnd the guy behind you wont leave you alone\nRing, ring goes the bell\nThe cook in the lunch rooms ready to sell\nYoure lucky if you can find a seat\nYoure fortunate if you have time to eat\nBack in the classroom, open your books\nKeep up the teacher dont know how mean she looks\nSoon as three oclock rolls around\nYou finally lay your burden down\nClose up your books, get out of your seat\nDown the halls and into the street\nUp to the corner and round the bend\nRight to the juke joint, you go in\nDrop the coin right into the slot\nYoure gotta hear somethin thats really hot\nWith the one you love, youre makin romance\nAll day long you been wantin to dance\nFeeling the music from head to toe\nRound and round and round we go\nHail, hail rock and roll\nDeliver me from the days of old\nLong live rock and roll\nThe beat of the drums, loud and bold\nRock, rock, rock and roll\nThe feelin is there, body and soul", "Asked sweet mama, Let me be her kid\nShe said, You might get hurt if you dont keep it hid\nWell I know my baby, If I see her in the dark\nI said I know my rider, If I see her in the dark\nNow, I goin to Rosedale, Take my rider by my side\nStill barrelhouse, If its on the riverside, yeah\nI know my baby, Lord, I said, is really sloppy drunk\nI know my mama, Lord, a brownskin, but she aint no plum\nSee my baby, tell her, Tell her hurry home\nHad no lovin, since my baby been gone\nSee my baby, Tell hurry on home\nI aint had, Lord, my right mind, Since my riders been gone\nHey, she promises, Shes my rider\nI wanna tell you, Shes my rider\nI know youre mine, Shes my rider\nShe aint but sixteen, But shes my rider\nIm goin to Rosedale, Take my rider by side\nAnybody argue with me man, Ill keep them satisfied\nWell, see my baby, tell her, Tell her the shape Im in\nAint had no lovin, Lord, since you know when\nSpoken: Why dont you come into my kitchen\nShes a kindhearted lady. She studies evil all the time\nShes a kindhearted woman. She studies evil all the time\nSqueeze my lemon til the juice runs down my leg\nSqueeze it so hard, Ill fall right out of bed\nSqueeze my lemon, til the juice runs down my leg\nSpoken: I wonder if you know what Im talkin about\nOh, but the way that you squeeze it girl\nI swear Im gonna fall right out of bed\nShes a good rider\nShes my kindhearted lady\nIm gonna take my rider by my side\nI said her front teeth are lined with gold\nShes gotta mortgage on my body, got a lien on my soul\nShes my brownskin sugar plum...", "All you pretty women\nSittin out all night long\nI gotta tell you baby\nYou gonna seduce me all night long\nBring it on home\nBring it on home\nBring it on home\nKeep on messin me, baby\nKeep messin me around\nYou come home with the mornin sun\nBoogie all night long\nBring it on home\nBring it on home\nOoh, bring it on home\nAlright!\nI dont care sweet baby\nWhat your moneys sayin\nIm gonna give you sweet lovin cry\nYoure gonna boogie night and day\nBring it on home\nBring it on home\nBring it on home\nBring it on home\nHome, home, home\nHome, home, ooh yeah\nYou got it, you got it", "Its been a long time since I rock and rolled\nIts been a long time since I did the Stroll\nOoh, let me get it back, let me get it back\nLet me get it back, baby, where I come from\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nYes, it has\nIts been a long time since The Book of Love\nI cant count the tears of a life with no love\nCarry me back, carry me back\nCarry me back, baby, where I come from\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nSeems so long since we walked in the moonlight\nMaking vows that just cant work right\nOpen your arms, opens your arms\nOpen your arms, baby, let my love come running in\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOh yeah, oh yeah\nOh yeah, oh yeah\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time", "You gonna be my lover baby\nYou aint gonna stop\nIm gonna give you real good love\nGonna drive \nWell move, move on down the line\nIm gonna do right, do right all the time\nWell Im gonna move on down the line\nIm gonna get this girl to be mine\nShell be cool and shell be tall\n we gotta go", "You know you shook me\nYou shook me all night long\nYou know you shook me baby\nYou shook me all night long\nYou shook me so hard baby\nBaby, baby, baby I cant leave you alone\nNo, no, no, no\nYou know you shook me babe\nYou shook me all night long\nI know you really, really did babe\nI said, you shook me, baby\nYou shook me all night long\nYou shook me so, so hard, baby\nSo\nSo\nSo hard\nSo hard\nYou shook me all night long", "Oh, let the sun beat down upon my face\nWith stars to fill my dreams\nI am a traveler of both time and space\nTo be where I have been\nSit with elders of the gentle race\nThis world has seldom seen\nTalk of days for which they sit and wait\nAll will be revealed\nTalk and song from tongues of lilting grace\nWhose sounds caress my ear\nBut not a word I heard could I relate\nThe story was quite clear\nOh, oh\nOh, oh\nOoh, baby, I been flying\nNo yeah, mama, there aint no denying\nOh, oooh, yeah, Ive been flying\nMama, mama, aint no denying, no denying\nAll I see turns to brown\nAs the sun burns the ground\nAnd my eyes fill with sand\nAs I scan this wasted land\nTrying to find, trying to find where Ive been\nOh, pilot of the storm who leaves no trace\nLike thoughts inside a dream\nHere is the path that led me to that place\nYellow desert stream\nMy Shangri-La beneath the summer moon\nI will return again\nSure as the dust that floats high in June\nWhen movin through Kashmir\nOh, father of the four winds, fill my sails\nAcross the sea of years\nWith no provision but an open face\nAlong the straits of fear\nOh, oh\nOh, oh\nOh\nOh, when Im on, when Im on my way, yeah\nWhen I see, when I see the way, you stay-yeah\nOoh, yeah-yeah, ooh, yeah-yeah, when Im down, yeah\nOoh, yeah-yeah, oh, yeah-yeah, but Im down, so down\nOoh, my baby, ooh, my baby, let me take you there\nOh oh, come on, let me take you there...let me take you there\nOoh, yeah-yeah, oh, yeah-yeah....", "Hey girl, a-stop what youre doin\nHey girl, youll drive me to ruin\nI dont know what it is that I like about you that I like so much\nWont you let me hold you, let me feel you lovin charms\nCommunication breakdown\nIts always the same\nHaving a nervous breakdown\nDrive me insane, oh\nHey girl, I got something you ought to know\nI wanna tell you baby, I wanna tell you that I love you so\nI wanna hold you in my arms, yeah\nOh, Ill let you go\nCause I like your charms\nCommunication breakdown\nIts always the same\nHaving a nervous breakdown\nDrive me insane\nOh, ma ma ma babe\nCommunication breakdown\nIts always the same\nHaving a nervous breakdown\nDrive me insane\nDo do do do do\nIts all right, its all right\nIts all right, its all good\nI dont know much, just a little bit\nI cant take all of it, babe, I just wanna do it\nGive it to a-give it to me\nSqueeze my lemon, just a little bit\nSqueeze my lemon, just a little bit\nOh yeah\nI dont want\nI dont want no communication breakdown\nOh oh, yeah\nOh, my my babe\nCome on\nI cant stop it", "Silent woman in the night, you came\nTook my seed from my shaking frame\nSame old fire, another flame\nAnd the wheel rolls on\nSilent woman through the flames, you come\nFrom the deep behind the sun\nLeft me barely holding on\nWith blazing eyes, you see my trembling hand\nWhen we know the time has come\nLose my senses, lose command\nFeel your healing rivers run\nIs it every time I fall, I think this is the one\nIn the darkness can you hear me call\nAnother day has just begun\nAnother day\nSilent woman, my face is changed\nSome know in ways to come\nFeel my fire needs a brand new flame\nAnd the wheel rolls on\nRolls on\nRolls on\nRolls on...", "Aboard a train\nI met a dame\nShe was a hipster\nMan a real gone dame\nShe wasnt pretty\nFor New York City\nAs we strut down on that ol fairlane\nWith a heave and a ho\nI just couldnt let her go\nGet along\nSweet little woman get along\nOn your way\nGet along\nSweet little woman get along\nOn your way\nWith a heave and a ho\nI just couldnt let her go\nThe train kept a rollin all night long\nThe train kept a rollin all night long\nThe train kept a rollin all night long\nThe train kept a rollin all night long\nWith a heave and a ho\nI just couldnt let her go\nI made a stop round Albuquerque\nShe musta thought I was real gone jerk\nGot off the train at El Paso\nA looking so good I couldnt let her go\nWith a heave and a ho\nI just couldnt let her go\nThe train kept a rollin all night long\nThe train kept a rollin all night long\nThe train kept a rollin all night long\nThe train kept a rollin all night long\nWith a heave and a ho\nI just couldnt let her go", "Oh, look over there\nHere she comes\nHere comes that girl again\nOne that I know since I dont know when\nBut she dont notice me, when I pass\nShe goes with all the guys who are out of my class\nBut that cant stop me from thinkin to myself\nShes sure fine lookin man, shes something else\nHey, look over there\nAcross the street\nTheres a car just right for me\nTook on a quality of luxery\nBut right now I cant afford the gas\nI guess the cars right out of my class\nBut that cant stop me from thinkin to myself\nThat cars fine lookin man, it something else\nHey, look-a here\nJust wait and see\nIm gonna work hard and save my dough\nGonna buy the car\nGet me that girl and go ridin around\nWell go to the shop a right block down\nIll keep on right on dreamin and thinkin to myself\nIf it all comes true man, wow, thats something else\nLook a-here\nWhats all this\nNever thought Id do this before\nBut here I am a-knockin on a door\nMy cars out front\nAnd its all mine\nJusta 41 ford not a 59\nIve got that girl and Im a thinkin to myself\nShes sure fine lookin man, wow, shes something else", "Dancing days are here again\nAs the summer evenings grow\nI got my flower, I got my power\nI got a woman who knows\nYou know its all right\nI said its all right\nI know its all in my heart\nYoull be my only, my one and only\nIs that the way it should start\nNow crazy ways are evident\nIn the way youre wearin your clothes\nSippin booze is precedent\nAs the evening starts to glow\nI said its all right\nYou know its all right\nI said its all in my heart\nYoull be my only, my one and only\nIs that the way it should start\nYou told your mamer Id get you home\nBut you didnt say I got no car\nI saw a lion, he was standing alone\nWith a tadpole in a jar\nOhhh, you know its all right\nI said its all right\nI guess its all in my heart ohhh\nYoull be my only, my one and only\nIs that the way it should start\nSo, dancing days are here again\nAs the evening starts to grow\nIve got my flower, Ive got my power\nYou are my woman who knows\nI said its all right\nYou know its all right\nI know its all in my, all in my, all in my\nYoull be my only, my one and only\nIs that the way it should start\nHey, isnt it?", "And if I say to you tomorrow\nTake my hand, child, come with me\nIts to a castle I will take you\nWell, whats to be they say will be\nCatch the wind, see us spin\nSail away, leave the day\nWay up high in the sky\nAnd whoa, but the wind wont blow\nYou really shouldnt go\nIt only goes to show\nThat you will be mine\nBy takin our time, ooh, oh\nAnd if you say to me tomorrow\nOh, what fun it all will be\nThen whats to stop us, pretty baby\nBut what is and what should never be\nA-catch the wind, see us spin\nSail away, leave the day\nWay up high in the sky\nAnd whoa, but the wind wont blow\nYou really shouldnt go\nIt only goes to show\nThat you will be mine\nBy takin our time, ooh\n...Leave the day\nWay up high in the sky\nBut the wind wont blow\nYou really shouldnt go\nIt only goes to show\nThat you will be mine\nBy takin our time\nSo, if you wake up with the sunrise\nAnd all your dreams are still as new\nAnd happiness is what you need so bad\nGirl, its a loss in you, yeah\nCatch the wind, see us spin\nSail away, leave the day\nWay up high in the sky\nAnd whoa, but the wind wont blow\nYou really shouldnt go\nIt only goes to show\nThat you will be mine\nBy takin our time, ooh\nBut the wind wont blow and we really shouldnt go\nAnd it only goes to show, whoa ooh whoa oh oh\nMa-sh-eah, oh\nBut they never gonna whos gonna cool out, yeah\nOh oh, yeah\nMama do, mama ma-do, oh\nMama mama mama, yeah", "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nAh, ah, child, way you shake that thing\nGonna make you burn, gonna make you sting\nHey, hey, baby, when you walk that way\nWatch your honey drip, I cant keep away\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nI got to roll, cant stand still\nGot a flaming heart, cant get my fill\nEyes that shine, burning red\nDreams of you all through my head\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\nHey baby, oh baby, pretty baby\nTell me would you do me now\nHey baby, oh baby, pretty baby\nMove me while you groove me now\nTake too long fore I found out\nWhat people mean by down and out\nSpent my money, took my car\nStarted tellin her friend she gon be a star\nI dont know, but Ive been told\nA big-legged woman aint got no soul\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nAll I ask for, all I pray\nSteady rollin woman gonna come my way\nNeed a woman gonna hold my hand\nWont tell me no lies, make me a happy man\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\nHey baby, pretty baby, oh baby\nHey baby, pretty baby, oh baby\nHey baby, pretty baby, oh baby", "Greasy slicked down\nGroovy leather trim\nI like the way you hold the road\nMama, it aint no sin\nTalking bout love\nTalking bout love\nTalking bout\nTrouble-free transmission\nHelps your oils flow\nMama, let me pump your gas\nMama, let me do it all\nTalking bout love\nTalking bout love\nTalking bout\nCheck that heavy metal\nUnderneath your hood\nBaby, I can work all night\nBelieve I got the perfect tools\nTalking bout love\nTalking bout love\nTalking bout\nAutomobile with comfort\nReally built with style\nSpecialist tradition\nMama, let me feast my eyes\nTalking bout love\nTalking bout love\nTalking bout\nFactory air-conditioned\nHeat begins to rise\nGuaranteed to run for hours\nMama, youre the perfect size\nTalking bout love\nTalking bout love\nTalking bout\nGrooving on the freeway\nGauges all are red\nGun down on my gasoline\nBelieve Im gonna crack your head\nTalking bout love\nTalking bout love\nTalking bout...\nI cant stop talking about\nI cant stop talking about\nOoh, yeah, yes\nDrive on\nOoh, yeah, yeah, yeah, yeah, yes\nIm coming through\nCome to me for service\nEvery hundred miles\nBaby, let me check your points\nFix your overdrive\nTalking bout love\nTalking bout love\nTalking bout\nFully automatic\nComes in any size\nMakes me wonder what I did\nBefore we synchronized\nTalking bout love\nTalking bout love\nTalking bout\nFeather-light suspension\nKonis couldnt hold\nIm so glad I took a look\nInside your showroom doors\nTalking bout love\nTalking bout love\nTalking bout\nOh, I cant\nOh, I cant\nOh, I cant stop talking about love\nI cant stop talking about love\nOh let me go on down, go on down\nGo on down, go on down, go on down, yes\nI cant stop talking about\nI cant stop talking about love\nI cant stop talking about love or my baby\nI cant stop talking about love, my baby\nMy baby, my baby, my baby\nPush, push\nPush it\nPush, push", "You need coolin, baby, I aint foolin\nIm gonna send ya back t schoolin\nWay down inside, woman you need love\nGonna give you my love, gonna give you my love, oh\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nYouve been yearnin, baby Ive been learnin learnin\nOnly on the good times Ive been deservin\nWay way down inside, woman, you need love\nIm gonna give you my love, Im gonna give you my love, oh\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nEverybody\nOh oh oh oh oh, ah ah, oh, ah ah ah\nAh\nOh well, oh well, oh well\nOh\nBeen learnin, baby, Ive been yearnin\nOnly on the good times, honey, Ive been misservin\nWay way down inside, woman, you need love\nIm gonna give you my love, Im gonna give you my love, oh\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nWanna whole lotta love\nOne night, one night I was layin down, oh Lord\nCould hear my mama an papa talkin an all\nI hear them say, you gotta let that boy boogie woogie\nCause its in him, its got to come out\nIt felt so good\nI think Ive been boogin just the same, yes, I have, whoa yeah\nWell, mamas been talkin, papa did too\nWay that you move, ts too good for you\nGotta boogie mama, whoa-ooh-oh-ooh\nA-boogie, mama\nBoogie all night long\nI told my baby late last night\nThe way that you move, cant sing it right, oh\nHey, oh\nThey were boogin all night long\nOoh, yeah\nAh ah, yeah\nOh\nI believe my minds gone\nBelieve Im fixin to die\nIve been in my mind, yall\nBelieve Im fixin to die\nSaid I dont mind, darlin\nBut I came to see my children cry\nSaid my baby, oh, let me outta there\nOh, take me, baby baby baby\nAll right, baby, little girl\nIf you can roll it, keep on goin till Im deal\nOoh, yeah\nThats all right, mama\nThats all right for you\nThats all right, mama\nAny way will set for you\nWell, thats all right\nWell, thats all right\nWell, thats all right\nMama mama, any way you do\nI took that ...\nThat meant twenty-one\nCmon baby\nWere gonna have some fun\nBut, thats all right\nBut, thats all right\nBut, thats all right\nMa ma ma, any way you do, ah babe\nIm teasin, teasin, teasin\nTeasin, teasin, teasin\nTeasin, teasin, teasin\nWell, hes a-wrong\nWell, hes a-wrong\nWell, thats all wrong, ma ma ma ma\nAny way you do\nYes, thats all right, ma ma\nAny way you do\nI just got your letter baby\nToo bad you cant come home\nI swear Im goin crazy\nSittin here all alone\nSince youre gone\nI got a mess of blues\nI aint slept a week since Sunday\nI cant eat a thing all day\nA-every day is just blue Monday\nSince youve been away\nSince youre gone, ah gone\nI got a mess of blues\nWhoops, there goes a teardrop\nRollin down my face\nIf you cry when youre in love\nBaby, it aint no disgrace\nI gotta get myself together\nBefore I lose my mind\nIm gonna catch the next train goin\nAnd leave my blues behind\nSince youre gone, gone, gone\nI got a mess of blues, yeah\nSince youre gone\nI got a mess of blues\nOh baby, since youre gone-one\nI got a mess of blues\nSaid I hear what Im saying\nWay down inside, you really need\nOh\nShake for me girl\nI wanna be your back door man\nMy baby\nOh yeah\nKeep a-coolin, baby\nKeep a-coolin, baby\nKeep a-coolin, baby\nKeep a-coolin, baby\nAh ah\nAh ah", "Dazed and confused for so long its not true\nWanted a woman, never bargained for you\nSweet little baby, say what you will\nTongue wag so much when I send you the bill\nYou hurt and abused, tellin all of your lies\nRun round sweet baby, Lord, how you hypnotize\nTryin to love you, baby, but you go on hurtin so\nSoul of a woman was created below\nEvery day I work so hard, bringin home my hard-earned pay\nSweet little baby baby, then you take it away\nI wanna love you baby, but you do me so bad\nThe worst little woman I once ever had, Ive got to quit you baby\nMa ma, yeah\nMa ma ma\nOh\nAh\nAh\nAh\nAh\nAh\nAh\nAh\nAh\nOh\nOh\nHey\nYeah\nIve been dazed and confused for so long its not true\nWanted a woman, never bargained for you\nSweet little woman, say what you will\nTongue wag so much when you end up in hell\nIts gonna burn burn\nMa ma ma\nMa ma ma ma\nMa ma ma ma\nMa ma ma\nOh oh\nOh oh\nOh oh\nOh oh\nOh oh\nOh oh\nOh oh", "IVe been workin from seven to eleven every night\nIt really makes life a drag\nI dont think thats right, no\nIve really been the best of fools, la-ee-ah\nI did what I could, yeah\nHow I love you, baby\nHow I love you\nMama loves you\nYes, I love you, little girl, ah\nBut baby, since Ive been loving you now\nIm about to lose my worried mind, oh yeah\nEvry-eh-eh-everybody trying to tell me\nYou didnt mean me no good\nI said Ive tried, I said Ive tried, I said Ive tried\nTo do the best, the very best I could\nAnd Ive been workin, Ive been workn\nI dont think you realize, oh-ooh-oh, oh-ooh-oh\nIve been workin every day\nTake my pain away now\nBaby baby, since Ive been loving you\nIm about to lose my worried mind, thats right\nOh baby, Ive been crying\nBaby come on home\nBaby, hey hey hey, yeah\nDont you hear\nDont you hear them calling\nDont you hear\nDont you hear them calling\nDo you remember, baby, oh baby, you knocked upon my door\nI said you had the nerve, you had the nerve, you had the nerve to tell me\nYou didnt want me, you didnt want me no more, ooh yeah\nOut my front door, I hear my back door slam\nBaby baby, I must have one of them new fangled back door mans\nOh-ooh-oh, oh-ooh-oh, yeah baby\nBaby, since Ive been loving you\nIm about to lose, ma, my worried mind, well\nOne more time now\nOh yeah-ee-yeah, oh baby, oh baby, oh baby\nIm about to lose my mind, mind, mind, oh", "Ill never get over you\nNo Ill never get over you\nI just cant \n see her anymore\nWhoah no no\nIt wasnt so long ago\nThat you told me you love me so\nThen you went and said goodbye\nAnd found another guy\nI, i, i, i\nI know someday\nSomewhere Ill find\nOne love to take your place\nOne love to take your place\nBut in the meantime\nIll never get over you\nNo Ill never get over you\nI just cant \n see her anymore\nWhoah no no", "", "Ah, its been a long time since I rock and rolled\nIts been a long time since I did the stroll\nLet me get it back, let me get it back\nLet me get it back, baby, where I come from, whoa-ooh-oh-ooh-oh\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOh, it seems so long since I walked in the moonlight\nMaking vows that just cant work right\nOpen your arms, open your arms\nOpen your arms, baby, let my love come running in\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time, yes, it has\nRock on!\nIts been a long time since the book of love\nI cant count the tears of a life with no loo-ooo-ove\nCarry me back, carry me back\nCarry me back, baby, where I come from\nIts been a long time, been a long time\nIts been a long lonely, lonely, lonely, lonely, lonely time\nOoh yeah, ooh-ooh yeah, ooh yeah, ooh-ooh yeah\nOoh yeah, ooh-ooh yeah, oh\nOoh-hoo, ooh-ooh-hoo, ooh-hoo, ooh-ooh-hoo\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely, lonely, lonely, lonely time\nOh yeah", "Oh, let the sun beat down upon my face\nWith stars to fill my dreams\nI am a traveler of both time and space\nTo be where I have been\nSit with elders of the gentle race\nThis world has seldom seen\nTalk of days for which they sit and wait\nAll will be revealed\nTalk and song from tongues of lilting grace\nWhose sounds caress my ear\nBut not a word I heard could I relate\nThe story was quite clear\nOh, oh\nOh, oh\nOoh, baby, I been flying\nNo yeah, mama, there aint no denying\nOh, ooh, yeah Ive been flying\nMama, mama, aint no denying, no denying\nOh, all I see turns to brown\nAs the sun burns the ground\nAnd my eyes fill with sand\nAs I scan this wasted land\nTrying to find, trying to find, where Ive been\nOh, pilot of the storm who leaves no trace\nLike thoughts inside a dream\nHere is the path that led me to that place\nYellow desert stream\nMy Shangri-La beneath the summer moon\nI will return again\nSure as the dust that floats high in June\nWhen movin through Kashmir\nOh, father of the four winds, fill my sails\nAcross the sea of years\nWith no provision but an open face\nAlong the straits of fear\nOh, oh\nOh, oh\nOoooh\nOh, when Im on, when Im on my way, yeah\nWhen I see, when I see the way, you stay-yeah\nOoh, yeah-yeah, ooh, yeah-yeah, when Im down\nOoh, yeah-yeah, ooh, yeah-yeah, but Im down, so down\nOoh, my baby, ooh, my baby, let me take you there\nOh..Come on, oh, let me take you there...let me take you there\nOoh, yeah-yeah, ooh, yeah-yeah, let me take you there...let me take you there", "When you move right up close to me\nThats when I get shakes all over me\nQuivers down my backbone\nI got the shakes in my kneebone\nI got the in my bone\nShakin all over\nWhen you move and say goodnight to me\nThats when I get shakes all over me", "Spend my days with a woman unkind\nSmoked my stuff and drank all my wine\nMade up my mind, make a new start\nGoing to California with an aching in my heart\nSomeone told me theres a girl out there\nWith love in her eyes and flowers in her hair\nTook my chances on a big jet plane\nNever let em tell you that theyre all all the same\nThe sea was red and the sky was grey\nI wondered how tomorrow could ever follow today\nHills and the canyons start tremble and shake\nAs the children of the sun began to awake, watch out\nSeems that the wrath of the Gods\nGot a punch on the nose and it started to flow\nI think I might be sinking\nThrow me a line if I reach it in time\nIll meet you up there where the path\nRuns straight and high\nTo find a queen without a king\nThey say she plays guitar and cries and sings, la la la\nRide a white mare in the footsteps of dawn\nTryin to find a woman whos never, never, never been born\nStanding on a hill in a mountain of dreams\nTelling myself its not as hard, hard, hard as it seems, its hard", "You said you want to love my baby\nBut now you changed your mind\nYou said youre gonna be true babe\nUntil the end of time\nThen you started messin round with me baby\nTryin to do lovin daddy no good\nSince youve been bad with my lovin baby\nI dont think Im gonna move into your neighbourhood\nEh, I dont need no grocery boy\nIm gonna fetch them evry day\nI dont want no grocery boy\nYou gotta keep that boy, keep that boy away\nIve been sittin here thinkin\nAbout that baby, baby, on my mind\nWell, Ive been lovin you baby\nBut, oh baby, always treat me unkind\nIll buy you fur coat for Christmas\nAnd a diamond ring\nNo matter how you treat me baby\nI can hear my lonely heart sing\nYeah. I been sittin here thinkin baby\nIve been missin her, thinkin about\nThat baby on my mind\nIve gotta leave you baby\nBabe, woman you been, uah-ha-ha, aha-ha-ha\nShes been sittin here thinkin\nAbout that baby, on my mind\nWhoa-whoa-whoa", "If it keeps on rainin, levees goin to break\nIf it keeps on rainin‚ levees goin to break\nWhen the levee breaks Ill have no place to stay\nMean old levee taught me to weep and moan\nLord mean old levee taught me to weep and moan\nIts got what it takes to make a mountain man leave his home\nOh well‚ oh well‚ oh well\nDont it make you feel bad\nWhen youre tryin to find your way home\nYou dont know which way to go?\nIf youre goin down South\nThey got no work to do\nIf you dont know about Chicago\nCryin wont help you prayin wont do you no good\nNow cryin wont help you prayin wont do you no good\nWhen the levee breaks mama you got to move\nAll last night sat on the levee and moaned\nAll last night sat on the levee and moaned\nThinkin bout me baby and my happy home\nGoing to Chicago\nGoing to Chicago\nSorry but I cant take you\nGoing down, going down now, going down\nGoing down now‚ going down\nGoing down, going down, going down\nGoing down now‚ going down\nGoing down now, going down\nGoing down now, going down\nGoing d-d-d-d-down\nWoo, woo", "Sunshine brings laughter\nRain clouds brings me down\nI know forever after\nI need the light, keep me ground\nWhoa, mama, I get so lonely\nIn the rain, feel so blue\nI want you to remember, Im your one and only, woman\nHey baby, hey baby, love you true\nOh oh\nDream boy, on the river\nOh blue skies on my mind\nAh, the fields seemed to glitter\nI know, I know, will bring you down\nAh baby, Ive got some thinking\nWhoa mama, strip my mind\nHey baby, I took a drinking\nI know, I know come around\nOh oh\nIn the light, in the light\nOoh, yeah yeah\nOh girl, stop your crying\nOh woman, dry your eyes\nWhoa tomorrow, the sun will be shining\nYou wont remember all the tears you cried\nHey baby, I think you wonder\nHey baby, tears of joy\nWoman, tears of laughter\nSweet ma, sweet ma, Im coming home, oh oh\nS all you got to do yeah\nWith the light\nEverybody needs the light\nThe light\nS all you got to do now\nLight, light, light, in the light\nLight, light, light, in the light\nOh", "If the sun refused to shine\nI would still be loving you\nWhen mountains crumble to the sea\nThere will still be you and me\nKind woman, I give you my all\nKind woman, nothing more\nLittle drops of rain whisper of the pain\nTears of loves lost in the days gone by\nMy love is strong, with you there is no wrong\nTogether we shall go until we die, my my my\nHappiness, no more be sad\nHappiness, Im glad\nAnd so today, my world it smiles\nYour hand in mine, we walk the miles\nBut thanks to you it will be done\nFor you to me are the only one, ah ah yeah\nHappiness, no more be sad\nHappiness, Im glad\nIf the sun refused to shine\nI would still be loving you\nMountains crumble to the sea\nThere will still be you and me", "", "Theres a lady whos sure all that glitters is gold\nAnd shes buying a stairway to Heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and shes buying a stairway to Heaven\nTheres a sign on the wall, but she wants to be sure\nCause you know sometimes words have two meanings\nIn a tree by the brook, theres a songbird who sings\nSometimes all of our thoughts are misgiven\nOoh, makеs me wonder\nOoh, makes mе wonder\nTheres a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\nOoh, it makes me wonder\nOoh, really makes me wonder\nAnd its whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\nOh-oh-oh-oh-woah\nIf theres a bustle in your hedgerow, dont be alarmed, now\nIts just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nTheres still time to change the road youre on\nAnd it makes me wonder\nOhh, woah\nYour head is humming and it wont go, in case you dont know\nThe pipers calling you to join him\nDear lady, can you hear the wind blow? And did you know\nYour stairway lies on the whispering wind?\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one and one is all, yeah\nTo be a rock and not to roll\nAnd shes buying the stairway to Heaven", "", "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nAh, ah, child, way you shake that thing\nGonna make you burn, gonna make you sting\nAh, ah, child, when you walk that way\nWatch your honey drip, cant keep away\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nI gotta roll, cant stand still\nGot a flamin heart, cant get my fill\nEyes that shine burning red\nDreams of you all through my head\nAh ah, ah ah, ah ah, ah ah, ah ah, ah ah, ah\nHey, baby, whoa, baby, pretty baby\nTell me that youll do me now\nIm gonna find a woman, Lord\nKeep me rollin with the Lord above\nSpent my money, took my car\nStarted tellin her friends she gonna be a star\nI dont know but I been told\nA big legged woman aint got no soul\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, ah, ah, ah yeah\nAll I ask for, all I pray\nSteady rollin woman gonna come my way\nI need a girl gonna hold my hand\nWont tell me no lies, make me a happy man\nAh ah, ah ah, ah ah, ah ah", "Oh yeah!\nOh, in my time of dying, oh, want nobody to mourn\nAll I want for you to do is take my body home\nTake it home...\nWell, well, well, so I can die easy\nWell, well, well, so I can die easy\nI can die easy\nincoherant distant talking from a very drunken Zakk\nJesus, gonna make up my dyin bed\nLoord, Meet me, Jesus, meet me. Oh, Meet me in the middle of the air\nIf my wings should fail me, Lord. Oh, please meet me with another pair\nWell, well, well, so I can die easy\nWell, well, well, so I can die easy\nLord, Yeah!\nJesus, gonna make up.. somebody, somebody...\nJesus gonna make up... Jesus gonna make you my dyin bed\nSaint Peter, at the gates of heaven... Oh, Wont you just let me in\nI never did no harm. Lord...\nOhhhhh, yeah\nNever did you no wrong\nOoooooooo No wrong!\nIve only been this young once. I never thought Id do anybody no wrong\nNo, not once\nLord, I musta done somebody good\nI see their smiling face\nYeah I see your face child!\nOhhhhh.......\nOh my Jesus\nOh my Jesus\nOh my Jesus\nOh my Jesus\nOh yeah, Oh Im gonna make it my dyin day\nYup", "Hey, girl, a-stop what youre doin\nHey, girl, youll drive me to ruin\nI dont know what it is that I like about you that I like it a lot\nWont you let me hold you, let me feel your lovin charms\nCommunication breakdown\nIts always the same\nHaving a nervous breakdown\nDrive me insane\nHey, girl, I got something you ought to know\nOoh, my baby, I wanna tell you that I love you so\nI wanna hold you in my arms, yeah\nIm never gonna let you go, cause I like your charms\nCommunication breakdown\nIts always the same\nHaving a nervous breakdown\nDrive me insane\nDo do do do do do, yeah\nS I wanna do little mama babe yeah\nBut I dont seem to mind\nI cant stop the feelin, baby\nMama, Im givin you a ride\nYes, yes\nOh oh\nOh yes\nOh, I dont want\nOh oh oh yeah", "Ah-ah-ah-ah, ah-ah-ah-ah\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs blow\nHammer of the gods\nWill drive our ships to new lands\nTo fight the horde, sing and cry\nValhalla, I am coming, yeah\nOn we sweep with threshing oar\nOur only goal will be the western shore\nAh-ah-ah-ah, ah-ah-ah-ah\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs blow\nHow soft your fields so green\nWhispered tales of gore\nOf how we calmed the tides of war\nBaby baby, ho-o-h-oh, overlords\nOn we sweep with threshing oar\nOur only goal will be the western shore\nSo now youd better stop and rebuild all your ruins\nFor peace and trust can win the day\nDespite all your losing", "Sugar mama, sugar mama, sugar mama\nWhere  you been?\nSugar  mama, sugar mama, sugar mama\nWhere you been?\nSugar mama, sugar mama\nSay  you love me sugar mama\nIll  never let you go\nSugar mama, sugar mama, sugar mama\nLove  you, babe\nSugar mama, sugar mama, sugar mama\nDrive me insane\nSugar mama gonna love you all I can\nSay  you love me sugar mama\nIll never let you go\nSay you love me sugar mama\nIll never let you go", "I said you shook me\nYou shook me all night long\nI said you shook me\nYou shook me all night long\nYou shook me so hard baby\nBaby, baby, please come home\nI have a bird that whistles\nAnd I have birds that sing, I aint kiddin you, no\nI have a bird that whistles\nAnd I have birds that sing\nI have a bird, wont do nothing, oh\nI said I buy a diamond ring\nYou know you roll me, baby\nJust like a world gone wrong\nI said you roll me, baby\nJust like a world, oh, in George\nI dont mind that you roll me, baby\nBaby, you dont, you dont know how I feel\nYou shook me, baby, yeah\nYou shook me all night long\nShook me babe\nYou shook me all night long, long, long, oh-ooh-oh-ooh-oh\nI said you shook me so hard, baby\nBaby\nAhah, ba-baby\nYou sh-sh\nYou shook me ah-ooh ah-ooh ah-ooh ah-ooh ah-ooh all night\nMa ma ma ma\nI told you what you do, you shook me", "Train I ride 16 coaches long\nTrain I ride 16 coaches long\nWell that big black train\nTook my baby along\nTrain, train movin round the bend\nTrain, train movin round the bend, round the bend\nWell he took my baby\nBut he never will again", "Hey, girl, a-stop what youre doin\nHey, girl, youll drive me to ruin\nI dont know what it is that I like about you that I like it a lot\nWont you let me hold you, let me feel your lovin charms\nCommunication breakdown\nIts always the same\nHaving a nervous breakdown\nDrive me insane\nHey, girl, I got something you ought to know\nOoh, my baby, I wanna tell you that I love you so\nI wanna hold you in my arms, yeah\nIm never gonna let you go, cause I like your charms\nCommunication breakdown\nIts always the same\nHaving a nervous breakdown\nDrive me insane\nDo do do do do do, yeah\nS I wanna do little mama babe yeah\nBut I dont seem to mind\nI cant stop the feelin, baby\nMama, Im givin you a ride\nYes, yes\nOh oh\nOh yes\nOh, I dont want\nOh oh oh yeah", "", "I dont know how Im gonna tell you\nI cant play with you no more\nI dont know how Im gonna do what mama told me\nMy friend, the boy next door\nI cant believe what people sayin\nYoure gonna let your hair hang down\nIm satisfied to sit here working all day long\nYoure in the darker side of town\nAnd when Im out I see you walking\nWhy dont your eyes see me\nCould it be youve found another game to play\nWhat did mama say to me\nThats the way\nOh, thats the way it ought to be, oh oh, yeah now\nMama, ma ma ma ma ma, said\nThats the way it ought to stay, ah, ooh, ah, ah\nAnd yesterday I saw you standing by the river\nAnd werent those tears that filled your eyes\nAnd all the fish that lay in dirty water dying\nHad they got you hypnotized, dont you even think about it\nAnd yesterday I saw you kissing tiny flowers\nAnd all that lives is born to die\nSo I say to you that nothing really matters\nAnd all you do is stand and cry\nI dont know what to say about it\nWhen all you ears have turned away\nBut nows the time to look and look again at what you see\nIs that the way it ought to stay\nThats the way\nThats the way it oughta be, yeah\nThats the way its gonna stay, ah yeah, ah hah, ho ho, ah\nMa ma ma ma ma ma ma\nWhoa yeah\nOh oh, yeah, ah, oh yeah\nBabe, babe, babe, babe, babe, babe, babe\nOh", "Hey fellas, have you heard the news\nYou know that Annies back in town\nIt wont take long just watch an see\nHow the fellas lay their money down\nHer style is new but the face is same\nAs it was so long ago\nBut from her eyes, a different smile\nLike that of one who knows\nWell, its been ten years and maybe more\nFirst set eyes on you\nThe best years of my life gone by\nHere I am alone and blue\nSome people cry and some people die\nBy the wicked ways of love\nBut Ill just keep on rollin along\nWith the grace of the Lord above\nPeople talkin all around\nBout the way you left me flat\nI dont care what the people say\nI know where their jive is at\nOne thing I do have on my mind\nIf you can clarify, please do\nIts the way you call me another guys name\nBaby, when I, baby, when I, baby, when I\nOh, try to make love\nMmm, work so hard I couldnt unwind\nGet some money saved\nAbuse my love a thousand time\nHowever hard I tried\nHeartbreaker, your time has come\nCant take your evil way\nGo away, Heartbreaker\nHeartbreaker\nHeartbreaker\nHeart", "Let me take you to the movie\nCan I take you to the show?\nLet me be yours ever truly\nCan I make your garden grow?\nFrom the houses of the holy\nWe can watch the white doves go\nFrom the door comes Satans daughter\nAnd it only goes to show\nYou know\nTheres an angel on my shoulder\nIn my hand a sword of gold\nLet me wander in your garden\nAnd the seeds of love Ill sow\nSo the world is spinning faster\nAre you dizzy when youre stoned?\nLet the music be your master\nWill you heed the masters call?\nOh, Satan\nSaid there aint no use in crying\nCause it will only, only drive you mad\nDoes it hurt to hear them lying?\nWas this the only world you had? Oh, oh\nSo let me take you, take you to the movie\nCan I take you, baby, to the show?\nWhy dont you let me be yours ever truly\nCan I make your garden grow?\nAnd you know, that’s right", "Oh ooh-ooh ah yes oh, I cant quit you baby\nI think Im gonna put you down for awhile\nI cant quit you, babe\nIm gonna put you down for a little while\nI said you messed up my happy home\nMade me mistreat my only child\nYou know I love you, baby\nYou you you you you, my love for you I could never hide\nYou know I love you, baby\nMy love for you, my love for you I could never hide\nBut when you hear me holler, babe\nYou know you must be my one desire\nYou made my hopes so high, baby\nThen you let me down so low, ah ah\nYou made my hopes so high, baby baby\nThen you let me down so low\nI think its time to reckon with you, baby\nWoman, I just dont know which way to go\nOh", "I got on a city bus and found a vacant seat\nI thought I saw my future bride walking up the street\nI shouted to the driver hey conductor, you must slow down\nI think I see her please let me off this bus\nNadine, honey is that you?\nOh, Nadine. honey, is that you?\nSeems like every time I see you darling you got something else to do\nDowntown searching for her, looking all around\nSee you coming to me, here we yellow cab\nShe move around, look, go go. \nOh honey is that you ?", "", "", "Bright light almost blinding\nBlack night still there shining\nI cant stop keep on climbing\nLooking for what I knew\nHad a friend she once told me\nYou got love, you aint lonely\nNow shes gone and left me only\nLooking for what I knew\nMet a man on the roadside dying\nWithout a friend‚ theres no denying\nYoure incomplete‚ theyll be no finding\nLooking for what you knew\nSo anytime somebody needs you\nDont let them down‚ altho it grieves you\nSome day youll need someone like they do\nLooking for what you knew", "​\nAh-ah\nAh-ah\nAhh! Ahh!\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\nThe hammer of the gods\nWill drive our ships to new lands\nTo fight the horde, sing and cry\nValhalla, I am coming\nOn we sweep with threshing oar\nOur only goal will be the western shore\nAh-ah, ah-ah\nWe come from the land of the ice and snow\nFrom the midnight sun where the hot springs flow\nHow soft your fields so green\nCan whisper tales of gore\nOf how we calmed the tides of war\nWe are your ovеrlords\nOn we sweep with threshing oar\nOur only goal will be thе western shore\nSo now youd better stop\nAnd rebuild all your ruins\nFor peace and trust can win the day\nDespite of all your losing\nLa, la, la, la...", "Hear my baby comin down the track\nBetcha my babys comin back\nSomeday shell get back to me\nWere gonna raise a family\nWere gonna groove, yeah groove\nYeah were gonna groove\nWhoa, my baby, were gonna love, love, love\nUntil the brink of day\nSweet as sweet as sweet can be\nYou dont know whatcha do to me\nLet me say youre my one desire\nYou just set my soul on fire\nOh were gonna groove, yeah groove\nYeah were gonna groove baby\nMy baby, baby were gonna love, love, love\nUntil the brink of day\nSweet as sweet as sweet can be\nLemme tell ya you dont know whatcha do to me\nYou just set my soul on fire\nWoman you know youre my one desire, my one desire, my one\nWe gonna groove oh we gonna groove\nWe gonna groove yeah\nAnd were gonna love, love, love\nUntil the brink of day\nWe gonna groove yeah, groove\nAnd were gonna groove", "", "", "We close our eyes\nWhen its dark\n\t\nCookin up dope with a Uzi \n\t\nIts all because of you Im feeling sad and blue\nYou went away and now my life is filled with rainy days\nAnd I love you so, how much youll never know\nCause you took your love away from me\n\t\nWhy do birds suddenly appear\nEvery time you are near?\nJust like me, they long to be\nClose to you\n\t\n\t\nThere are times when all the worlds asleep\nThe questions run too deep\nFor such a simple man\nWont you please, please tell me what weve learned?\nI know it sounds absurd\nBut please, tell me who I am\nQuicksilver girl\nQuicksilver girl\nQuicksilver girl\nAnd shes free\nMaybe Im amazed at the way you pulled me out of time\nYou hung me on a line\n\t\nDo you still do the twist\nDo you find you remember things that well\nI wanna tell you\nSome go twisting every day\nThough sometimes its awful hard to tell", "Should I fall out of love, my fire in the light\nTo chase a feather in the wind\nWithin the glow that weaves a cloak of delight\nThere moves a thread that has no end\nFor many hours and days that pass ever soon\nThe tides have caused the flame to dim\nAt last the arm is straight, the hand to the loom\nIs this to end or just begin?\nAll of my love, all of my love\nOh, all of my love to you, now\nAll of my love, all of my love\nOh, all of my love to you, now\nThe cup is raised, the toast is made yet again\nOne voice is clear above the din\nProud Arianne one word, my will to sustain\nFor me, the cloth once more to spin\nOh, all of my love, all of my love\nOh, all of my love for you now\nAll of my love, all of my love, yes\nAll of my love to you, child\nYours is the cloth, mine is the hand that sews time\nHis is the force that lies within\nOurs is the fire, all the warmth we can find\nHe is a feather in the wind\nOh, all of my love, all of my love\nOh, all of my love to you, now\nAll of my love, oh yes\nAll of my love to you\nAll of my love, all of my love\nAll of my love!\nSometimes, sometimes\nHey hey hey hey, ooooh yeah\nIts all all all\nAll of my love, all of my love\nAll of my love to you, now\nAll of my love, all of my love\nAll of my love to you, now\nI get a little bit lonely\nJust a little, just a little\nJust a little bit lonely\nJust a little bit lonely", "Hey, hey, mama, said the way you move\nGonna make you sweat, gonna make you groove\nAh, ah, child, way you shake that thing\nGonna make you burn, gonna make you sting\nHey, hey, baby, when you walk that way\nWatch your honey drip, I cant keep away\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nI gotta roll, cant stand still\nGot a flaming heart, cant get my fill\nEyes that shine, burning red\nDreams of you all through my head\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\nHey baby, oh baby, pretty baby\nTell me would you do me now\nHey baby, oh baby, pretty baby\nMove me while you groove me now\nTake too long fore I found out\nWhat people mean by down and out\nSpent my money, took my car\nStarted tellin her friend she gon be a star\nI dont know, but Ive been told\nA big-legged woman aint got no soul\nOh yeah, oh yeah, oh, oh, oh\nOh yeah, oh yeah, oh, oh, oh\nAll I ask for, all I pray\nSteady rollin woman gonna come my way\nNeed a woman gonna hold my hand\nWont tell me no lies, make me a happy man\nAh-ah, ah-ah\nAh-ah, ah-ah\nAh-ah, ah-ah, ahh\nHey baby, pretty baby, oh baby\nHey baby, pretty baby, oh baby\nHey baby, pretty baby, oh baby", "In my time of dying, want nobody to mourn\nAll I want for you to do is take my body home\nWell, well, well, so I can die easy\nWell, well, well, so I can die easy\nJesus gotta make out, sure know\nJesus gonna make out\nJesus gonna make it my dyin bed\nMeet me, Jesus, meet me\nOoh, meet me in the middle of the air\nIf my wings should fail me, Lord\nPlease meet me with another pair\nWell, well, well, so I can die easy\nOh-whoa, well, well, well, so I can die easy\nJesus gonna make out\nSomebody, somebody, oh, oh\nJesus gonna make out\nJesus gonna make it my dyin bed\nOh, Saint Peter at the gates of Heaven, wont you let me in?\nI never did no wrong, I never did no wrong\nUh, oh, Gabriel, let me blow your horn, let me blow your horn\nOh, never did no wrong, did no wrong\nIve only been beyond once\nI never thought Id do anybody no wrong, no, no one, sir\nAww, good\nOh, I did s-somebody some good\nSomebody some good, yes, oh\nOh, did somebody some good, yeah\nI musta did somebody some good, yeah\nOh, I believe I did\nI see the smilin faces\nI know there must be lipstick traces, oh\nAh\nAnd I see them in the streets\nAnd I see them in the field, yeah\nAnd I hear them under my feet\nAnd I know its got to be real\nOh, Lord, deliver me\nAll the wrong Ive done\nOoh, you can deliver me, Lord\nI only wanted to have some fun\nOh, hear the angels marching, theyre marching\nHear them marching, hear them marching, theyre marching\nOh, my Jesus, oh, my Jesus, oh, my Jesus, oh, my Jesus\nOh, my Jesus, oh, my Jesus, oh, my Jesus, oh, my Jesus\nOh, my Jesus, oh my Je-ah-oh\nNow my Je, hey, yeah, its gotta be my Jesus, whoa-whoa\nIts gotta be, its gotta be my Jesus\nIts gotta be, oh\nIts gotta be my Jesus\nOh, a-take me home\nCome on, come on, I can hear the angels singing\nOh, here they come, here they come, here they come\nBye-bye, bye-bye, bye-bye, bye-bye, bye-bye\nOh, it feels pretty good up here, pretty good up here\nOh Georgina, Oh Georgina, Oh Georgina\nOh Georgina, Oh Georgina\nOh, oh, oh, oh, oh, oh, oww yeah, ooh, its real good\nCome on, take it, take it, take it, take, take\nTake, take, take, take, take, take, take, take, ooh yes, cmon, uh\nOh, yeah\nOh, dontcha make it, my dyin, dyin, dyin... cough", "", "In the days of my youth, I was told what it means to be a man\nAnd now Ive reached that age, Ive tried to do all those things the best I can\nNo matter how I try, I find my way into the same old jam\nGood times, bad times, you know Ive had my share\nWhen my woman left home with a brown eyed man\nBut I still dont seem to care\nSixteen, I fell in love with a girl as sweet as could be\nIt only took a couple of days til she was rid of me\nShe swore that she would be all mine and love me till the end\nBut when I whispered in her ear, I lost another friend, oh\nGood times, bad times, you know Ive had my share\nWhen my woman left home for a brown eyed man\nBut I still dont seem to care\nGood times, bad times, you know Ive had my share\nWhen my woman left home for a brown eyed man\nBut I still dont seem to care\nI know what it means to be alone\nI sure do wish I was at home\nI dont care what the neighbours say\nIm gonna love you each and every day\nYou can feel the beat within my heart\nRealize, sweet babe, we aint ever gonna part", "Close the door, put out the light\nYou know they wont be home tonight\nThe snow falls hard and dont you know?\nThe winds of Thor are blowing cold\nTheyre wearing steel thats bright and true\nThey carry news that must get through\nThey choose the path where no-one goes\nThey hold no quarter\nThey hold no quarter\nWalking side by side with death\nThe devil mocks their every step, ooh\nThe snow drives back the foot thats slow\nThe dogs of doom are howling more\nThey carry news that must get through\nTo build a dream for me and you, oh\nThey choose the path where no-one goes\nThey hold no quarter\nThey ask no quarter\nThey hold no quarter\nThey ask no quarter\nOh!\nThe pain, the pain without quarter, oh yeah!\nThey ask no quarter \nThey give no quarter \nOh", "Theres a lady whos sure all that glitters is gold\nAnd shes buying a stairway to heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and shes buying a stairway to heaven\nTheres a sign on the wall but she wants to be sure\nCause you know sometimes words have two meanings\nIn a tree by the brook, theres a songbird who sings\nSometimes all of our thoughts are misgiven\nOoh, makes me wonder\nOoh, makes me wonder\nTheres a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\nOoh, it makes me wonder\nOoh, really makes me wonder\nAnd its whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\nIf theres a bustle in your hedgerow, dont be alarmed, now\nIts just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nTheres still time to change the road youre on\nAnd it makes me wonder\nOhh, woah\nYour head is humming and it wont go, in case you dont know\nThe pipers calling you to join him\nDear lady, can you hear the wind blow? And did you know\nYour stairway lies on the whispering wind?\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one and one is all\nTo be a rock and not to roll\nAnd shes buying a stairway to heaven", "Hey lady, you got the love I need\nMaybe more than enough\nOh darling, darling, darling\nWalk a while with me\nOhh, youve got so much, so much, so much\nMany have I loved, and many times been bitten\nMany times Ive gazed along the open road\nMany times Ive lied, and many times Ive listened\nMany times Ive wondered how much there is to know\nMany dreams come true, and some have silver linings\nI live for my dream, and a pocket full of gold\nMellow is the man who knows what hеs been missing\nMany, many men cant see the open road\nMany is a word that only lеaves you guessing\nGuessing bout a thing you really ought to know, oh, oh, oh, oh\nReally ought to know \nI really ought to know\nOh\nYou know I should, you know I should, you know I should, you know I should", "Shes a very kinky girl\nThe kind you dont take home to mother\nShe will never let your spirits down\nOnce you get her off the street, ow girl\nShes a very kinky girl\nThe kind you dont take home to mother\nShe will never let your spirits down\nOnce you get her off the street, ow girl\nShe likes the boys in the band\nShe says that Im her all-time favorite\nWhen I make my move to her room, its the right time\nShes never hard to please, oh no\nThat girl is pretty wild now \nThe kind of girl you read about \nThat girl is pretty kinky \nI really love to taste her \nShes all right, shes all right\nShes a super freak, super freak, girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, shes a super freak\nSuper freak, super freak \nShes a super freak, super freak, girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, shes a super freak\nSuper freak, super freak, girls a super freak\nShes a very special girl \nFrom her head down to her toenails \nAnd shell wait for me at backstage with her girlfriends \nIn a limousine \nThrees not a crowd to her, she says \nRoom 714, Ill be waiting \nWhen I get there shes got incense, wine and candles \nIts such a freaky scene \nShes all right, shes all right\nShes a super freak, super freak, girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, shes a super freak\nSuper freak, super freak \nShes a super freak, super freak, girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, shes a super freak\nSuper freak, super freak, girls a super freak\nHelp me, Rhonda, help, help me Rhonda\nHelp me, Rhonda, help, help me Rhonda\nHelp me, Rhonda, help, help me Rhonda\nHelp me, Rhonda, help, help me Rhonda\nIm the voice inside your head, you refuse to hear\nIm the face that you have to face, mirroring your stare\nIm whats left, Im whats right\nIm the enemy\nThat girl is pretty kinky \nThe kind of girl you read about \nThat girl is pretty wild now \nI really love to taste her\nBlow, Danny!\nTheres a lady whos sure all that glitters is gold\nAnd shes buying a stairway to Heaven\nShes a super freak, super freak, girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, shes a super freak\nSuper freak, super freak \nShes a super freak, super freak, girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, shes a super freak\nSuper freak, super freak, girls a super freak\nShes a super freak, super freak, girls a super freak \nSuper freak, super freak, the girls a super freak \nSuper freak, super freak, shes a super freak \nSuper freak, super freak \nShes a super freak, super freak, girls a super freak \nSuper freak, super freak, the girls a super freak \nSuper freak, super freak, shes a super freak \nSuper freak, super freak, girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, the girls a super freak\nSuper freak, super freak, the girls a super freak", "The leaves are falling all around, time I was on my way\nThanks to you, Im much obliged for such a pleasant stay\nBut now its time for me to go, the autumn moon lights my way\nFor now I smell the rain, and with it pain, and its headed my way\nAh, sometimes I grow so tired\nBut I know Ive got one thing I got to do\nRamble on, and nows the time, the time is now\nTo sing my song, Im going round the world, I gotta find my girl\nOn my way, Ive been this way ten years to the day\nRamble on, gotta find the queen of all my dreams\nGot no time to for spreading roots\nThe time has come to be gone\nAnd though Our health we drank a thousand times\nIts time to ramble on\nRamble on, and now the time, the time is now\nTo sing my song, Im going round the world, I gotta find my girl\nOn my way, Ive been this way ten years to the day\nI gotta ramble on, I gotta find the queen of all my dreams\nI tell you no lie\nMines a tale that cant be told, my freedom I hold dear\nHow years ago in days of old, when magic filled the air\nTwas in the darkest depths of Mordor, I met a girl so fair\nBut Gollum, and the evil one crept up and slipped away with her\nHer, her, yeah\nAh, theres nothing I can do now\nI guess Ill keep on\nRamblin, Im gonna shake \nI gotta find my baby\nIm gonna ramble on, sing my song\nGonna work my way, going round the world\nBaby, baby \nDo do do do do do do do, my baby\nI cant stop this feeling in my heart\nEvery time I think about my baby I think we gots to part\nGotta keep on searching for my baby\nBaby, baby, baby, baby, baby\nI gotta keep on searching for my baby\nMy, my, my, my, my, my, baby\nI cant find my bluebird!\nI listened to what my bluebird said, but I, I cant find my bluebird!\nI keep rambling, baby", "Theres a lady whos sure all that glitters is gold\nAnd shes buying a stairway to heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and shes buying a stairway to heaven\nTheres a sign on the wall but she wants to be sure\nCause you know sometimes words have two meanings\nIn a tree by the brook, theres a songbird who sings\nSometimes all of our thoughts are misgiven\nOoh, makes me wonder\nOoh, makes me wonder\nTheres a feeling I get when I look to the west\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\nOoh, it makes me wonder\nOoh, really makes me wonder\nAnd its whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\nIf theres a bustle in your hedgerow, dont be alarmed, now\nIts just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nTheres still time to change the road youre on\nAnd it makes me wonder\nOhh, woah\nYour head is humming and it wont go, in case you dont know\nThe pipers calling you to join him\nDear lady, can you hear the wind blow? And did you know\nYour stairway lies on the whispering wind?\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one and one is all\nTo be a rock and not to roll\nAnd shes buying a stairway to heaven", "Been dazed and confused for so long its not true\nWanted a woman, never bargained for you\nLots of people talk and few of them know\nSoul of a woman was created below, yeah\nYou hurt and abuse telling all of your lies\nRun round, sweet baby, Lord, how they hypnotize\nSweet little baby, I dont know where youve been\nGonna love you, baby, here I come again\nIf youre going to San Francisco\nBe sure to wear some flowers in your hair\nIf youre going to San Francisco\nYoure gonna meet a lot of gentle people there\nEvery day I work so hard bringing home my hard earned pay\nTry to love you, baby, but you push me away\nDont know where youre going, only know just where youve been\nSweet little baby, I want you again\nBeen dazed and confused for so long its not true\nWanted a woman, never bargained for you\nTake it easy, baby, let them say what they will\nDid your tongue wag so much when I sent you the bill?", "You said I was the only\nWith my lemon in your hand\nExhibition is your habit\nEmotion second hand\nHad to pull away to save me\nMaybe next time around\nAnd she said, dont you want it?\nDont you want cocaine, cocaine, cocaine?\nHadnt planned to, could not stand to\nTry it, fry it, na na na na yeah\nHeard a cry for mercy\nIn the city of the damned\nOh, oh, babe, damned\nDown in the pits you go no lower\nThe next stops underground\nOh, hello underground\nWine and roses aint quite over\nFate deals a losing hand\nAnd I said, didnt mean to\nDid not mean to f-fail\nYou didnt plan it, you over-ran it\nYou want do it, you want to\nYou want do it when you want to\nYou want do it, do it when you want to\nWhen you blow it, babe\nYou got to blow it right\nOh baby, if you fake it, mama\nBaby, fake with all your might\nWhen you fake it, mama\nPlease fake it right for yourself, babe\nWhen you fake it, baby\nYoure faking it for your life, for your life\nFor your life, for your life\nDo it, do it, do it, do it, do it\nDo it when you wanna\nDo it, do it, do it, do it, do it\nDo it when you wanna\nOh, I can have you, baby\nBut I dont know what to do, yeah\nSometime, baby, nothing I could do\nOn the balance of a crystal\nPaying through the nose\nAnd when they couldnt resist you\nI thought youd go with the flow\nAnd now your stage is empty\nBring down the curtain, baby please\nFold up your show\nHadnt planned to\nCould not stand to fry in it\nHadnt planned it\nI over-ran it, frying\nFor your life, for your life", "You need coolin, baby, Im not foolin\nIm going to send you back to schoolin\nWay down inside, honey, you need it\nIm goin to give you my love\nIm goin to give you my love, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been learnin, baby, Ive been yearnin\nAll them good times, baby, baby, Ive been learnin\nWay, way down inside, honey, you need it\nIm gonna give you my love, ah\nIm goin to give you my love, ah, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been coolin, baby, Ive been droolin\nAll the good times, baby, Ive been misusin\nWay, way down inside, Im goin to give you my love\nIm goin to give you every inch of my love\nGoin to give you my love, hey, alright, yes, sir\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWay down inside, woman, you need love\nShake for me, girl, I want to be your back door man\nHey! Oh! Hey! Oh! Hey! Oh!\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby", "Oh, nobodys fault but mine\nNobodys fault but mine\nTrying to save my soul tonight\nOh, its nobodys fault but mine\nDevil he taught me to roll\nDevil he taught me to roll\nHow to roll the lot you like\nNobodys fault but mine\nOh, oh, oh, oh\nBrother he showed me the gong\nBrother he showed me the ding dong ding dong\nHow to kick that gong to light\nOh, its nobodys fault but mine\nGot a monkey on my back\nM-m-m-m-monkey on my back, back, back, back\nGonna change my ways tonight\nNobodys fault but mine\nHow to kick that gong to light\nN-n-n-n-n-no, nobodys fault", "", "Been in town, my baby, We just got to rock on\nYeah, darling, we just got to go home\nI dont want no tutti-frutti, no lollipop\nCome on, baby, just rock, rock, rock\nYeah-yeah-yeah-yeah, honey\nWeve been shaking all night\nOh, darling, we just got to roll right\nAhh, ooh, my head, rock on, rock on\nHey babe, hey babe, hey babe, hey babe\nHey babe, hey babe, hey babe, hey babe\nI dont want no tutti-frutti, no lollipop\nCome on baby, just rock, rock, rock\nOooh, ooh\nLets go...\nOh oh\nI dont want no tutti-frutti, no lollipop\nCome on baby, just rock, rock, yeah", "", "Been working from seven\nTo eleven every night\nReally makes life a drag\nI dont think thats right\nIve really been the best, the best of fools\nI did what I could, yeah\nCause I love you, baby, how I love you, darling\nHow I love you, baby, my beloved little girl, little girl\nBut baby, since Ive been loving you, yeah\nIm about to lose my worried mind, oh yeah\nEverybody trying to tell me\nThat you didnt mean me no good\nIve been trying, Lord, let me tell you\nLet me tell you, I really did the best I could\nIve been, Ive been working from seven\nTo eleven every night\nI said it kinda makes my life a drag, drag, drag, drag\nLord, yeah, that aint right, now, now\nSince Ive been loving you, yeah\nIm about to lose my worried mind\nWatch out\nI said Ive been crying, yeah\nOh, my tears they fell like rain\nDont you hear them, dont you hear them falling?\nDont you hear them, dont you hear them falling?\nDo you remember, mama, when I knocked upon your door?\nI said you had the nerve to tell me\nYou didnt want me no more, yeah\nI open my front door, I hear my back door slam\nYou know, I must have one of them newfangled\nNewfangled back-door men\nIve been a-working from seven, seven, seven\nTo eleven, eleven every night\nIt kinda makes my life a drag, a drag, drag\nAh yeah! It makes it a drag\nBaby, since Ive been loving you\nIm about to lose, Im about to lose, lose my worried mind\nOh yeah\nJust one more, just one more, ooh, yeah\nSince Ive been loving you, Im gonna lose my worried mind", "1, 2, 3,", "Leaves are falling all around\nIts time I was on my way\nFor such a pleasant stay\nBut now its time for me to go\nThe autumn moon lights my way\nFor now, I smell the rain\nAnd with it pain\nAnd its headed my way\nAh sometimes I grow so tired\nBut I know Ive got one thing I got to do\nRamble on\nAnd nows the time the time is now\nTo sing my song\nIm goin round the world\nI got to find my girl, on my way\nIve been this way ten years to the day, ramble on\nGotta find the queen of all my dreams\nGot no time to for spreadin roots\nThe time has come to be gone\nAnd tho our health we drank a thousand times\nIts time to ramble on\nI aint tellin no lie\nMines a tale that cant be told\nMy freedom I hold dear;\nHow years ago in days of old\nWhen magic filled the air\nTwas in the darkest depths of mordor\nI met a girl so fair\nBut gollum, and the evil one, crept up\nAnd slipped away with her\nHer, her... yea\nAint nothing I can do, no\nGonna ramble on, sing my song\nGotta keep-a-searchin for my baby...\nGonna work my way, round the world\nI cant stop this feelin in my heart\nGotta keep searchin for my baby\nI cant find my bluebird!\nId listen to my bluebird sing but I cant find my bluebird\nA-keep-a ramblin baby", "You need coolin, baby, Im not foolin\nIm going to send you back to schoolin\nWay down inside, honey, you need it\nIm goin to give you my love\nIm goin to give you my love, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been learnin, baby, Ive been yearnin\nAll them good times, baby, baby, Ive been learnin\nWay, way down inside, honey, you need it\nIm gonna give you my love, ah\nIm goin to give you my love, ah, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been coolin, baby, Ive been droolin\nAll the good times, baby, Ive been misusin\nWay, way down inside, Im goin to give you my love\nIm goin to give you every inch of my love\nGoin to give you my love, hey, alright, yes, sir\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWay down inside, woman, you need love\nShake for me, girl, I want to be your back door man\nHey! Oh! Hey! Oh! Hey! Oh!\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby", "Walking in the park just the other day, baby\nWhat do you, what do you think I saw?\nCrowds of people sitting on the grass with flowers in their hair said\nHey, boy, do you wanna score?\nAnd you know how it is?\nI really dont know what time it was\nWoah, oh, oh\nSo I asked them if I could stay a while\nI didn’t notice but it had got very dark and I was really\nReally out of my mind\nJust then a policeman stepped up to me\nAnd asked us said please, hey, would we care\nTo all get in line, get in line\nWell, you know, they asked us to stay for tea and have some fun\nOh, oh, oh\nHe said that his friends would all drop by, ooh\nWhy dont you take a good look at yourself\nAnd describe what you see?\nAnd baby, baby, baby, do you like it?\nThere you sit, sitting spare like a book on a shelf rusting\nAh! Not trying to fight it\nYou really dont care if they’re coming?\nOh, oh, oh\nI know that its all a state of mind, ooh \nIf you go down in the streets\nToday, baby you better\nYou better open your eyes\nFolk down there really dont care\nReally dont care, dont care, really dont\nWhich, which way the pressure lies\nSo Ive decided what Im going to do now\nSo I’m packing my bags for the Misty Mountains\nWhere the spirits go now\nOver the hills where the spirits fly, ooh\nI really don’t know, oh, oh, oh, oh, oh, oh\nI really dont know, oh, oh, oh, oh, oh, oh, oh\nI really don’t know", "", "Its been a long time since I rock and rolled\nIts been a long time since I did the Stroll\nOoh, let me get it back, let me get it back\nLet me get it back, baby, where I come from\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nYes, it has\nIts been a long time since The Book of Love\nI cant count the tears of a life with no love\nCarry me back, carry me back\nCarry me back, baby, where I come from\nWhoa, whoa, oh\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOh! Seems so long since we walked in the moonlight\nMaking vows that just cant work right\nOh yeah, open your arms, opens your arms\nOpen your arms, baby, let my love come running in!\nYeah!\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOoh yeah, ooh yeah\nOoh yeah, ooh yeah\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time", "Greasy slicked down\nGroovy leather trim\nI like the way you hold the road\nMama, it aint no sin\nTalking bout love\nTalking bout love\nTalking bout\nOoh, trouble-free transmission\nHelps your oils flow\nMama, let me pump your gas\nMama, let me do it all\nTalking bout love\nTalking bout love\nTalking bout\nCheck that heavy metal\nUnderneath your hood\nBaby, I can work all night\nBelieve I got the perfect tools\nTalking bout love\nTalking bout love\nTalking bout\nAutomobile with comfort\nReally built with style\nSpecialist tradition\nMama, let me feast my eyes\nTalking bout love\nTalking bout love\nTalking bout\nFactory air-conditioned\nHeat begins to rise\nGuaranteed to run for hours\nMama, youre the perfect size\nTalking bout love\nTalking bout love\nTalking bout\nGrooving on the freeway\nGauges all are red\nGun down on my gasoline\nBelieve Im gonna crack your head\nTalking bout love\nTalking bout love\nTalking bout...\nI cant stop talking about\nI cant stop talking about\nOoh, yeah, yes\nDrive on\nOoh, yeah, yeah, yeah, yeah, yes\nIm coming through\nCome to me for service\nEvery hundred miles\nBaby, let me check your points\nFix your overdrive\nTalking bout love\nTalking bout love\nTalking bout\nOoh yeah, fully automatic\nComes in any size\nMakes me wonder what I did\nBefore we synchronized\nTalking bout love\nTalking bout love\nTalking bout\nOooh, feather-light suspension\nKonis couldnt hold\nIm so glad I took a look\nInside your showroom doors\nTalking bout love\nTalking bout love\nTalking bout\nOh, I cant\nOh, I cant\nOh, I cant stop talking about love\nI cant stop talking about love\nOoh, let me go on down, go on down\nGo on down, go on down, go on down, yeah\nI cant stop talking about\nI cant stop talking about love, oh yeah\nI cant stop talking about love or my baby\nI cant stop talking about love, my baby\nMy baby, my baby, yeah\nPush, push\nPush it\nPush, push\nOooooooohhh", "I had a dream, oh yeah\nCrazy dream, oh ho\nAnything I wanted to know\nAny place I needed to go\nHear my song, yeah\nPeople wont you listen now?\nSing along, oh\nYou dont know what youre missing now\nAny little song that you know\nEverything thats small has to grow\nAnd its gonna grow now, push, push, yeah\nCalifornia sunlight\nSweet Calcutta rain\nHonolulu Starbright\nThe song remains the same, ooh yeah\nAll you gotta do now, all you gotta do now\nSing out Hare Hare\nDance the Hoochie Koo\nCity lights are oh so bright\nAs we go sliding, sliding\nSliding, sliding, sliding, sliding\nThrough", "", "Bright light almost blinding\nBlack  night still there shining\nI  cant stop, keep on climbing\nLooking for what I knew\nHad a friend, she once told me\nYou  got love, you aint lonely\nNow  shes gone and left me only\nLooking for what I knew\nMmm,  Im telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone whos blue now\nIts very easy just\nMet  a man on the roadside crying\nWithout a friend, theres no denying\nYoure incomplete, theyll be no finding\nLooking for what you knew\nSo anytime somebody needs you\nDont let them down, although it grieves you\nSome day youll need someone like they do\nLooking for what you knew\nMmm, Im telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone whos blue now\nIts very easy just\nIm telling you now\nThe greatest thing you ever can do now\nIs trade a smile with someone whos blue now\nIts very easy, Its very easy\nIts very easy, Its easy, easy, yeah", "If it keeps on raining, levees going to break\nIf it keeps on raining, the levees going to break\nWhen the levee breaks, well have no place to stay\nMean old levee, taught me to weep and moan, oh\nMean old levee, taught me to weep and moan\nIts got what it takes to make a mountain man leave his home\nOh well, oh well, oh well\nOoh\nOh, dont it make you feel bad\nWhen youre trying to find your way home\nYou dont know which way to go\nIf youre going down south, they got no work to do\nIf youre going north to Chicago\nAh, ah, ah, hey\nAy, yeah\nAy, yeah\nAy, yeah\nCrying wont help you, praying wont do you no good\nNo, crying wont help you, praying wont do you no good\nWhen the levee breaks, mama, you got to move, ooh\nAll last night I sat on the levee and moaned\nAll last night, sat on the levee and moaned\nThinking about my baby and my happy home\nOh-ho\nAh, ah, ah, ah-ah\nAh, ah, ah, ah-ah\nOh, oh\nGoing\nIm going to Chicago\nGoing to Chicago\nSorry, but I cant take you, ah\nGoing down, going down now\nGoing down, Im going down now\nGoing down, going down\nGoing down, going down\nOh...\nGoing down, going down now\nGoing down, going down now\nGoing down, going down now\nGoing down, going, dow- dow- dow- dow- down now\nOoh, ooh", "In my time of dying\nI want nobody to mourn\nAll I want for you to do\nIs take my body home\nWell, well, well\nSo I can die easy\nWell, well, well\nSo I can die easy\nJesus got to make up\nYou know\nJesus going to make up\nJesus going to make it my dying bed\nMeet me, Jesus, meet me\nOoh, meet me in the middle of the air\nIf my wings should fail me, Lord\nOh, please meet me with another pair\nWell, well, well\nSo I can die easy\nOh, oh\nWell, well, well\nSo I can die easy\nJesus going to make up\nSomebody, somebody\nOh, oh\nJesus going to make up\nJesus going to make it my dying bed\nOh, Saint Peter\nAt the gates of heaven\nWont you let me in?\nI never did no harm\nI never did no wrong\nOh, oh, Gabriel, let me blow your horn\nLet me blow your horn\nOh, I never did no harm\nDid no harm\nIve only been this young once\nI never thought Id do anybody no wrong\nNo, not once, oh no\nOh yeah!\nOh, I did somebody some good\nSomebody some good, yes, oh\nOh, did somebody some good, yeah\nI must have did somebody some good, yeah\nOh, I believe I did\nI see the smiling faces\nI know I must have left some traces, oh\nAnd I see them in the streets\nAnd I see them in the field\nAnd I hear them shouting under my feet\nAnd I know its got to be real\nOh Lord, deliver me\nAll the wrong Ive done\nOh, you can deliver me, Lord\nI only wanted to have some fun\nOh, hear the angels marching, hear them marching\nHear them marching, hear them marching, the marching\nOh my Jesus, oh my Jesus, oh my Jesus, oh my Jesus\nOh my Jesus, oh my Jesus\nOh my Jesus, oh my Jesus\nOh my Jesus, oh my Jesus, ah, oh\nNow my Jesus, hey, yeah, its got to be my Jesus, oh\nIts got to be, its got to be my Jesus, its got to be, oh\nIts got to be my Jesus, oh, to take me home\nCome on, come on, I can hear the angels singing\nOh, here they come, here they come, here they come\nBye-bye, bye-bye, bye-bye, bye-bye, bye-bye\nOh, it feels pretty good up here, pretty good up here\nOh Georgina, oh Georgina, oh Georgina, oh Georgina, oh Georgina\nOh, oh, oh, oh, oh, oh, oh yeah\nOh Ill see you again, come on\nOh, dont you make it my dying, dying, dying", "Uh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nSee the first time me lookin at your eyes\nMe be tell you want the guy like me\nWe use to have good time on the evenin\nMe an you chillin on the beach\nWe use hang out an talk, an trust me, girl\nIt feels so sweet\nThen one day you move now, Im feelin kinda blue\nCause we here you say you leave\nI feel like Im drownin in the ocean\nSomebody, come and take me away\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nNow Im sittin in a chair with no one here\nAn Im feelin all alone\nThinkin to myself like, yo\nWhy my baby up and gone?\nIts like Im missin her\nWhen I know shes missin me\nIts been two years an a half\nAn July will make it three\nI feel like Im drownin in the ocean\nSomebody, come and take me away\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nWhy you leave me? Why, why you leave me?\nBaby, tell me, babe, baby tell me\nWhy you leave me? Why, why you leave me?\nWhy you leave me?\nWhy you leave me? Why, why you leave me?\nBaby, tell me, babe, baby tell me\nWhy you leave me? Why, why you leave me?\nWhy you leave me?\nI feel like Im drownin in the ocean\nSomebody, come and take me away\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?\nUh, uh, uh, uh, uh, uh\nWhyd you have to go, ah, away from home, me love?", "", "Oh, ah, yeah\nHey, girl, stop what youre doing\nHey, girl, youll drive me to ruin\nI dont know what it is that I like about you, but I like it so much, yeah\nWont you let me hold you, let me feel your loving touch\nCommunication breakdown\nIts always the same\nIm having a nervous breakdown\nDrive me insane\nHey, yeah, I got something I think you ought to know\nOoh, babe, I wanna tell you that I love you so\nI wanna hold you in my arms, yeah\nIm never gonna let you go, cause I like your charms\nCommunication breakdown\nIts always the same\nIm having a nervous breakdown\nDrive me insane\nCommunication breakdown\nIts always the same\nIm having a nervous breakdown\nDrive me insane\nCommunication breakdown\nCommunication breakdown\nYeah yeah yeah yeah", "Sisters of the way-side bide their time in quiet peace\nAwait their place within the ring of calm\nStill stand to turn in seconds of release\nAwait the call they know may never come\nIn times of brightness, no intruder dared upon\nTo jeopardize the course, upset the run\nAnd all was joy and hands were raised toward the sun\nAs love in the halls of plenty overrun\nAh, ah, ah, ah\nStill in their bliss unchallenged mighty fеast\nUnending dances shadowed on thе day, oh\nWithin the wall, their daunting formless keep\nPreserved their joy that kept their doubts at bay\nFaceless legions stood in readiness to weep\nJust turn a coin, bring order to the fray\nAnd everything is soon no sooner thought than deed\nBut no one seemed to question in anyway\nAh, ah, ah, ah\nHow keen the storied hunters eye prevails upon the land\nTo seek the unsuspecting and the weak\nAnd powerless the fabled sat, too smug to lift a hand\nToward the foe that threatened from the deep\nWho cares to dry the cheeks of those who saddened stand\nAdrift upon a sea of futile speech?\nAnd to fall to fate and make the status plan\nBut no one there had heaven within their reach\nIm singing\nAh, ah, ah, ah\nOh, oh, oh, oh\nOh, oh\nOh\nWhere was your word, where did you go?\nWhere was your helping, where was your bow, bow?\nDull is the armour, cold is the day\nHard was the journey, dark was the way, way\nI heard the word, I couldnt stay, oh\nI couldnt stand it another day, another day\nAnother day, another day\nTouched by the timely coming\nRoused from the keepers sleep\nRelease the grip\nThrow down the key\nHeld now within the knowing\nRest now within the peace\nTake of the fruit\nBut guard the seed\nTake of the fruit\nBut guard the seed", "Oh shes my baby\nLet me tell you why\nHey, she drives me crazy\nShes the apple of my eye\nCause she is my girl\nAnd she can never do wrong\nIf I dream too much at night\nSomebody please bring me down\nHey, I love that little lady\nI got to be her fool\nAint no other like my baby\nI can break the golden rule\nCause I get down on my knees\nOh, I pray that love wont die\nAnd if I always try to please\nI dont know the reason why, yeah\nIf she would come back, only stay with me\nEvery little bit, every little bit\nEvery little bit of my love, I give to you girl\nEvery little bit, every little bit\nEvery little bit, every, every little bit of my love\nHit me!\nI dont have to go by plane\nI aint gotta go by car\nI dont care just where my darling is\nPeople, I just dont care how far\nIm gonna crawl\nIm gonna crawl, now\nI dont care if I got to go back home\nI dont care what I got to stand again, babe\nIm gonna crawl\nIm gonna crawl\nAh, woohoo\nI dont wanna go, baby\nHey, she give me good loving\nShe give me good loving\nShe give me good loving\nShe give me good loving\nMy baby give me good loving\nWoo, yes, I love her\nI guess I love her\nYes, I love her\nI wanna crawl", "Walking in the park just the other day, baby\nWhat do you, what do you think I saw?\nCrowds of people sitting on the grass with flowers in their hair said\nHey, boy, do you wanna score?\nAnd you know how it is?\nI really dont know what time it was\nWoah, oh, oh\nSo I asked them if I could stay a while\nI didnt notice but it had got very dark and I was really\nReally out of my mind\nJust then a policeman stepped up to me\nAnd asked us said please, hey, would we care\nTo all get in line, get in line\nWell, you know, they asked us to stay for tea and have some fun\nOh, oh, oh\nHe said that his friends would all drop by, ooh\nWhy dont you take a good look at yourself\nAnd describe what you see?\nAnd baby, baby, baby, do you like it?\nThere you sit, sitting spare like a book on a shelf rusting\nAh! Not trying to fight it\nYou really dont care if theyre coming?\nOh, oh, oh\nI know that its all a state of mind, ooh \nIf you go down in the streets\nToday, baby, you better\nYou better open your eyes, oh\nFolk down there really dont care\nReally dont care, dont care, really dont\nWhich, which way the pressure lies\nSo Ive decided what Im gonna do now\nSo Im packing my bags for the Misty Mountains\nWhere the spirits go now\nOver the hills where the spirits fly, ooh\nOoh, ooh, ooh....\nI really dont know, oh, oh, oh, oh, oh, oh\nI really dont know, oh, oh, oh, oh, oh, oh, oh\nI really dont know", "Its been a long time since I rock and rolled\nIts been a long time since I did the Stroll\nOoh, let me get it back, let me get it back\nLet me get it back, baby, where I come from\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nYes, it has\nIts been a long time since The Book of Love\nI cant count the tears of a life with no love\nCarry me back, carry me back\nCarry me back, baby, where I come from\nWhoa, whoa, oh\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOh, whoa, oh, whoa\nOh! Seems so long since we walked in the moonlight\nMaking vows that just cant work right\nOh yeah, open your arms, opens your arms\nOpen your arms, baby, let my love come running in!\nYeah!\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time\nOoh yeah, ooh yeah\nOoh yeah, ooh yeah\nIts been a long time, been a long time\nBeen a long lonely, lonely, lonely, lonely, lonely time", "I got the key to the highway, yeah\nBilled out and bound to go\nI gotta keep walking this highway\nWalking most too slow\nI eat my breakfast in California\nI eat my dinner in Caroline\nWoo, I’m gonna keep on\nKeep on walking this highway, yeah\nTil I reach the end of the line\nWalk on, yeah\nShow the movie, yeah\nLordy mama keeps on shining, shining\nAnd the good, good, good Lord, heavens above\nEverybody know, life aint, aint worth livin\nIf you ain’t with the one you love\nSo trouble in mind, yeah\nLordy, mama, I’m blue, yeah\nAnd I won’t, I won’t, I won’t be blue always\nOh yeah, the sun gon shine\nSun gonna shine in my backdoor\nSome on rainy day, oh yeah", "It was an April morning\nWhen they told us we should go\nAnd as I turned to you, you smiled at me\nHow could we say no?\nWith all the fun to have\nTo live the dreams we always had\nOh, the songs to sing\nWhen we at last return again\nSending off a glancing kiss\nTo those who claim they know\nBelow the streets that steam and hiss\nThe devils in his hole\nOh to sail away\nTo sandy lands and other days\nOh to touch the dream\nHides inside and never seen, yeah\nInto the sun, the south, the north\nAt last the birds have flown\nShackles of commitments fell\nIn piеces on the ground\nOh, to ride thе wind\nTo tread the air above the din\nOh, to laugh aloud\nDancing as we fought the crowd, yeah\nTo seek the man whose pointing hand\nThe giant step unfolds\nTo guide us from the curving path\nThat turns our feet to stone\nIf one bell should ring\nIn celebration for a king\nSo fast the heart should beat\nAs proud the head, with heavy feet, yeah\nOooh, yeah\nDays went by when you and I\nBathed in eternal summers glow\nAs far away and distant\nOur mutual child did grow\nOh, the sweet refrain\nSoothes the soul and calms the pain\nOh, Albion remains\nSleeping now to rise again\nWandering and wandering\nWhat place to rest the search\nThe mighty arms of Atlas\nHold the heavens from the Earth\nFor the mighty arms of Atlas\nHold the heavens from the Earth\nFrom the Earth, Earth\nOh, oh, oh, oh, oh...\nOh oh oh oh\nAh ah ah\nAh ah ah ah ah ah ah\nOh oh oh oh oh oh oh\nOh, oh, oh, oh, oh...\nOh, oh, oh, oh, oh...\nOoh...", "Ahh, ooh, ahh, ahh\nOh, I cant quit you, babe\nI think Im gonna put you down for awhile\nI said I cant quit you, babe\nI think I wanna put you down for awhile\nI said you messed up my happy home\nYou made me mistreat my only child\nSaid you know I love you, baby\nMy love for you I could never hide\nOh, you know I love you, babe\nMy love for you I could never hide\nOh, when I see you near me, babe\nI know you are my one desire, yeah\nI love the way you do me, baby\nI dont know what it is\nOh, what you doing to be babe?\nShow it, show it, show it, show it, show it, show it, show it\nAint nothing but it\nAhh, ahh\nThank you very much, and welcome to Paris", "Oh, baby, its crying time\nOh, baby, I got to fly\nGot to try to find a way\nGot to try to get away\nCause you know I gotta get away from you, babe\nOh, baby, the rivers red\nAh, baby, in my head\nTheres a funny feeling going on\nI dont think I can hold out long\nAnd when the owls cry in the night\nOh, baby, baby, when the pines begin to cry\nBaby, baby, baby, how do you feel?\nIf the rivers run dry, baby, how would you feel?\nCraze, baby, the rainbows end\nMm, baby, its just a den for those who hide\nWho hide their love to depths of life\nAnd ruin dreams that we all knew so, babe\nAnd when the owls cry in the night\nAnd baby, when the pines begin to cry\nOh, baby, baby, how do you feel?\nIf thе rivers run dry, baby, how do you feel?\nAh, ah...\nBaby, how do you feel?\nOoh yeah, brave I еndure\nOoh yeah, strong shields and lore\nThey cant hold the wrath of those who walk\nAnd the boots of those who march\nBaby, through the roads of time so long ago\nOoh, yeah\nOoh, ooh yeah\nAh, ah, ah, ah\nOoh, hoo\nOoh, ooh\nOoh, ah", "Weve done four already but now were steady\nAnd then they went: One, two, three, four\nSinging in the sunshine, laughing in the rain\nHitting on the moonshine, rocking in the grain\nGot no time to pack my bags, my foots outside the door\nI got a date, I cant be late, for the high hopes hailla ball\nOh ho\nOh yeah\nSinging to an ocean, I can hear the oceans roar \nPlay for free, play for me and play a whole lot more, more! \nSinging about good things and the sun that lights the day \nI used to sing on the mountains, has the ocean lost its way?\nI dont know\nOh-oh yeah\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nNa nana na na na na na na na na na na na na\nSitting round singing songs until the night turns into day \nUsed to sing on the mountains, but the mountains washed away\nNow Im singing all my songs to the girl who won my heart\nShe is only three years old and its a real fine way to start\nOh yeah\nIt sure is fine\nI blow my mind\nWhen the tears are going down\nYeah, yeah\nOh, so good!", "And if I say to you tomorrow\nTake my hand, child, come with me\nIts to a castle I will take you\nWhere whats to be, they say will be\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind wont blow, you really shouldnt go\nIt only goes to show\nThat you will be mine, by taking our time\nOh-oh\nAnd if you say to me tomorrow\nOh, what fun it all would be\nThen whats to stop us, pretty baby\nBut what is and what should never be?\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind wont blow, you really shouldnt go\nIt only goes to show\nThat you will be mine, by taking our time\nAhh\nSo if you wake up with the sunrise\nAnd all your dreams are still as new\nAnd happiness is what you need so bad, girl\nThe answer lies with you, yeah\nCatch the wind, see us spin, sail away, leave today\nWay up high in the sky\nBut the wind wont blow, you really shouldnt go\nIt only goes to show\nThat you will be mine, by taking our time\nOh, bum, bum, bum\nThe wind wont blow and we really shouldnt go\nAnd it only goes to show\nCatch the wind, were gonna see it spin, were going to... sail, leave today\nDo do do, bop bop a do-oh\nMy my my my my my, yeah\nEverybody I know seems to know me well\nBut theyre never gonna know that I move like hell\nBaby, baby, baby, baby, baby, baby\nOh lord\nBaby, baby, babe", "Lyrics for this song have yet to be released. Please check back once the song has been released.", "Oh, baby\nWell. theres a light in your eye that keeps shining\nLike a star that cant wait for the night\nI hate to think Ive been blinded, baby\nWhy cant I see you tonight?\nAnd the warmth of your smile starts a-burning\nAnd the thrill of your touch gives me fright\nAnd Im shaking so much, really yearning\nWhy dont you show up, make it all right?\nYeah, its all right\nAnd if you promised youd love so completely\nAnd you said you would always be true\nYou swore that you never would leave me, baby\nWhatever happened to you?\nAnd you thought it was only in movies\nAs you wish all your dreams would come true, hey\nIt ain’t the first time bеlieve me, baby\nIm standing hеre feeling blue\nYeah, Im blue\nNow I will stand in the rain on the corner\nIll watch the people go shuffling downtown\nAnother ten minutes no longer\nAnd then Im turning around, around\nThe clock on the walls moving slower\nMy heart, it sinks to the ground\nAnd the storm that I thought would blow over\nClouds the light of the love that I found, found\nLight of the love that I found\nLight of the love that I found\nOh, that I found\nHey, babe!\nOoh! Hands on the clock\nJust don’t seem to stop when I’m thinking it over\nOoh! Tired of the light\nI just don’t seem to find\nGotta get away, get away\nOh, ooh-ooh! I see it in my dreams\nBut I just don’t seem to be\nIve got to get all, gotta get it all\nGotta get it all, I’ve got to get it all\nOoh, now my body is starting to quiver\nAnd the palms of my hands getting wet, oh\nIve got no reason to doubt you, baby\nIts all a terrible mess\nAnd Ill run in the rain till Im breathless\nWhen Im breathless, Ill run till I drop, hey\nThe thoughts of a fools kind of careless\nIm just a fool waiting on the wrong block, oh yeah\nOh, oh-oh\nLight of the love that I found\nLight of the love that I found\nLight of the love that I\nLight of the love that I found\nLight of the, hey, eh, light of the, hey, eh\nLight of the love that I found\nLight of the love that I found", "Hey fellas, have you heard the news?\nYou know that Annies back in town\nIt wont take long, just watch and see\nHow the fellas lay their money down\nHer style is new, but the face the same\nAs it was so long ago\nBut from her eyes, a different smile\nLike that of one who knows\nWell, its been ten years or maybe more\nSince I first set eyes on you\nThe best years of my life gone by\nHere I am alone and blue\nSome people cry and some people die\nBy the wicked ways of love\nBut Ill just keep on rolling along\nWith the grace of the Lord above\nPeople talking all around\nAbout the way you left me flat\nI dont care what the people say\nI know where their jive is at\nOne thing I do have on my mind\nIf you can clarify, please do\nIts the way you call me by another guys name\nWhen I try to make love to you, yeah\nBut it aint no use\nMmm, work so hard I couldnt unwind\nGet some money saved\nAbuse my love a thousand times\nHowever hard I tried\nHeartbreaker; your time has come\nCant take your evil way\nGo away, Heartbreaker\nHeartbreaker!\nHeartbreaker!", "Been working from seven\nTo eleven every night\nReally makes life a drag\nI dont think thats right\nIve really been the biggest fool\nBaby, what I could do now\nCause I love you, baby\nHow I love you, baby\nHow I love you, baby\nHow I love you, yeah\nSince Ive been loving you, baby\nIm about to lose, lose, yeah, my worried mind\nBut baby, since Ive been loving you, yeah\nIm about to lose my worried mind, oh yeah\nEvrybody tells me that\nThat you didnt mean no good\nBut I really helped you, darling\nI did the best, I did the best, I really did the best I could, yeah\nSo now Im gonna tell you what Im gonna do, yeah\nIm gonna stop my cryin, stop my cryin over you, yeah\nIm leaving you darling\nIt breaks my heart, yeah, yeah\nSince Ive been loving you, baby\nIm, Im, Im, Im about to lose my worried mind, oh \nHey\nIve been crying\nMy tears; they fell like rain\nI hear them fallin, fallin, fallin\nI hear them fallin, fallin\nAhh\nYou build my hopes so high\nBaby, babe, you let me down so low\nI gotta tell you, I gotta tell you\nI just dont know, I dont know which way to go, oh\nCause youre a little bitty girl, yes, you are\nAnd I know, and I know, and I know, and I know, and I know\nYou dont mean me no harm, baby\nBut I, I need you, I need you, I need you\nBe mine, ah\nSince Ive been loving you\nIm about to lose, about to lose my worried mind\nOh\nBaby, since Ive been loving you\nIm about to lose my worried mind", "I dont know how Im going to tell you\nI cant play with you no more\nI dont know how Im gonna do what mama told me\nMy friend, the boy next door\nI cant believe what people saying\nYoure gonna let your hair hang down\nIm satisfied to sit here working all day long\nYoure in the darker side of town\nAnd when Im out I see you walking\nWhy dont your eyes see me\nCould it be youve found another game to play\nWhat did mama say to me?\nThats the way\nOh, thats the way it ought to be\nYeah, yeah, mama say\nThats the way it ought to stay, yeah, yeah, ooh-ooh\nAnd yesterday I saw you standing by the river\nAnd werent those tears that filled your eyes\nAnd all the fish that lay in dirty water dying\nHad they got you hypnotized?\nAnd yesterday I saw you kissing tiny flowers\nBut all that lives is born to die\nAnd so I say to you that nothing really matters\nAnd all you do is stand and cry\nI dont know what to say about it\nWhen all you ears have turned away\nBut nows the time to look and look again at what you see\nIs that the way it ought to stay?\nThats the way\nThats the way it ought-ta be\nOh, dont you know now, mama said\nThats the way its gonna stay, yeah\nAh, ah, ah, ah, ah", "", "I was burned in the heat of the moment\nThough it couldnt been the heat of the day\nWhen I learned how my time had been wasted\nTear fell as I turned away\nNow Ive got friends who will give me their shoulder\nWhen I should happen to fall\nTime and his bride growing older\nIve got friends who will give me fuck all\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala\nCorner of Bleecker and nowhere\nIn the land of not quite day\nA shiver runs down my backbone\nFace in the mirror turns grey\nSo looked round to hitch up the reindeer\nSearching hard trying to brighten the day\nI turned around to look for the snowman\nTo my surprise hed melted away\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala\nAs the moon and the stars call the order\nInside my tides dance the ebb and sway\nThe sun in my souls sinking lower\nWhile the hope in my hands turns to clay\nI dont ask that my fields full of clover\nI dont moan at opportunitys door\nAnd if you ask my advice, take it slower\nThen your storyd be your finest reward\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala, now do it\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nLost on the path to attainment\nSearch in the eyes of the wise\nWhen I bled from the heart of the matter\nI started bleeding without a disguise\nNow everythings fine under heaven\nNow and then youve got to take time to pause\nWhen youre down on the ground, dont be messing around\nOr youll land in a boat without oars\nLalala, yeah\nLalala, my baby\nLalala, yeah\nLalala\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh\nOh, oh, oh", "Yeah\nOne time love, take care how you use it\nTry to make it last all night\nAnd if you take your pick, be careful how you choose it\nSometimes its hard to feel it bite\nFeel it bite\nA man I know went down to Louisiana\nHad himself a bad, bad fight\nAnd when the sun peeked through\nJohn Cameron with Suzanna\nHe kissed the whiskers, left and right\nWhiskers\nNow, now, now, fright subsides\nOut at a hotel in the quarter\nOur friends check in to pass the night\nNow love gets hot, but fire preceded water\nPoor whiskеrs set that room alight\nWhiskers\nDown on Bourbon street, you know its right\nYou can see my friend\nThеy run around all through the night\nMost everywhere\nUntil the closets bare\nRun for the razor burn\nDoin up my hair\nNew Orleans queens\nSure know how to schmooze it\nMaybe for some that seems alright\nWhen I step out\nStrut down with my sugar\nShed best not talk like Barry White!\nOne time love, take care how you use it\nTry to make it last all night\nAnd if you take your pick, be careful how you choose it\nSometimes its hard to feel it bite\nWhiskers", "", "Dancing days are here again\nAs the summer evenings grow\nI got my flower, I got my power\nI got a woman who knows\nI said its alright, you know it’s alright\nI guess its all in my heart\nYoull be my only, my one and only\nIs that the way it should start?\nCrazy ways are evident\nBy the way you wearing your clothes\nSipping booze is precedent\nAs the evening starts to glow\nYou know it’s alright, I said its alright\nYou know its all in my heart\nYoull be my only, my one and only\nIs that the way it should start?\nDig\nYou told your mama Id get you home\nBut you didnt say that I got no car\nI saw a lion, he was standing alone\nWith a tadpole in a jar\nYou know its alright\nI said its alright\nI guess it’s all in my heart, heart, heart, heart\nYou’ll be my only\nMy one and only\nIs that the way it should start?\nSo dancing days are here again\nAs the summer evenings grow\nYou are my flower, you are my power\nYou are my woman who knows\nI said its alright\nYou know it’s alright\nYou know its all in my heart\nYoull be my only, yes\nMy one and only, yes\nIs that the way it should start?\nI know it is, yeah", "You need coolin, baby, Im not foolin\nIm gonna to send you back to schoolin\nWay down inside, honey, you need it\nIm gonna give you my love\nIm gonna give you my love, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been learnin, baby, Ive been yearnin\nAll them good times, baby, baby, Ive been learnin\nWay, way down inside, honey, you need it\nIm gonna give you my love, ah\nIm gonna give you my love, ah, oh\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nYouve been coolin, baby, Ive been droolin\nAll the good times, baby, Ive been misusin\nWay, way down inside, Im gonna give you my love\nIm gonna give you every inch of my love\nGonna give you my love, hey, alright, yes, sir\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWant a whole lotta love\nWay down inside, woman, you need love\nShake for me, girl, I wanna be your back door man\nHey! Oh! Hey! Oh! Hey! Oh!\nOh, oh, oh, oh\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nKeep it coolin, baby\nAhh, ahh", "Oh, let the sun beat down upon my face\nAnd stars fill my dream\nIm a traveler of both time and space\nTo be where I have been\nTo sit with elders of the gentle race\nThis world has seldom seen\nThey talk of days for which they sit and wait\nAll will be revealed\nTalk in song from tongues of lilting grace\nSounds caress my ear\nAnd not a word I heard could I relate\nThe story was quite clear\nOh, baby, I been blind\nOh, yeah, mama, there aint no denyin\nOh, ooh yes, I been blind\nMama, mama, aint no denyin, no dеnyin\nAll I see turns to brown\nAs the sun burns the ground\nAnd my eyеs fill with sand\nAs I scan this wasted land\nTry to find, try to find the way I feel\nOh, pilot of the storm who leaves no trace\nLike sorts inside a dream\nLeave the path that led me to that place\nYellow desert stream\nLike Shangri-la beneath the summer moon\nI will return again\nAs the dust that floats finds you\nWere moving through Kashmir\nOh, father of the four winds fill my sails\nCross the sea of years\nWith no provision but an open face\nAlong the straits of fear\nOh, when I want, when Im on my way, yeah\nAnd my feet wear my fickle way to stay\nOoh, yeah yeah, oh, yeah yeah\nBut Im down oh, yeah yeah, oh, yeah\nYeah, but Im down, so down\nOoh, my baby, oh, my baby\nLet me take you there\nCome on, oh let me take you there\nLet me take you there", "You said I was the only\nWith my lemon in your hand \nExhibition is your habit\nEmotion second hand \nHad to pull away to save me\nMaybe next time around \nAnd she said, dont you want it?\nDont you want cocaine, cocaine, cocaine?\nHadnt planned to, could not stand to\nTry it, fry it, na na na na, yeah\nHeard a cry for mercy\nIn the city of the damned\nOh, oh, baby, damned\nIn the pits you go no lower\nThe next stops underground\nOh, hello underground\nWine and roses aint quite over\nFate deals a losing hand\nAnd I said, didnt mean to\nDid not mean to f-fail\nYou didnt plan it, you over-ran it\nYou want do it, you want to\nYou want do it when you want to\nYou want do it, do it when you want to\nWhen you blow it, babe\nYou got to blow it right\nOh baby, if you fake it, mama\nBaby, fake with all your might\nWhеn you fake it, mama\nPlease fakе it right for yourself, babe\nWhen you fake it, baby\nYoure faking it for your life, for your life\nFor your life, for your life\nDo it, do it, do it, do it, do it\nDo it when you wanna\nDo it, do it, do it, do it, do it\nDo it when you wanna\nOh, I can have you, baby\nBut I dont know what to do, yeah\nSometime, baby, nothing I could do\nOn the balance of a crystal\nPaying through the nose\nAnd when they couldnt resist you\nI thought youd go with the flow\nAnd now your stage is empty\nBring down the curtain, baby please\nFold up your show\nHadnt planned to\nCould not stand to fry in it\nHadnt planned it\nI over-ran it, frying\nFor your life, for your life", "", "In the evening\nWhen the day is done\nIm looking for a woman\nBut the girl dont come\nSo dont let her\nPlay you for a fool\nShe dont show no pity, baby\nShe dont make no rules\nOh, oh, I need your love\nI need your love\nOh, I need your love\nI just got to have\nSo dont you let her\nOh, get under your skin\nIts only bad luck and trouble\nFrom the day that you begin\nI hear you crying in the darkness\nDont ask nobodys help\nAint no pockets full of mercy, baby\nBecause you can only blame yourself\nOh, I need your love\nOh, oh, I need your love, ooh yeah\nOh, I need your love\nI got to have\nOh, its simple\nAll the pain that you go through\nYou can turn away from fortune, fortune\nBecause thats all thats left to you\nHey, its lonely at the bottom\nMan, its dizzy at the top\nBut if youre standing in the middle\nAint no way youre gonna stop\nOh, I need your love\nOh, oh, I need your love\nOh, oh, I need your love\nI got to have\nOoh, whatever\nThat your days may bring\nNo use hiding in a corner\nBecause that wont change a thing\nIf youre dancing in the doldrums\nOne day soon, its got to stop, its got to stop\nWhen youre the master of the off-chance\nWhen you dont expect a lot\nOh, oh, I need your love\nI need your love\nOoh, I need your love\nI got to have, I got to have\nBaby, I got to have your love\nI got to have\nBabe, I got to have your love\nOh, oh, oh, oh\nI got to have your love\nJust got to\nI just got to", "Well, I just got into town today\nTo find my girl whos gone away\nShe took the Greyhound at the General Store\nI searched myself I searched the town\nWhen I finally did sit down\nI find myself no wiser than before\nShe said we couldnt do no wrong\nNo other love could be so strong\nShe locked up my heart in her bottom drawer\nNow she took my heart, she took my keys\nFrom in my old blue dungarees\nAnd Ill never go to Texas anymore\nNow my babys gone, I dont know what to do\nShe took my love and walkеd right out the door\nAnd if I ever find that girl, I know onе thing for sure\nIm gonna give her something like she never had before\nI took her love at seventeen\nA little late these days, it seems\nBut they said Heaven is well worth waiting for\nI took her word, I took it all\nBeneath the sign that said U-Haul\nShe left angels hanging round for more, ah, oh\nNow my babys gone, I dont know what to do\nShe took my love and walked right out the door\nAnd if I ever find that girl, I know one thing for sure\nIm gonna give her something like she never had before\nI thought I had it all sewn up\nOur love, a plot, a pick-up truck\nBut folks said she was after something more\nI never did quite understand\nAll that talk about rocking bands\nBut they just rolled my doll right out the door\nOh yeah, they just rolled my doll right out the door\nWhy, well, they just rolled my doll right out the door!", "", "Baby, when you walk that sweet walk\nOh, you walk it good, yes you walk it good\nBaby, when you talk that sweet talk\nIt sounds so good, oh so good\nWith a little bit of concentration\nAnd a little bit of helping hands, yeah\nAnd a little bit of raving madness\nYou know it makes me feel, baby\nBoth my feet are back on the ground\nAnd when the rhythm takes me\nIt feels so good, oh so good\nBaby, if it keeps a-shaking\nIt will do you good, oh so much good\nWith a little bit of stop-a-shaking, shaking\nAnd a little bit of fly right down\nWoo, just a little bit of sweet con-carne\nIt makes me feel, makes me feel\nI got my feet on the ground\nOoh, now baby, when you move it makes me\nReally feel so good, oh so good\nAnd Im so glad, so glad, so glad, so glad\nAnd Im good, oh, so good\nWith a little bit of, oh, concentration\nAnd a little bit of helping hands, yeah\nAnd a little bit of, oh way, I like this\nIt makes me feel, it makes mе feel, baby\nIm back on the ground\nOh yes, it sure doеs\nIt makes me feel back on the ground\nSuarez! Suarez!\nBaby, baby, youre back on the ground! Yeah\nIm feeling good child\nIm feeling good child\nIm feeling good child\nIm feeling good child\nDown on the ground\nSha la la la \nSha la la la...", "", "Hangman, hangman, hold it a little while\nI think I see my friends coming, riding many a mile\nFriends, you get some silver?\nDid you get a little gold?\nWhat did you bring me, my dear friends\nTo keep me from the gallows pole?\nWhat did you bring me to keep me from the gallows pole?\nI couldnt get no silver, I couldnt get no gold\nYou know that were too damn poor to keep you from the gallows pole\nHangman, hangman, hold it a little while\nI think I see my brother coming, riding many a mile\nBrother, you get me some silver?\nDid you get a little gold?\nOh, what did you bring me, my brother, to keep me from the gallows pole?\nBrother, I brought you some silver, yeah\nI brought a little gold, I brought a little of everything\nTo keep you from the gallows pole\nYes, I brought you to keep you from the gallows pole\nHangman, hangman, turn your head awhile\nI think I see my sister coming, riding many a mile, mile, mile\nSister, I implore you, take him by the hand\nTake him to some shady bower\nSave me from the wrath of this man\nPlease take him, save me from the wrath of this mad man\nHangman, hangman, upon your face a smile\nTell me that Im free to ride\nRide for many a mile, mile, mile\nOh yes, you got a fine sister\nShe warmed my blood from cold\nShe warmed my blood to boiling hot\nTo keep you from the gallows pole, pole, pole, pole, yeah, yeah\nYour brother brought me silver and your sister warmed my soul\nBut now I laugh and pull so hard, see you swinging on the gallows pole, yeah\nBut now I laugh and pull so hard, see you swinging on the gallows pole, pole, pole\nSwingin on the gallows pole\nSwingin on the gallows pole\nSwingin on the gallows pole\nSwingin on the gallows pole\nPole, pole, pole, pole, pole, pole, yeah\nAh-ha-ha, ah-ha-ha\nAh-ha-ha, ah-ha-ha\nAh-ha-ha-ha, ah-ha-ha-ha\nAh-ha-ha, ah-ha-ha\nIt was swingin, it was swingin, it was swingin\nMamamamamamama, yeah\nUh yeah, uh yeah\nAh-ha-ha, ah-ha-ha, ah-ha-ha, ah-ha\nSwingin on the gallows, yeah\nSwingin on the gallows pole\nSwingin on the gallows pole\nSwingin on the, ah\nI gotta swing\nSee-saw marjory daw\nI gotta swing\nSee-saw, knock at my door\nI gotta sing\nKeep on singing, yeah\nKeep on spooling, yeah\nAw yeah!", "", "Her face is cracked from smiling\nAll the fears that shes been hiding\nAnd it seems pretty soon everybodys gonna know\nAnd her voice is sore from shouting\nCheering winners who are losing\nAnd she worries if their days are few\nAnd soon theyll have to go\nMy, my, my, Im so happy\nIm gonna join the band\nWe gonna dance and sing in celebration\nWe are in the promised land\nShe hears them talk of new ways\nTo protect the home she lives in\nThen she wonders what its all about\nWhen they break down the door\nHer name is Brown or White or Black\nYou know her very well\nYou hear her cries of mercy\nAs the winners toll the bell\nMy, my, my, Im so happy\nIm gonna join the band\nWe gonna sing and dance in celebration\nWe are the promised land\nThere is a train that leaves the station\nHeading for your destination\nBut the price you pay to nowhere\nHas increased a dollar more\nYes, it has\nAnd if you walk youre gonna get there\nThough it takes a little longer\nAnd when you see it in the distance\nYou will wring your hands and moan\nOh, yeah, yeah, yeah, yeah\nIf you walk youre gonna get there\nThough it takes a little longer\nAnd when you see it in the distance\nYou will wring your hands", "Hey fellas, have you heard the news?\nYou know that Annies back in town\nIt wont take long, just watch and see\nHow the fellas lay their money down\nHer style is new, but the face the same\nAs it was so long ago\nBut from her eyes, a different smile\nLike that of one who knows\nWell, its been ten years or maybe more\nSince I first set eyes on you\nThe best years of my life gone by\nHere I am alone and blue\nSome people cry and some people die\nBy the wicked ways of love\nBut Ill just keep on rolling along\nWith the grace of the Lord above\nPeople talking all around\nAbout the way you left me flat\nI dont care what the people say\nI know where their jive is at\nOne thing I do have on my mind\nIf you can clarify, please do\nIts the way you call me by another guys name\nWhen I try to make love to you, yeah\nI try to make love but it aint no use\nGive it to me, give it\nWork so hard I couldnt unwind\nGet some money saved\nAbuse my love a thousand times\nHowever hard I tried\nHeartbreaker; your time has come\nCant take your evil way\nGo away, heartbreaker\nHeartbreaker!\nHeartbreaker!\nHeart!", "I wanna tell you about my good thing\nI aint disclosing no names, but\nHe sure is a good friend, and\nI aint gonna tell you where he comes from, boy\nIf I tell you, you wont come again, oh, hey\nI aint gonna tell you nothing, but I do will, but I know, yeah\nNow let me tell you about my girl\nI open up a newspaper and what do I see?\nAh, ah\nSee my girl, ah, looking at me\nOoh, and when she walks, she walks\nLet me tell you, when she talks, she talks\nAnd when she looks me in my eye\nShes my baby, Lord, I wanna make her mine, baby\nOoh, tell me baby what you want me to do\nAnd you want me to love you, love some other men?\nOoh, aint gonna call me Mr. Pitiful, no\nI dont need no respect from nobody, no\nAh yeah, no, no\nAh\nI aint gonna tell you nothing, I aint gonna tell you no more, no\nShes my baby, let me tell you that I love her so and, and\nShe is the woman I really wanna love and let me tell you more\nOoh! Shes my baby, let me tell you, she lives next door\nShes the one a woman the one a woman that I know\nI aint going, I aint going, I aint going to tell\nI aint going to tell you one thing\nThat you really ought to know, boy\nShes my lover, baby, and I love her so, and\nShes the one that really makes me whirl and twirl, and\nShes the kind of lover that makes me feel the whole world, and\nShes the one who really makes me jump and shout, oh\nShes the kind of girl, I know what its all about\nTake it on\nTake it, take it, take it\nAh, excuse me\nOh, will you excuse me?\nIm just trying to find the bridge\nHas anybody seen the bridge?\nPlease \nI aint seen the bridge"]}