{"train": ["And disciplinary remains mercifully\nYes and um, I’m with you Derek, this star nonsense\nYes, yes, now which is it?\nI am sure of it\nSo, so you think you can tell\nHeaven from Hell? Blue skies from pain?\nCan you tell a green field from a cold steel rail?\nA smile from a veil? Do you think you can tell?\nDid they get you to trade your heroes for ghosts?\nHot ashes for trees? Hot air for a cool breeze?\nCold comfort for change? Did you exchange\nA walk-on part in the war\nFor a lead role in a cage?\nHow I wish, how I wish you were here\nWere just two lost souls swimming in a fishbowl year after year\nRunning over the same old ground, what have we found?\nThe same old fears, wish you were here", "Ticking away the moments that make up a dull day\nFritter and waste the hours in an offhand way\nKicking around on a piece of ground in your hometown\nWaiting for someone or something to show you the way\nTired of lying in the sunshine, staying home to watch the rain\nYou are young and life is long and there is time to kill today\nAnd then one day you find ten years have got behind you\nNo one told you when to run, you missed the starting gun\nAnd you run, and you run to catch up with the sun, but its sinking\nRacing around to come up behind you again\nThe sun is the same in a relative way, but youre older\nShorter of breath, and one day closer to death\nEvery year is getting shorter, never seem to find the time\nPlans that either come to naught or half a page of scribbled lines\nHanging on in quiet desperation is the English way\nThe time is gone, the song is over, thought Id something more to say\nHome, home again\nI like to be here when I can\nAnd when I come home cold and tired\nIts good to warm my bones beside the fire\nFar away across the field\nThe tolling of the iron bell\nCalls the faithful to their knees\nTo hear the softly spoken magic spells", "Hello? \nIs there anybody in there?\nJust nod if you can hear me\nIs there anyone home?\nCome on , now\nI hear youre feeling down\nWell, I can ease your pain\nAnd get you on your feet again\nRelax \nIll need some information first\nJust the basic facts\nCan you show me where it hurts?\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move, but I cant hear what youre saying\nWhen I was a child, I had a fever\nMy hands felt just like two balloons\nNow Ive got that feeling once again\nI cant explain, you would not understand\nThis is not how I am\nI have become comfortably numb\nI have become comfortably numb\nOkay \nJust a little pinprick\nTherell be no more\nBut you may feel a little sick\nCan you stand up? \nI do believe its working, good\nThatll keep you going through the show\nCome on, its time to go\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move, but I cant hear what youre saying\nWhen I was a child, I caught a fleeting glimpse\nOut of the corner of my eye\nI turned to look, but it was gone\nI cannot put my finger on it now\nThe child is grown, the dream is gone\nI have become comfortably numb", "We dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeacher, leave them kids alone\nHey! Teacher! Leave them kids alone!\nAll in all, its just another brick in the wall\nAll in all, youre just another brick in the wall\nWe dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers, leave them kids alone\nHey! Teacher! Leave us kids alone!\nAll in all, youre just another brick in the wall\nAll in all, youre just another brick in the wall\nWrong, do it again! \nWrong, do it again!\nIf you dont eat your meat, you cant have any pudding!\nHow can you have any pudding if you dont eat your meat?\nYou! Yes! You behind the bike sheds! Stand still, laddie!\n(If you dont eat your meat, you cant have any pudding!\nHow can you have any pudding if you dont eat your meat?)\nChildren playing\nPhone beeping sound", "Money, get away\nYou get a good job with more pay and youre okay\nMoney, its a gas\nGrab that cash with both hands and make a stash\nNew car, caviar, four-star daydream\nThink Ill buy me a football team\nMoney, get back\nIm alright, Jack, keep your hands off of my stack\nMoney, its a hit\nAh, dont give me that do-goody-good bullshit\nIm in the high-fidelity first class travelling set\nAnd I think I need a Learjet\nMoney, its a crime\nShare it fairly, but dont take a slice of my pie\nMoney, so they say\nIs the root of all evil today\nBut if you ask for a rise, its no surprise\nThat theyre giving none away\nAway, away, away\nAway, away, away\nAway, ooh...\n- Yeah -- -- I was in the right!\n- Yes, absolutely in the right!\n- I certainly was in the right!\n- Yeah, I was definitely in the right; that geezer was cruising for a bruising...\n- Yeah\n- Why does anyone do anything?\n- I dont know, I was really drunk at the time...\n- I was just telling him it was in, he could get it in number two. He was asking why it wasnt coming up on fader eleven. After, I was yelling and screaming and telling him why it wasnt coming up on fader eleven. It came to a heavy blow, which sorted the matter out", "The lunatic is on the grass\nThe lunatic is on the grass\nRemembering games and daisy chains and laughs\nGot to keep the loonies on the path\nThe lunatic is in the hall\nThe lunatics are in my hall\nThe paper holds their folded faces to the floor\nAnd every day the paperboy brings more\nAnd if the dam breaks open many years too soon\nAnd if there is no room upon the hill\nAnd if your head explodes with dark forebodings too\nIll see you on the dark side of the moon\nThe lunatic is in my head \nThe lunatic is in my head\nYou raise the blade\nYou make the change\nYou rearrange me till Im sane\nYou lock the door\nAnd throw away the key\nAnd theres someone in my head but its not me\nAnd if the cloud bursts, thunder in your ear\nYou shout and no one seems to hear\nAnd if the band youre in starts playing different tunes\nIll see you on the dark side of the moon\nI cant think of anything to say except\nHahahahahahaha!\nI think its marvellous!\nHahaha...", "Breathe, breathe in the air\nDont be afraid to care\nLeave but dont leave me\nLook around and choose your own ground\nFor long you live and high you fly\nAnd smiles youll give and tears youll cry\nAnd all you touch and all you see\nIs all your life will ever be\nRun, rabbit, run\nDig that hole, forget the sun\nAnd when at last the work is done\nDont sit down, its time to dig another one\nFor long you live and high you fly\nBut only if you ride the tide\nAnd balanced on the biggest wave\nYou race towards an early grave", "Remember when you were young\nYou shone like the Sun\nShine on, you crazy diamond\nNow theres a look in your eyes\nLike black holes in the sky\nShine on, you crazy diamond\nYou were caught in the crossfire of childhood and stardom\nBlown on the steel breeze\nCome on, you target for faraway laughter\nCome on, you stranger, you legend, you martyr, and shine\nYou reached for the secret too soon\nYou cried for the Moon\nShine on, you crazy diamond\nThreatened by shadows at night\nAnd exposed in the light\nShine on , you crazy diamond \nWell, you wore out your welcome with random precision\nRode on the steel breeze\nCome on, you raver, you seer of visions\nCome on, you painter, you piper, you prisoner, and shine", "Hey you\nOut there in the cold, getting lonely, getting old\nCan you feel me?\nHey you\nStanding in the aisles with itchy feet and fading smiles\nCan you feel me?\nHey you\nDont help them to bury the light\nDont give in without a fight\nHey you\nOut there on your own, sitting naked by the phone\nWould you touch me?\nHey you\nWith your ear against the wall, waiting for someone to call out\nCould you touch me?\nHey you\nWould you help me to carry the stone?\nOpen your heart, Im coming home\nBut it was only fantasy\nThe wall was too high, as you can see\nNo matter how he tried, he could not break free\nAnd the worms ate into his brain\nHey you\nOut there on the road, always doing what youre told\nCan you help me?\nHey you\nOut there beyond the wall, breaking bottles in the hall\nCan you help me?\nHey you\nDont tell me theres no hope at all\nTogether we stand, divided we fall", "Us and them \nAnd after all were only ordinary men\nMe and you \nGod only knows its not what we would choose to do\nForward he cried from the rear\nAnd the front rank died\nThe general sat and the lines on the map\nMoved from side to side\nBlack and blue \nAnd who knows which is which and who is who\nUp and down \nAnd in the end its only round and round, and round\nHavent you heard its a battle of words?\nThe poster bearer cried\nListen, son, said the man with the gun\nTheres room for you inside\nI mean, theyre not gonna kill ya\nSo like, if you give em a quick short, sharp, shock\nThey wont do it again\nDig it? I mean he got off lightly\nCause I wouldve given him a thrashing\nI only hit him once!\nIt was only a difference of opinion\nBut really, I mean good manners dont cost nothing do they, eh?\nDown and out \nIt cant be helped but theres a lot of it about\nWith , without\nAnd wholl deny its what the fightings all about?\nOut of the way, its a busy day\nIve got things on my mind\nFor want of the price of tea and a slice\nThe old man died", "Overhead the albatross hangs motionless upon the air\nAnd deep beneath the rolling waves in labyrinths of coral caves\nThe echo of a distant time comes willowing across the sand\nAnd everything is green and submarine\nAnd no one showed us to the land\nAnd no one knows the wheres or whys\nBut something stirs and something tries\nAnd starts to climb towards the light\nStrangers passing in the street\nBy chance two separate glances meet\nAnd I am you\nAnd what I see is me\nAnd do I take you by the hand\nAnd lead you through the land\nAnd help me understand the best I can?\nAnd no one calls us to move on\nAnd no one forces down our eyes\nNo one speaks and no one tries\nNo one flies around the sun\nCloudless every day you fall\nUpon my waking eyes\nInviting and inciting me to rise\nAnd through the window in the wall\nCome streaming in on sunlight wings\nA million bright ambassadors of morning\nAnd no one sings me lullabies\nAnd no one makes me close my eyes\nSo I throw the windows wide\nAnd call to you across the sky", "You got to be crazy, you gotta have a real need\nYou gotta sleep on your toes and when youre on the street\nYou got to be able to pick out the easy meat with your eyes closed\nAnd then moving in silently, down wind and out of sight\nYou got to strike when the moment is right without thinking\nAnd after a while, you can work on points for style\nLike the club tie, and the firm handshake\nA certain look in the eye and an easy smile\nYou have to be trusted by the people that you lie to\nSo that when they turn their backs on you\nYoull get the chance to put the knife in\nYou gotta keep one eye looking over your shoulder\nYou know, its going to get harder, and harder, and harder\nAs you get older\nYeah, and in the end youll pack up and fly down south\nHide your head in the sand\nJust another sad old man\nAll alone and dying of cancer\nAnd when you lose control, youll reap the harvest you have sown\nAnd as the fear grows, the bad blood slows and turns to stone\nAnd its too late to lose the weight you used to need to throw around\nSo have a good drown, as you go down all alone\nDragged down by the stone\nGot to admit that Im a little bit confused\nSometimes it seems to me as if Im just being used\nGotta stay awake, gotta try and shake off this creeping malaise\nIf I dont stand my own ground, how can I find my way out of this maze\nDeaf, dumb and blind, you just keep on pretending\nThat everyones expendable, and no one has a real friend\nAnd it seems to you the thing to do would be to isolate the winner\nEverythings done under the sun\nBut you believe at heart everyones a killer\nWho was born in a house full of pain\nWho was trained not to spit in the fan\nWho was told what to do by the man\nWho was broken by trained personnel\nWho was fitted with collar and chain\nWho was given a pat on the back\nWho was breaking away from the pack\nWho was only a stranger at home\nWho was ground down in the end\nWho was found dead on the phone\nWho was dragged down by the stone\nWho was dragged down by the stone", "Mother, do you think theyll drop the bomb?\nMother, do you think theyll like this song?\nMother, do you think theyll try to break my balls?\nOoh-ah, Mother, should I build the wall?\nMother, should I run for president?\nMother, should I trust the government?\nMother, will they put me in the firing line?\nOoh-ah, is it just a waste of time?\nHush now, baby, baby, dont you cry\nMammas gonna make all of your nightmares come true\nMammas gonna put all of her fears into you\nMammas gonna keep you right here, under her wing\nShe wont let you fly, but she might let you sing\nMammas gonna keep baby cosy and warm\nOoh babe, ooh babe, ooh babe\nOf course, Mammas gonna help build the wall\nMother, do you think shes good enough... For me?\nMother, do you think shes dangerous... To me?\nMother, will she tear your little boy apart?\nOoh-ah, Mother, will she break my heart?\nHush now, baby, baby, dont you cry\nMammas gonna check out all your girlfriends for you\nMamma wont let anyone dirty get through\nMammas gonna wait up until you get in\nMamma will always find out where youve been\nMammas gonna keep baby healthy and clean\nOoh babe, ooh babe, ooh babe\nYoull always be baby to me\nMother, did it need to be so high?", "All that you touch and all that you see\nAll that you taste, all you feel\nAnd all that you love and all that you hate\nAll you distrust, all you save\nAnd all that you give and all that you deal\nAnd all that you buy, beg, borrow, or steal\nAnd all you create and all you destroy\nAnd all that you do and all that you say\nAnd all that you eat and everyone you meet \nAnd all that you slight and everyone you fight\nAnd all that is now and all that is gone\nAnd all thats to come and everything under the sun is in tune\nBut the sun is eclipsed by the moon\nThere is no dark side in the moon really\nMatter of fact its all dark\nHeartbeat", "Pig snorts\nBig man, pig man\nHaha, charade you are\nWooh!\nYou well-heeled big wheel\nHaha, charade you are\nAnd when your hand is on your heart\nYoure nearly a good laugh, almost a joker\nWith your head down in the pig bin\nSayin, Keep on digging\nPig stain on your fat chin\nWhat do you hope to find\nDown in the pig mine?\nYoure nearly a laugh\nYoure nearly a laugh, but youre really a cry\nBus stop rat bag\nHaha, charade you are\nYou fucked up old hag\nHaha, charade you are\nYou radiate cold shafts of broken glass\nYoure nearly a good laugh\nAlmost worth a quick grin\nYou like the feel of steel\nYoure hot stuff with a hatpin\nAnd good fun with a handgun\nYoure nearly a laugh\nYoure nearly a laugh, but youre really a cry\nHey you, Whitehouse\nHaha, charade you are\nYou house proud town mouse\nHaha, charade you are\nYoure tryin to keep our feelings off the street\nYoure nearly a real treat\nAll tight lips and cold feet\nAnd do you feel abused?\nGotta stem the evil tide\nAnd keep it all on the inside\nMary, youre nearly a treat\nMary, youre nearly a treat, but youre really a cry", "I am not frightened of dying\nAny time will do, I dont mind\nWhy should I be frightened of dying?\nTheres no reason for it, youve gotta go sometime\nI never said I was afraid of dying", "Three, two... fire!\nSo ya thought ya might like to go to the show\nTo feel the warm thrill of confusion, that space cadet glow\nIve got some bad news for you sunshine\nPink isnt well, he stayed back at the hotel\nAnd they sent us along as a surrogate band\nWere gonna find out where you fans really stand\nAre there any queers in the theater tonight?\nGet them up against the wall\nNow theres one in the spotlight, he dont look right to me\nGet him up against the wall\nAnd that one looks Jewish and that ones a coon!\nWho let all of this riff-raff into the room?\nTheres one smoking a joint and another with spots\nIf I had my way, Id have all of them shot!", "Daddys flown across the ocean\nLeaving just a memory\nA snapshot in the family album\nDaddy, what else did you leave for me?\nDaddy, whatd ya leave behind for me?\nAll in all, it was just a brick in the wall\nAll in all, it was all just bricks in the wall\nHey!\nChildren playing", "Beyond the horizon of the place we lived when we were young\nIn a world of magnets and miracles\nOur thoughts strayed constantly and without boundary\nThe ringing of the division bell had begun\nAlong the Long Road and on down the Causeway\nDo they still meet there by the Cut\nThere was a ragged band that followed in our footsteps\nRunning before time took our dreams away\nLeaving the myriad small creatures trying to tie us to the ground\nTo a life consumed by slow decay\nThe grass was greener\nThe light was brighter\nWith friends surrounded\nThe nights of wonder\nLooking beyond the embers of bridges glowing behind us\nTo a glimpse of how green it was on the other side\nSteps taken forwards but sleepwalking back again\nDragged by the force of some inner tide\nAt a higher altitude with flag unfurled\nWe reached the dizzy heights of that dreamed of world\nEncumbered forever by desire and ambition\nTheres a hunger still unsatisfied\nOur weary eyes still stray to the horizon\nThough down this road weve been so many times\nThe grass was greener\nThe light was brighter\nThe taste was sweeter\nThe nights of wonder\nWith friends surrounded\nThe dawn mist glowing\nThe water flowing\nThe endless river\nFor ever and ever\nIs that Charlie? Hello Charlie!\nGreat...", "Welcome, my son\nWelcome to the machine\nWhere have you been?\nIts alright, we know where youve been\nYouve been in the pipeline, filling in time\nProvided with toys and Scouting for Boys\nYou bought a guitar to punish your ma\nYou didnt like school\nAnd you know youre nobodys fool\nSo welcome to the machine\nWelcome, my son\nWelcome to the machine\nWhat did you dream?\nIts alright, we told you what to dream\nYou dreamed of a big star\nHe played a mean guitar\nHe always ate in the Steak Bar\nHe loved to drive in his Jaguar\nSo welcome to the machine", "...we came in?\nSo ya thought ya might like to go to the show\nTo feel the warm thrill of confusion, that space cadet glow\nTell me, is something eluding you, sunshine?\nIs this not what you expected to see?\nIf you wanna find out whats behind these cold eyes\nYoull just have to claw your way through this disguise\nLights!\nRoll the sound effects!\nAction!\nDrop it, drop it on em\nDrop it, drop it on them!\nShots\nBaby Crying", "Come in here, dear boy, have a cigar, youre gonna go far\nYoure gonna fly high, youre never gonna die\nYoure gonna make it if you try, theyre gonna love you\nWell, Ive always had a deep respect an I mean that most sincerely\nThe band is just fantastic, that is really what I think\nOh, by the way, which ones Pink?\nAnd did we tell you the name of the game, boy?\nWe call it riding the gravy train\nWere just knocked out, we heard about the sell-out\nYou gotta get an album out, you owe it to the people\nWere so happy we can hardly count\nEverybody else is just green, have you seen the chart?\nIts a hell of a start, it could be made into a monster\nIf we all pull together as a team\nAnd did we tell you the name of the game, boy?\nWe call it riding the gravy train", "Good morning, Worm your honour\nThe crown will plainly show the prisoner\nWho now stands before you\nWas caught red-handed showing feelings\nShowing feelings of an almost human nature\nThis will not do\nCall the schoolmaster!\nI always said hed come to no good in the end your honour\nIf theyd let me have my way I could have flayed him into shape\nBut my hands were tied, the bleeding hearts and artists\nLet him get away with murder, let me hammer him today\nCrazy, toys in the attic\nI am crazy, truly gone fishing\nThey must have taken my marbles away!\nYou little shit, youre in it now, I hope they throw away the key\nYou should have talked to me more often than you did, but no!\nYou had to go your own way\nHave you broken any homes up lately?\nJust five minutes, Worm your honour, him and me, alone\nBabe!\nCome to mother baby, let me hold you in my arms\nMlud I never wanted him to get in any trouble\nWhyd he ever have to leave me?\nWorm, your honour, let me take him home\nCrazy, over the rainbow\nI am crazy, bars in the window\nThere must have been a door there in the wall\nWhen I came in\nThe evidence before the court is incontrovertible\nTheres no need for the jury to retire\nIn all my years of judging, I have never heard before\nOf someone more deserving of the full penalty of law\nThe way you made them suffer, your exquisite wife and mother\nFills me with the urge to defecate\nSince, my friend, you have revealed your deepest fear\nI sentence you to be exposed before your peers\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nexplosion\nbricks crumbling", "Run, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better make your face up with your favourite disguise\nWith your button down lips and your roller blind eyes\nWith your empty smile and your hungry heart\nFeel the bile rising from your guilty past\nWith your nerves in tatters as the cockleshell shatters\nAnd the hammers batter down your door\nYou better run!\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better run all day and run all night\nAnd keep your dirty feelings deep inside\nAnd if youre taking your girlfriend out tonight\nYou better park the car well out of sight\nCause if they catch you in the back seat trying to pick her locks\nTheyre gonna send you back to Mother in a cardboard box\nYou better run!", "Harmlessly passing your time in the grassland away\nOnly dimly aware of a certain unease in the air\nYou better watch out\nThere may be dogs about\nIve looked over Jordan, and I have seen\nThings are not what they seem\nWhat do you get for pretending the dangers not real\nMeek and obedient, you follow the leader\nDown well trodden corridors into the valley of steel\nWhat a surprise!\nA look of terminal shock in your eyes\nNow things are really what they seem\nNo, this is no bad dream\nThe Lord is my shepherd, I shall not want\nHe makes me down to lie\nThrough pastures green He leadeth me the silent waters by\nWith bright knives He releaseth my soul\nHe maketh me to hang on hooks in high places\nHe converteth me to lamb cutlets\nFor lo, He hath great power, and great hunger\nWhen cometh the day we lowly ones\nThrough quiet reflection, and great dedication\nMaster the art of karate\nLo, we shall rise up\nAnd then well make the buggers eyes water\nBleating and babbling we fell on his neck with a scream\nWave upon wave of demented avengers\nMarch cheerfully out of obscurity into the dream\nHave you heard the news?\nThe dogs are dead!\nYou better stay home\nAnd do as youre told\nGet out of the road if you want to grow old", "Ive been mad for fucking years\nAbsolutely years, been over the edge for yonks\nBeen working me buns off for bands\nIve always been mad, I know Ive been mad\nLike the most of us have\nVery hard to explain why youre mad\nEven if youre not mad\nHahahahahahaha!\nAh-ah-ah...", "Well, only got an hour of daylight left. Better get started\nIsnt it unsafe to travel at night?\nItll be a lot less safe to stay here. Your fathers gonna pick up our trail before long\nCan Lorca ride?\nHell have to ride. Lorca, time to go! Chengra, thank you for everything. Lets go.\nGoodbye, Chengra\nGoodbye, Missy!\nIll be back--one day\nIs there anybody out there?\nIs there anybody out there?\nIs there anybody out there?\nAh, is there anybody out there?", "But theres somebody else that needs taking care of in Washington...\nWhos that?\nRose Pilchitt!\nRose Pilchitt? Whos that?\nKid screams in background\n36-24-36 Laughs does that answer your question?\nWhos she?\nShe was Miss Armoured Division in 1961... \nIve got a little black book with my poems in\nGot a bag with a toothbrush and a comb in\nWhen Im a good dog they sometimes throw me a bone in\nI got elastic bands keeping my shoes on\nGot those swollen hand blues\nIve got thirteen channels of shit on the T.V. to choose from\nIve got electric light\nAnd Ive got second sight\nIve got amazing powers of observation\nAnd that is how I know\nWhen I try to get through\nOn the telephone to you\nThere will be nobody home\nIve got the obligatory Hendrix perm\nAnd the inevitable pinhole burns\nAll down the front of my favourite satin shirt\nIve got nicotine stains on my fingers\nIve got a silver spoon on a chain\nIve got a grand piano to prop up my mortal remains\nIve got wild staring eyes\nAnd Ive got a strong urge to fly\nBut Ive got nowhere to fly to \nOoh, babe, when I pick up the phone\nTheres still nobody home\nIve got a pair of Gohills boots\nAnd Ive got fading roots", "You! Yes, you! Stand still, laddie!\nWhen we grew up and went to school\nThere were certain teachers who\nWould hurt the children in any way they could \nBy pouring their derision upon anything we did\nExposing every weakness\nHowever carefully hidden by the kid\nBut in the town, it was well known, when they got home at night\nTheir fat and psychopathic wives would thrash them within inches of their lives", "I am just a new boy\nA stranger in this town\nWhere are all the good times?\nWhos gonna show this stranger around?\nOoh, I need a dirty woman\nOoh, I need a dirty girl\nWill some woman in this desert land\nMake me feel like a real man?\nTake this rock-and-roll refugee\nOoh, baby, set me free\nOoh, I need a dirty woman\nOoh, I need a dirty girl\nOoh, I need a dirty woman\nOoh, I need a dirty girl\nPhone beeping\nHello?\nYes, a collect call for Mrs. Floyd from Mr. Floyd. Will you accept the charge from the United States?\nPhone clicks\nOh, he hung up. Thats your residence, right? Well, I wonder why he hung up. Is there supposed to be someone out there besides your wife there to answer?\nPhone redials and beeps again\nHello?\nThis is the United States calling. Are we reaching...\nPhone clicks\nSee, he keeps hanging up, and its a man answering.", "Eins, zwei, drei, alle!\nOoh-ooh, you cannot reach me now\nOoh-ooh, no matter how you try\nGoodbye, cruel world, its over\nWalk on by\nSitting in a bunker here behind my wall\nWaiting for the worms to come \nIn perfect isolation here behind my wall\nWaiting for the worms to come\nTesting. One. Two. One. Two. We’re all going to convene at 1:15 outside Brixton Town Hall where we will be going...\n To cut out the deadwood\n To clean up the city\n To follow the worms\n To put on a black shirt\n To weed out the weaklings\n To smash in their windows and kick in their doors\n For the final solution to strengthen the strain\n To follow the worms\n To turn on the showers and fire the ovens\n For the queers and the coons and the reds and the Jews\n To follow the worms\nWould you like to see Britannia Rule again\nMy friend?\nAll you have to do is follow the worms\nWould you like to send our coloured cousins home again\nMy friend?\nAll you need to do is follow the worms\nStop!", "Oh my God! What a fabulous room! Are all these your guitars?\nGod! This place is bigger than our apartment!\nUm, can I get a drink of water?\nYou want some, huh?\nOh wow! Hey, look at this tub! Wanna take a bath?\nWhat are you watching?\nHello?\nAre you feeling okay?\nDay after day, the love turns gray\nLike the skin of the dying man\nAnd night after night, we pretend its all right\nBut I have grown older, and you have grown colder\nAnd nothing is very much fun any more\nAnd I can feel one of my turns coming on\nI feel cold as a razor blade, tight as a tourniquet\nDry as a funeral drum\nRun to the bedroom, in the suitcase on the left\nYoull find my favourite axe\nDont look so frightened, this is just a passing phase\nOne of my bad days\nWould you like to watch TV? Or get between the sheets?\nOr contemplate the silent freeway?\nWould you like something to eat? Would you like to learn to fly?\nWould ya? Would you like to see me try?\nAh, no!\nWould you like to call the cops?\nDo you think its time I stopped?\nWhy are you running away?", "Look, Mummy!\nTheres an airplane up in the sky\nOoh-ooh, ooh, ooh, ooh\nOoh-ooh, ooh, ooh, ooh\nOoh-ooh, ooh, ooh, ooh\nDid-did-did-did you see the frightened ones?\nDid-did-did-did you hear the falling bombs?\nDid-did-did-did you ever wonder why we had to run for shelter when the promise of a brave new world unfurled beneath the clear blue sky?\nOoh-ooh, ooh, ooh, ooh\nOoh-ooh, ooh, ooh, ooh\nDid-did-did-did you see the frightened ones?\nDid-did-did-did you hear the falling bombs?\nThe flames are all long gone\nBut the pain lingers on\nGoodbye, blue sky\nGoodbye, blue sky\nGoodbye\nGoodbye", "If you didnt care what happened to me\nAnd I didnt care for you\nWe would zigzag our way through the boredom and pain\nOccasionally glancing up through the rain\nWondering which of the buggers to blame\nAnd watching for pigs on the wing", "Have your baggage and your passports ready and follow the green line to customs and then to immigration. BA 215 to Rome, Cairo and Lagos\nLive for today, gone tomorrow. Thats me\nLaughs", "Baby Crying\nMomma loves her baby\nAnd Daddy loves you too\nAnd the sea may look warm to you, babe\nAnd the sky may look blue\nOoh-ooh-ooh-ooh, babe\nOoh-ooh-ooh, baby blue\nOoh-ooh-ooh-ooh-ooh-ooh, babe\nIf you should go skating\nOn the thin ice of modern life\nDragging behind you, the silent reproach\nOf a million tear stained eyes\nDont be surprised when a crack in the ice\nAppears under your feet\nYoull slip out of your depth and out of your mind\nWith your fear flowing out behind you\nAs you claw the thin ice", "Sounds from TV\nI dont need no arms around me\nAnd I dont need no drugs to calm me\nI have seen the writing on the wall\nDont think I need anything at all\nNo, dont think Ill need anything at all\nAll in all, it was all just bricks in the wall\nAll in all, you were all just bricks in the wall", "", "All alone, or in twos\nThe ones who really love you\nWalk up and down, outside the wall\nSome hand in hand\nAnd some gathered together in bands\nThe bleeding hearts and the artists make their stand\nAnd when theyve given you their all\nSome stagger and fall, after all its not easy\nBanging your heart against some mad buggers wall\nIsnt this where...", "Nobody knows where you are\nHow near or how far\nShine on you crazy diamond\nPile on many more layers\nAnd Ill be joining you there\nShine on you crazy diamond\nAnd well bask in the shadow of yesterdays triumph\nAnd sail on the steel breeze\nCome on, you boy child, you winner and loser\nCome on, you miner for truth and delusion, and shine!", "Ooh, babe, dont leave me now\nDont say its the end of the road\nRemember the flowers I sent\nI need you, babe\nTo put through the shredder in front of my friends\nOh, babe, dont leave me now\nHow could you go?\nWhen you know how I need you\nTo beat to a pulp on a Saturday night\nOh, babe, dont leave me now\nHow can you treat me this way?\nRunning away\nOoh, babe, why are you running away?\nOoh, babe\nOoh, babe\nOoh, babe\nOoh, ooh\nArgh!", "You say the hill’s too steep to climb\nChiding\nYou say you’d like to see me try\nClimbing\nYou pick the place and I’ll choose the time\nAnd I will climb that hill in my own way\nJust wait a while for the right day\nAnd as I rise above the tree line and the clouds\nI look down, hearing the sound of the things you’ve said today\nFearlessly the idiot faced the crowd\nSmiling\nMerciless the magistrate turns ’round\nFrowning\nAnd who’s the fool who wears the crown?\nAnd go down in your own way\nAnd every day is the right day\nAnd as you rise above the fear-lines in his brow\nYou look down, hearing the sound of the faces in the crowd\nWalk on, walk on, with hope in your heart\nAnd youll never walk alone\nYoull never walk alone\nLiverpool! Liverpool!", "Into the distance, a ribbon of black\nStretched to the point of no turning back\nA flight of fancy on a windswept field\nStanding alone, my senses reel\nA fatal attraction is holding me fast\nHow can I escape this irresistible grasp?\nCant keep my eyes from the circling sky\nTongue-tied and twisted\nJust an earthbound misfit, I\nIce is forming on the tips of my wings\nUnheeded warnings, I thought I thought of everything\nNo navigator to find my way home\nUnladen, empty and turned to stone\nA soul in tension thats learning to fly\nCondition grounded but determined to try\nCant keep my eyes from the circling skies\nTongue-tied and twisted\nJust an earthbound misfit, I\nAbove the planet on a wing and a prayer\nMy grubby halo, a vapor trail in the empty air\nAcross the clouds I see my shadow fly\nOut of the corner of my watering eye\nA dream unthreatened by the morning light\nCould blow this soul right through the roof of the night\nTheres no sensation to compare with this\nSuspended animation, a state of bliss\nCant keep my mind from the circling skies\nTongue-tied and twisted\nJust an earthbound misfit, I", "What shall we use to fill the empty spaces\nWhere we used to talk?\nHow shall I fill the final places?\nHow should I complete the wall?", "Where the hell are you?\nWhere the hell are you, Simon? Shots\nDoes anybody here remember Vera Lynn?\nRemember how she said that\nWe would meet again some sunny day?\nVera, Vera, what has become of you?\nDoes anybody else in here feel the way I do?", "Through the fish-eyed lens of tear stained eyes\nI can barely define the shape of this moment in time\nAnd far from flying high in clear blue skies\nIm spiraling down to the hole in the ground where I hide\nIf you negotiate the minefield in the drive\nAnd beat the dogs and cheat the cold electronic eyes\nAnd if you make it past the shotguns in the hall\nDial the combination, open the priesthole\nAnd if Im in Ill tell you \nTheres a kid who had a big hallucination\nMaking love to girls in magazines\nHe wonders if youre sleeping with your new found faith\nCould anybody love him\nOr is it just a crazy dream?\nAnd if I show you my dark side\nWill you still hold me tonight?\nAnd if I open my heart to you\nAnd show you my weak side\nWhat would you do?\nWould you sell your story to Rolling Stone?\nWould you take the children away\nAnd leave me alone?\nAnd smile in reassurance\nAs you whisper down the phone?\nWould you send me packing?\nOr would you take me home?\nThought I oughta bare my naked feelings\nThought I oughta tear the curtain down\nI held the blade in trembling hands\nPrepared to make it but just then the phone rang\nI never had the nerve to make the final cut\n“Hello? Listen, I think Ive got it.\nOkay, listen, its a- Hahahaha!”", "One of these days, I’m going to cut you into little pieces", "Moon in both ... \n...Scorpio, , Libra... \n...Pluto was not discovered until 1930...\nLime and limpid green, a second scene\nA fight between the blue you once knew\nFloating down, the sound resounds\nAround the icy waters underground\nJupiter and Saturn, Oberon, Miranda and Titania\nNeptune, Titan, stars can frighten\nBlinding signs flap\nFlicker, flicker, flicker, blam\nPow, pow\nStairway scare Dan Dare who’s there?\nLime and limpid green, the sound surrounds\nThe icy waters under\nLime and limpid green, the sound surrounds\nThe icy waters underground", "I’ve got a bike, you can ride it if you like\nIt’s got a basket, a bell that rings\nAnd things to make it look good\nI’d give it to you if I could, but I borrowed it\nYou’re the kind of girl that fits in with my world\nI’ll give you anything, everything if you want things\nI’ve got a cloak it’s a bit of a joke\nThere’s a tear up the front\nIt’s red and black, I’ve had it for months\nIf you think it could look good, then I guess it should\nYou’re the kind of girl that fits in with my world\nI’ll give you anything, everything if you want things\nI know a mouse, and he hasn’t got a house\nI don’t know why I call him Gerald\nHe’s getting rather old, but he’s a good mouse\nYou’re the kind of girl that fits in with my world\nI’ll give you anything, everything if you want things\nI’ve got a clan of gingerbread men\nHere a man, there a man, lots of gingerbread men\nTake a couple if you wish. They’re on the dish\nYou’re the kind of girl that fits in with my world\nI’ll give you anything, everything if you want things\nI know a room of musical tunes\nSome rhyme, some ching, most of them are clockwork\nLet’s go into the other room and make them work", "Goodbye, cruel world, Im leaving you today\nGoodbye, goodbye, goodbye\nGoodbye, all you people, theres nothing you can say\nTo make me change my mind, goodbye", "Ooh, ooh-hoo, ooh, ooh\n Must the show go on?\nThere must be some mistake, I didnt mean to let them\nTake away my soul, am I too old, is it too late?\n Where has the feeling gone?\n Will I remember the song?\n The show must go on", "It’s awfully considerate of you to think of me here\nAnd I’m most obliged to you for making it clear that I’m not here\nAnd I never knew the moon could be so big\nAnd I never knew the moon could be so blue\nAnd I’m grateful that you threw away my old shoes\nAnd brought me here instead dressed in red\nAnd I’m wondering who could be writing this song\nI don’t care if the sun don’t shine\nAnd I don’t care if nothing is mine\nAnd I don’t care if I’m nervous with you\nI’ll do my loving in the winter\nAnd the sea isn’t green\nAnd I love the Queen\nAnd what exactly is a dream?\nAnd what exactly is a joke?", "We bitch and we fight\nDiss each other on sight\nBut this thing we do\nThese times together\nRain or shine or stormy weather\nThis thing we do\nWith world-weary grace\nWeve taken our places\nWe could curse it or nurse it and give it a name\nOr stay home by the fire, felled by desire\nStoking the flame\nBut we’re here for the ride\nIts louder than words\nThis thing that we do\nLouder than words\nThe way it unfurls\nIts louder than words\nThe sum of our parts\nThe beat of our hearts\nIs louder than words\nLouder than words\nThe strings bend and slide\nAs the hours glide by\nAn old pair of shoes, your favorite blues\nGonna tap out the rhythm\nLets go with the flow, wherever it goes\nWere more than alive\nIts louder than words\nThis thing that we do\nLouder than words\nThe way it unfurls\nIts louder than words\nThe sum of our parts\nThe beat of our hearts\nIs louder than words\nLouder than words\nThis thing they call soul\nIs there with a pulse\nLouder than words\nLouder than words\nGo to Heaven, Wright", "Little by little the night turns around\nCounting the leaves which tremble at dawn\nLotuses lean on each other in yearning\nUnder the eaves the swallow is resting\nSet the controls for the heart of the sun\nOver the mountain watching the watcher\nBreaking the darkness, waking the grapevine\nOne inch of love is one inch of shadow\nLove is the shadow that ripens the wine\nSet the controls for the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nWitness the man who raves at the wall\nMaking the shape of his question to Heaven\nWhether the sun will fall in the evening\nWill he remember the lesson of giving?\nSet the controls for the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun\nThe heart of the sun, the heart of the sun", "Emily tries but misunderstands \nShes often inclined to borrow somebody’s dreams til tomorrow\nThere is no other day\nLet’s try it another way\nYou’ll lose your mind and play\nFree games for May\nSee Emily play\nSoon after dark, Emily cries \nGazing through trees in sorrow, hardly a sound til tomorrow\nThere is no other day\nLets try it another way\nYou’ll lose your mind and play\nFree games for May\nSee Emily play\nPut on a gown that touches the ground \nFloat on a river forever and ever, Emily \nThere is no other day\nLets try it another way\nYou’ll lose your mind and play\nFree games for May\nSee Emily play", "You know that I care what happens to you\nAnd I know that you care for me too\nSo I dont feel alone or the weight of the stone\nNow that Ive found somewhere safe to bury my bone\nAnd any fool knows a dog needs a home\nA shelter from pigs on the wing", "Bring the boys back home\nBring the boys back home\nDont leave the children on their own, no, no\nBring the boys back home\nWrong, do it again!\nKnock Time to go!\nAre you feeling okay?\nHe keeps hanging up, and its a man answering!\nHahahahaha!!!!!!\nIs there anybody out there?", "Where were you when I was burned and broken?\nWhile the days slipped by from my window watching\nAnd where were you when I was hurt and I was helpless?\n‘Cause the things you say and the things you do surround me\nWhile you were hanging yourself on someone else’s words\nDying to believe in what you heard\nI was staring straight into the shining sun\nLost in thought and lost in time\nWhile the seeds of life and the seeds of change were planted\nOutside, the rain fell dark and slow\nWhile I pondered on this dangerous but irresistible pastime\nI took a heavenly ride through our silence\nI knew the moment had arrived\nFor killing the past and coming back to life\nI took a heavenly ride through our silence\nI knew the waiting had begun\nAnd headed straight… into the shining sun", "I wanna go home\nTake off this uniform and leave the show\nBut Im waiting in this cell, because I have to know\nHave I been guilty all this time?", "Fathers Shout \nBreast Milky \nMother Fore \nFunky Dung \nMind Your Throats Please \nHere is a loud announcement\nSilence in the studio!\nRemergence", "For millions of years mankind lived just like the animals\nThen something happened which unleashed the power of our imagination\nWe learned to talk\nThere’s a silence surrounding me\nI can’t seem to think straight\nI’ll sit in the corner\nAnd no one can bother me\nI think I should speak now \nI can’t seem to speak now \nMy words won’t come out right \nI feel like I’m drowning \nI’m feeling weak now \nBut I can’t show my weakness \nI sometimes wonder \nWhere do we go from here \nIt doesn’t have to be like this\nAll we need to do is make sure we keep talking\n I feel like I’m drowning\n You know I can’t breathe now\n We’re going nowhere\n We’re going nowhere\n\nIt doesn’t have to be like this\nAll we need to do is make sure we keep talking", "I was spending my time in the doldrums\nI was caught in a cauldron of hate\nI felt persecuted and paralysed\nI thought that everything else would just wait\nWhile you are wasting your time on your enemies\nEngulfed in a fever of spite\nBeyond your tunnel vision reality fades\nLike shadows into the night\nTo martyr yourself to caution\nIs not gonna help at all\n‘Cause there’ll be no safety in numbers\nWhen the right one walks out of the door\nLadies and gentlemen!\nThe winner\nBy a knockout\nCan you see your days blighted by darkness?\nIs it true you beat your fists on the floor?\nStuck in a world of isolation\nWhile the ivy grows over the door\nSo I open my door to my enemies\nAnd I ask Could we wipe the slate clean?\nBut they tell me to please go fuck myself\nYou know you just can’t win", "Lucifer Sam, Siam cat\nAlways sitting by your side\nAlways by your side\nThat cat’s something I can’t explain\nJennifer Gentle, you’re a witch\nYou’re the left side, he’s the right side\nOh, no!\nThat cat’s something I can’t explain\nLucifer, go to sea\nBe a hip cat, be a ship’s cat\nSomewhere, anywhere\nThat cat’s something I can’t explain\nAt night prowling, sifting sand\nHiding around on the ground\nHe’ll be found when you’re around\nThat cat’s something I can’t explain", "As you look around this room tonight\nSettle in your seat and dim the lights\nDo you want my blood, do you want my tears?\nWhat do you want?\nShould I sing until I can’t sing anymore?\nPlay these strings until my fingers are raw\nYoure so hard to please\nWhat do you want from me?\nDo you think that I know something you don’t know?\nIf I don’t promise you the answers would you go?\nShould I stand out in the rain?\nDo you want me to make a daisy chain for you?\nI’m not the one you need\nWhat do you want from me?\nYou can have anything you want\nYou can drift, you can dream, even walk on water\nAnything you want\nYou can own everything you see\nSell your soul for complete control\nIs that really what you need?\nYou can lose yourself this night\nSee inside, there is nothing to hide\nTurn and face the light\nWhat do you want from me?", "If I were a swan, Id be gone\nIf I were a train, Id be late\nAnd if I were a good man\nId talk with you more often than I do\nIf I were asleep, I could dream\nIf I were afraid, I could hide\nIf I go insane\nPlease dont put your wires in my brain\nIf I were the moon, Id be cool\nIf I were a rule, I would bend\nIf I were a good man\nId understand the spaces between friends\nIf I were alone, I would cry\nAnd if I were with you, Id be home and dry\nAnd if I go insane\nWill you still let me join in with the game?\nIf I were a swan, Id be gone\nIf I were a train, Id be late again\nIf I were a good man\nId talk with you more often than I do", "", "On the turning away\nFrom the pale and downtrodden\nAnd the words they say\nWhich we won’t understand\nDon’t accept that what’s happening\nIs just a case of all the suffering\nOr you’ll find that you’re joining in\nThe turning away\nIt’s a sin that somehow\nLight is changing to shadow\nAnd casting its shroud\nOver all we have known\nUnaware how the ranks have grown\nDriven on by a heart of stone\nWe could find that we’re all alone\nIn the dream of the proud\nOn the wings of the night\nAs the daytime is stirring\nWhere the speechless unite\nIn a silent accord\nUsing words you will find are strange\nMesmerized as they light the flame\nFeel the new wind of change\nOn the wings of the night\nNo more turning away\nFrom the weak and the weary\nNo more turning away\nFrom the coldness inside\nJust a world that we all must share\nIt’s not enough just to stand and stare\nIs it only a dream that there’ll be\nNo more turning away?", "Floating down, through the clouds\nMemories come rushing up to meet me now\nBut in the space between the heavens\nAnd the corner of some foreign field\nI had a dream\nI had a dream\nGood-bye Max\nGood-bye Ma\nAfter the service, when you’re walking slowly to the car\nAnd the silver in her hair shines in the cold November air\nYou hear the tolling bell\nAnd touch the silk in your lapel\nAnd as the tear drops rise to meet the comfort of the band\nYou take her frail hand\nAnd hold on to the dream!\nA place to stay\nEnough to eat\nSomewhere old heroes shuffle safely down the street\nWhere you can speak out loud\nAbout your doubts and fears\nAnd what’s more, no-one ever disappears\nYou never hear their standard issue kicking in your door\nYou can relax on both sides of the tracks\nAnd maniacs don’t blow holes in bandsmen by remote control\nAnd everyone has recourse to the law\nAnd no one kills the children anymore\nNo one kills the children anymore\nNight after night\nGoing round and round my brain\nHis dream is driving me insane\nIn the corner of some foreign field\nThe gunner sleeps tonight\nWhat’s done is done\nWe cannot just write off his final scene\nTake heed of the dream\nTake heed", "From morning to night I stayed out of sight\nDidn’t recognize I’d become\nNo more than alive; I’d barely survive\nIn a word, overrun\nWon’t hear a sound \nFrom my mouth \nI’ve spent too long \nOn the inside out \nMy skin is cold \nTo the human touch \nThis bleeding heart’s \nNot beating much\nI murmured a vow of silence and now\nI don’t even hear when I think aloud\nExtinguished by light, I turn on the night\nWear its darkness with an empty smile\nI’m creeping back to life\nMy nervous system all awry\nI’m wearing the inside out\nLook at him now\nHe’s paler somehow\nBut he’s coming around\nHe’s starting to choke\nIt’s been so long since he spoke\nWell he can have the words right from my mouth\nAnd with these words I can see\nClear through the clouds that covered me\nJust give it time then speak my name\nNow we can hear ourselves again\nI’m holding out \nFor the day \nWhen all the clouds \nHave blown away \nI’m with you now \nCan speak your name \nNow we can hear \nOurselves again", "Fuck all that, weve got to get on with these\nGot to compete with the wily Japanese\nThere’s too many home fires burning and not enough trees\nSo fuck all that, weve gotta get on with these\nCan’t stop, lose job\nMind gone, silicon\nTsar bomb, what bomb?\nGet away, pay day\nMake hay, break down\nNeed fix, big six\nClick, click\nHold on, oh no\nBingo! \nMake them laugh, make them cry\nMake them dance in the aisles\nMake them pay, make them stay\nMake them feel okay\nNot now John, weve got to get on with the film show\nHollywood waits at the end of the rainbow\nWho cares what it’s about as long as the kids go\nSo, not now John, weve gotta get on with the show\nHang on John Ive got to get on with this\nI don’t know what it is, but it fits on here like- tsss\nCome at the end of the shift, we’ll go and get pissed\nBut not now John, Ive gotta get on with this\nHold on John, I think there’s something good on\nI used to read books but...\nIt could be the news, or some other amusement\nCould be reusable shows\nFuck all that, weve gotta get on with these\nGot to compete with the wily Japanese\nNo need to worry about the Vietnapeace\nGot to bring the Russian Bear to his knees\nWell, maybe not the Russian Bear, maybe the Swedes\nWe showed Argentina, now let’s go and show these\nMake us feel tough and wouldnt Maggie be pleased?\nNa, na, na, na, na, na, na\nOne, two, Free Four!\nScusi, dovè il bar? \nSe parakalo, pou einai to bar?\nS’il vous plaît, où est le bar? \nOi, where’s the fucking bar John? \nDown! Go, Maggie!\nHammer, Hammer, Hammer, Hammer, now!", "Isnt this where…\n…we came in?", "Far, far, far, far away – way\nPeople heard him say – say\nI will find a way – way\nThere will come a day – day\nSomething will be done\nThen at last the mighty ship\nDescending on a point of flame\nMade contact with the human race at Mildenhall\nNow, now, now is the time – time\nTime to be – be – be aware\nCarter’s father saw him there and\nKnew the road revealed to him\nThe living soul of Hereward the Wake\nOh, my, something in my eye – eye\nSomething in the sky – sky\nWaiting there for me\nThe outer lock rolled slowly back\nThe service men were heard to sigh\nFor there revealed in glowing robes was Lucy in the sky\nOh, oh, did you ever know – know\nNever ever will they\nI cannot say\nSummoning his cosmic powers\nAnd glowing slightly from his toes\nHis psychic emanations flowed", "Did you know\nIt was all going to go so wrong for you?\nAnd did you see\nIt was all going to be so right for me?\nWhy did we tell you then\nYou were always the golden boy then\nAnd that youd never lose that light in your eyes?\nHey you\nDid you ever realize what youd become?\nAnd did you see\nThat it wasnt only me you were running from?\nDid you know all the time but it\nNever bothered you anyway?\nLeading the blind while I stared out the steel in your eyes\nThe rain fell slow\nDown on all the roofs of uncertainty\nI thought of you\nAnd the years and all the sadness fell away from me\nAnd did you know?\nI never thought that youd lose that light in your eyes", "I want to tell you a story\nBout a little man, If I can\nA gnome named Grimble Grumble\nAnd little gnomes stay in their homes\nEating, sleeping\nDrinking their wine\nHe wore a scarlet tunic\nA blue green hood, it looked quite good\nHe had a big adventure\nAmidst the grass, fresh air at last\nWining, dining\nBiding his time\nAnd then one day\nHooray!\nAnother way for gnomes to say\nOoooooh my\nLook at the sky, look at the river\nIsn’t it good?\nLook at the sky, look at the river\nIsn’t it good?\nWinding, finding places to go\nAnd then one day – hooray!\nAnother way for gnomes to say\nOoooooh my\nOoooooh my", "On the day the wall came down\nThey threw the locks onto the ground\nAnd with glasses high we raised a cry\nFor freedom had arrived\nOn the day the wall came down\nThe Ship of Fools had finally run aground\nPromises lit up the night\nLike paper doves in flight\nI dreamed you had left my side\nNo warmth, not even pride remained\nAnd even though you needed me\nIt was clear that I could not do a thing for you\nNow life devalues day by day\nAs friends and neighbors turn away\nAnd there’s a change that even with regret\nCannot be undone\nNow frontiers shift like desert sands\nWhile nations wash their bloodied hands\nOf loyalty, of history, in shades of grey\nI woke to the sound of drums\nThe music played, the morning sun streamed in\nI turned and I looked at you\nAnd all but the bitter residues slipped away\nSlipped away", "“…announced plans to build a nuclear fallout shelter at Peterborough in Cambridgeshire…”\n“…three high court judges have cleared the way…”\n“…It was announced today that the replacement for the Atlantic\nConveyor, the container ship lost in the Falklands conflict would be built in Japan. A spokesman for…”\n“…moving in. They say the third world countries, like Bolivia, which produce the drug are suffering from rising violence…”\nTell me true, tell me why, was Jesus crucified?\nWas it for this that Daddy died?\nWas it for you? Was it me?\nDid I watch too much T.V.?\nIs that a hint of accusation in your eyes?\nIf it wasnt for the Nips\nBeing so good at building ships\nThe yards would still be open on the Clyde\nAnd it cant be much fun for them\nBeneath the rising sun\nWith all their kids committing suicide\nWhat have we done, Maggie, what have we done?\nWhat have we done to England?\nShould we shout, should we scream\n“What happened to the post war dream?”\nOh, Maggie, Maggie, what did we do?", "Sunlight bright upon my pillow\nLighter than an eiderdown\nWill she let the weeping willow\nWind his branches round?\nJulia dream, dreamboat queen\nQueen of all my dreams\nEvery night I turn the light out\nWaiting for the velvet bride\nWill the scaly armadillo\nFind me where I’m hiding?\nJulia dream, dreamboat queen\nQueen of all my dreams\nWill the misty master break me?\nWill the key unlock my mind?\nWill the following footsteps catch me?\nAm I really dying?\nJulia dream, dreamboat queen\nQueen of all my dreams\nJulia dream, dreamboat queen\nQueen of all my dreams\nJulia dream, dreamboat queen\nQueen of all my dreams\nJulia dream, dreamboat queen\nQueen of all my dreams", "In my rear view mirror the sun is going down\nSinking behind bridges in the road\nAnd I think of all the good things\nThat we have left undone\nAnd I suffer premonitions, confirm suspicions\nOf the holocaust to come\nThe rusty wire that holds the cork that keeps the anger in\nGives way and suddenly it’s day again\nThe sun is in the east\nEven though the day is done\nTwo suns in the sunset, hmph\nCould be the human race is run\nLike the moment when the brakes lock\nAnd you slide towards the big truck \nYou stretch the frozen moments with your fear \nAnd you’ll never hear their voices \nAnd you’ll never see their faces\nYou have no recourse to the law anymore\nAnd as the windshield melts and my tears evaporate\nLeaving only charcoal to defend\nFinally I understand\nThe feelings of the few\nAshes and diamonds, foe and friend\nWe were all equal in the end\n“…and now the weather. Tomorrow will be cloudy with scattered showers spreading from the east …\nWith an expected high of 4000 degrees Celsius”", "A cloud of eiderdown\nDraws around me\nSoftening the sound\nSleepy time, when I lie\nWith my love by my side\nAnd she’s breathing low\nAnd the candle dies\nWhen night comes down, you lock the door\nThe book falls to the floor\nAs darkness falls and waves roll by\nThe seasons change, the wind is warm\nNow wakes the owl, now sleeps the swan\nBehold a dream, the dream is gone\nGreen fields, a cold rain is falling\nIn a golden dawn\nAnd deep beneath the ground\nThe early morning sounds\nAnd I go down\nSleepy time, when I lie\nWith my love by my side\nAnd she’s breathing low\nAnd I rise, like a bird\nIn the haze, when the first rays\nTouch the sky\nAnd the night winds die", "It was just before dawn one miserable\nMorning in black Forty-Four\nWhen the forward commander was told to sit tight\nWhen he asked that his men be withdrawn\nAnd the Generals gave thanks as the other ranks\nHeld back the enemy tanks for a while\nAnd the Anzio bridgehead was held for the price\nOf a few hundred ordinary lives\nAnd kind old King George sent Mother a note\nWhen he heard that Father was gone\nIt was, I recall, in the form of a scroll\nWith gold leaf and all\nAnd I found it one day\nIn a drawer of old photographs, hidden away\nAnd my eyes still grow damp to remember\nHis Majesty signed with his own rubber stamp\nIt was dark all around, there was frost in the ground\nWhen the Tigers broke free\nAnd no one survived\nFrom the Royal Fusiliers Company Z\nThey were all left behind\nMost of them dead, the rest of them dying\nAnd thats how the High Command\nTook my daddy from me", "Heaven sent the promised land\nLooks alright from where I stand\nCause I’m the man on the outside looking in\nWaiting on the first step\nShow me where the key is kept\nPoint me down the right line because it’s time\nTo let me in from the cold\nTurn my lead into gold\nCause there’s a chill wind blowing in my soul\nAnd I think I’m growing old\nFlash the readies\nWot’s… uh-the deal?\nGot to make it to the next meal\nTry to keep up with the turning of the wheel\nMile after mile \nStone after stone \nTurn to speak but you’re alone\nMillion miles from home, you’re on your own\nSo let me in from the cold\nTurn my lead into gold\nCause there’s a chill wind blowing in my soul\nAnd I think I’m growing old\nFire bright by candlelight\nAnd her by my side\nAnd if she prefers we never stir again\nSomeone sent the promised land\nAnd I grabbed it with both hands\nNow Im the man on the inside looking out\nHear me shout “Come on in!\nWhat’s the news and whereve you been?”\nCause there’s no wind left in my soul\nAnd I’ve grown old", "There was a king who ruled the land\nHis Majesty was in command\nWith silver eyes the scarlet eagle\nShowered silver on the people...\nOh, Mother\nTell me more\nWhy’dya have to leave me there\nHanging in my infant air\nWaiting?\nYou only have to read the lines\nThey’re scribbly black and everything shines\nAcross the stream with wooden shoes\nWith bells to tell the king the news\nA thousand misty riders climb up\nHigher once upon a time\nWandering and dreaming\nThe words have different meaning\nYes, they did\nFor all the time spent in that room\nThe doll’s house, darkness, old perfume\nAnd fairy stories held me high\nOn clouds of sunlight floating by\nOh, Mother\nTell me more\nTell me more\nAaaaaaaah\nAaaaaaaah\nAaaaaaaah", "Take all your overgrown infants away somewhere\nAnd build them a home, a little place of their own\nThe Fletcher Memorial Home\nFor Incurable Tyrants and Kings\nAnd they can appear to themselves every day\nOn closed circuit T.V\nTo make sure they’re still real\nIt’s the only connection they feel\nLadies and gentlemen, please welcome, Reagan and Haig\nMr. Begin and friend, Mrs. Thatcher, and Paisley\n“Hello Maggie!”\nMr. Brezhnev and party\n“Scusi dov’è il bar?”\nThe ghost of McCarthy,\nThe memories of Nixon.\n“Who’s the bald chap?”\nAnd now, adding colour\nA group of anonymous Latin-American meat packing glitterati\nDid they expect us to treat them with any respect?\nThey can polish their medals and sharpen their smiles,\nAnd amuse themselves playing games for awhile\nBoom boom, bang bang, lie down you’re dead\nSafe in the permanent gaze of a cold glass eye\nWith their favourite toys\nThey’ll be good girls and boys\nIn the Fletcher Memorial Home for colonial\nWasters of life and limb\nIs everyone in?\nAre you having a nice time?\nNow the final solution can be applied", "As I reach for a peach, slide a rind down behind\nThe sofa in San Tropez\nBreakin’ a stick with a brick on the sand\nRidin’ a wave in the wake of an old sedan\nSleepin’ alone in the drone of the darkness\nScratched by the sand that fell from my love\nDeep in my dreams and I still hear her callin’\n“If you’re alone, I’ll come ho-ho-home”\nBackward and homebound, the pigeon, the dove\nGone with the wind and the rain, on an airplane\nBorn in a home with no silver spoon\nI’m drinking champagne like a good tycoon\nSooner than wait for a break in the weather\nI’ll gather my far-flung thoughts together\nSpeeding away on the wind to a new day\nIf you’re alone, I’ll come ho-ho-home\nAnd I pause for a while by a country stile\nAnd listen to the things they say\nDiggin’ for gold in a hole in my hand\nOpen a book, take a look at the way things stand\nAnd you’re leading me down to the place by the sea\nI hear your soft voice calling to me\nMaking a date for later by phone\nAnd if you’re alone, I’ll come ho-ho-home", "The sweet smell of a great sorrow lies over the land\nPlumes of smoke rise and merge into the leaden sky:\nA man lies and dreams of green fields and rivers\nBut awakes to a morning with no reason for waking\nHe’s haunted by the memory of a lost paradise\nIn his youth or a dream, he can’t be precise\nHe’s chained forever to a world that’s departed\nIt’s not enough, it’s not enough\nHis blood has frozen and curdled with fright\nHis knees have trembled and given way in the night\nHis hand has weakened at the moment of truth\nHis step has faltered\nOne world, one soul\nTime pass, the river roll\nAnd he talks to the river of lost love and dedication\nAnd silent replies that swirl invitation\nFlow dark and troubled to an oily sea\nA grim intimation of what is to be\nThere’s an unceasing wind that blows through this night\nAnd there’s dust in my eyes, that blinds my sight\nAnd silence that speaks so much louder than words\nOf promises broken", "Arnold Layne\nHad a strange hobby\nCollecting clothes\nMoonshine washing line\nThey suit him fine\nOn the wall\nHung a tall mirror\nDistorted view\nSee through baby blue\nHe done it\nOh, Arnold Layne\nIts not the same\nTakes two to know\nTwo to know\nTwo to know\nTwo to know\nWhy cant you see?\nArnold Layne\nArnold Layne\nArnold Layne\nNow hes caught\nA nasty sort of person\nThey gave him time\nDoors bang, chain gang\nHe hates it\nOh, Arnold Layne\nIts not the same\nTakes two to know\nTwo to know\nTwo to know\nTwo to know\nWhy cant you see?\nArnold Layne\nArnold Layne\nArnold Layne\nArnold Layne, dont do it again", "Heavy hung the canopy of blue\nShade my eyes and I can see you\nWhite is the light that shines through the dress that you wore\nShe lay in the shadow of the wave\nHazy were the visions of her playing\nSunlight on her eyes but moonshine made her blind ev’ry time\nGreen is the colour of her kind\nQuickness of the eye deceives the mind\nEnvy is the bond between the hopeful and the damned", "Alone in the clouds all blue\nLying on an eiderdown\nYippee! You can’t see me\nBut I can you\nLazing in the foggy dew\nSitting on a unicorn\nNo fair, you can’t hear me\nBut I can you\nWatching buttercups cup the light\nSleeping on a dandelion\nToo much, I won’t touch you\nBut then I might\nScreaming through the starlit sky\nTraveling by telephone\nHey, ho, here we go\nEver so high\nAlone in the clouds all blue\nLying on an eiderdown\nYippee! You can’t see me\nBut I can you", "You shout in your sleep\nPerhaps the price is just too steep\nIs your conscience at rest\nIf once put to the test?\nYou awake with a start\nTo just the beating of your heart\nJust one man beneath the sky\nJust two ears, just two eyes\nYou set sail across the sea\nOf long past thoughts and memories\nChildhood’s end, your fantasies\nMerge with harsh realities\nAnd then as the sail is hoist\nYou find your eyes are growing moist\nAll the fears never voiced\nSay you have to make your final choice\nWho are you and who am I\nTo say we know the reason why?\nSome are born; some men die\nBeneath one infinite sky\nThere’ll be war, there’ll be peace\nBut everything one day will cease\nAll the iron turned to rust\nAll the proud men turned to dust\nAnd so all things, time will mend\nSo this song will end", "Would you like to say something before you leave?\nPerhaps youd care to state exactly how you feel\nWe say goodbye before weve said hello\nI hardly even like you, I shouldnt care at all\nWe met just six hours ago, the music was too loud\nFrom your bed I gained a day and lost a bloody year\nAnd I would like to know\nHow do you feel?\nHow do you feel?\nNot a single word was said, the night still hid our fears\nOccasionally you showed a smile but what was the need\nI felt the cold far too soon in a room of 95\nMy friends are lying in the sun, I wish that I was there\nTomorrow brings another town another girl like you\nHave you time before you leave to greet another man?\nJust you let me know\nHow do you feel?\nHow do you feel?\nHow do you feel?\nHow do you feel?\nGoodbye to you, Charlotte Pringles due\nIve had enough for one day", "They flutter behind you your possible pasts\nSome bright-eyed and crazy, some frightened and lost\nA warning to anyone still in command\n“Ranks! Fire”\nOf their possible future, to take care\nIn derelict sidings the poppies entwine\nWith cattle trucks lying in wait for the next time\nDo you remember me? How we used to be?\nDo you think we should be closer?\nShe stood in the doorway, the ghost of a smile\nHaunting her face like a cheap hotel sign\nHer cold eyes imploring the men in their Macs\nFor the gold in their bags or the knives in their backs\nStepping up boldly one put out his hand\nHe said, “I was just a child then, now I’m only a man.”\nDo you remember me? How we used to be?\nDo you think we should be closer?\nBy the cold and religious we were taken in hand\nShown how to feel good and told to feel bad\n(Tongue tied and terrified we learned how to pray\nNow our feelings run deep and cold as the clay)\nStrung out behind us the banners and flags\nOf our possible pasts lie in tatters and rags\nDo you remember me? How we used to be?\nDo you think we should be closer?", "Doctor Doctor, I’m in bed\nDoctor Doctor, aching head\nDoctor Doctor, gold is lead\nDoctor Doctor, choke on bread\nDoctor Doctor, underfed\nDoctor Doctor, gold is lead\nDoctor Doctor, Jesus bled\nDoctor Doctor, pain is red\nDoctor Doctor, dark doom\nGruel ghoul, greasy spoon\nUsed spoon, June bloom\nMusic seems to help the pain\nSeems to motivate the brain\nDoctor kindly tell your wife\nThat I’m alive\nFlowers thrive\nRealise\nRealise\nRealise", "Oh, uh, me flakes, then uh, scrambled eggs, bacon, sausages, tomatoes... toast, coffee... marmalade, I like marmalade. Yes, porridge is nice. Any cereal, I like all cereals... oh God. Kickoff is 10am\nRise And Shine \nBreakfast in Los Angeles, macrobiotic stuff\nSunny Side Up \nI dont mind a barrow, I like barrowing the stuff in\nIve got a terrible back. When I work, it hurts me\nDyou know what I mean, John?\nWell hes sort of, err… when driving on the road, he gets ready for the gig, he has a sleep\nI dont know\nHe does all the electrical stuff. I cant be bothered with that its so fiddly\nMorning Glory \nAll my heads a blank", "When that fat old sun in the sky is falling\nSummer evening birds are calling\nSummer Sunday and a year\nThe sound of music in my ears\nDistant bells, new mown grass smells so sweet\nBy the river holding hands\nRoll me up and lay me down\nAnd if you see, don’t make a sound\nPick your feet up off the ground\nAnd if you hear as the warm night falls\nThe silver sound from a tongue so strange\nSing to me, sing to me\nWhen that fat old sun in the sky is falling\nSummer evening birds are calling\nChildren’s laughter in my ears\nThe last sunlight disappears\nAnd if you see, don’t make a sound\nPick your feet up off the ground\nAnd if you hear as the warm night falls\nThe silver sound from a tongue so strange\nSing to me, sing to me\nWhen that fat old sun in the sky is falling", "Remember a day before today\nA day when you were young\nFree to play alone with time\nEvening never come\nSing a song that can’t be sung\nWithout the morning’s kiss\nQueen – you shall be it if you wish\nLook for your king\nWhy can’t we play today?\nWhy can’t we stay that way?\nClimb your favourite apple tree\nTry to catch the sun\nHide from your little brother’s gun\nDream yourself away\nWhy can’t we reach the sun?\nWhy can’t we blow the years away?\nBlow away\nBlow away\nRemember\nRemember\nRemember", "Part 1. Something Else \nPart 2. Syncopated Pandemonium \nPart 3. Storm Signal \nPart 4. Celestial Voices", "Her love rains down on me\nEasy as the breeze\nI listen to her breathing\nIt sounds like the waves on the sea\nI was thinking all about her\nBurning with rage and desire\nWe were spinning into darkness\nThe earth was on fire\nShe could take it back\nShe might take it back someday\nSo I spy on her, I lie to her\nI make promises I cannot keep\nThen I hear their laughter rising, rising from the deep\nAnd I make her prove her love for me, I take all that I can take\nAnd I push her to the limit to see if she will break\nShe might take it back, she could take it back some day\nRing-a-ring o’ roses\nA pocket full of posies\nA-tishoo! A-tishoo!\nWe all fall down\nNow I have seen the warnings, screaming from all sides\nIt’s easy to ignore them, God knows I’ve tried\nAll of this temptation, you know it turned my faith to lies\nUntil I couldn’t see the danger or hear the rising tide\nShe can take it back, she will take it back some day\nShe can take it back, she will take it back some day\nShe will take it back, she will take it back some day", "All movement is accomplished in six stages\nAnd the seventh brings return\nFor seven is the number of the young light\nIt forms when darkness is increased by one\nChange returns success\nGoing and coming without error\nAction brings good fortune\nSunset\nThe time is with the month of winter solstice\nWhen the change is due to come\nThunder in the other course of heaven\nThings cannot be destroyed once and for all\nChange returns success\nGoing and coming without error\nAction brings good fortune\nSunset, sunrise\nAll movement is accomplished in six stages\nAnd the seventh brings return\nFor seven is the number of the young light\nIt forms when darkness is increased by one\nChange returns success\nGoing and coming without error\nAction brings good fortune\nSunset, sunrise", "Corporal Clegg had a wooden leg\nHe won it in the war\nIn 1944\nCorporal Clegg had a medal too\nIn orange, red, and blue\nHe found it in the zoo\nDear oh dear oh were they really sad for me?\nDear oh dear oh will they really laugh at me?\nMrs. Clegg, you must be proud of him\nMrs. Clegg, another drop of gin?\nCorporal Clegg umbrella in the rain\nHe’s never been the same\nNo one is to blame\nCorporal Clegg received his medal in a dream\nFrom Her Majesty the Queen\nHis boots were very clean\nMrs. Clegg, you must be proud of him\nMrs. Clegg, another drop of gin?\nCorporal Clegg, Corporal Clegg, Corporal Clegg...", "Careful with that axe, Eugene", "We certainly have an unspoken understanding\nBut a lot of things unsaid as well\nWe shout and argue and fight, and work it on out\nThe sum is greater than the parts", "Remember when you were young?\nYou shone like the sun\nShine on you crazy diamond!\nNow theres a look in your eyes\nLike black holes in the sky\nShine on you crazy diamond!\nYou were caught on the cross fire of childhood and stardom\nBlown on the steel breeze\nCome on, you target for faraway laughter\nCome on, you stranger, you legend, you martyr, and shine!\nYou reached for the secret too soon\nYou cried for the moon\nShine on you crazy diamond!\nThreatened by shadows at night\nAnd exposed in the light\nShine on you crazy diamond!\nWell you wore out your welcome with random precision\nRode on the steel breeze\nCome on you raver, you seer of visions\nCome on you painter, you piper, you prisoner, and shine!\nNobody knows where you are, how near or how far\nShine on you crazy diamond\nPile on many more layers and Ill be joining you there\nShine on you crazy diamond\nAnd well bask in the shadow of yesterdays triumph, and sail on the steel breeze\nCome on you boy child, you winner and loser\nCome on you miner for truth and delusion, and shine!", "", "", "The path you tread is narrow and the drop is sheer and very high\nThe ravens all are watching from a vantage point nearby\nApprehension creeping like a tube-train up your spine\nWill the tightrope reach the end? Will the final couplet rhyme?\nAnd it’s high time, Cymbaline\nIt’s high time, Cymbaline\nPlease, wake me\nA butterfly with broken wings is falling by your side\nThe ravens all are closing in, there’s nowhere you can hide\nYour manager and agent are both busy on the phone\nSelling coloured photographs to magazines back home\nAnd it’s high time, Cymbaline\nIt’s high time, Cymbaline\nPlease, wake me\nThe lines converging where you stand\nThey must have moved the picture plane\nThe leaves are heavy around your feet\nYou hear the thunder of the train\nAnd suddenly it strikes you that they’re moving into range\nAnd Doctor Strange is always changing size\nAnd it’s high time! , Cymbaline\nIt’s high time, Cymbaline\nPlease, wake me\nAnd it’s high time, Cymbaline\nIt’s high time, Cymbaline\nPlease, wake me", "The black and green scarecrow as everyone knows\nStood with a bird on his hat and straw everywhere\nHe didn’t care\nHe stood in a field where barley grows\nHis head did no thinking\nHis arms didn’t move except when the wind cut up rough\nAnd mice ran around on the ground\nHe stood in a field where barley grows\nThe black and green scarecrow is sadder than me\nBut now he’s resigned to his fate\n‘Cause life’s not unkind – he doesn’t mind\nHe stood in a field where barley grows", "Brezhnev took Afghanistan\nBegin took Beirut\nGaltieri took the Union Jack\nAnd Maggie, over lunch one day\nTook a cruiser with all hands\nApparently, to make him give it back", "What shall we use\nTo fill the empty\nSpaces\nWhere waves of hunger roar?\nShall we set out across this sea of faces\nIn search of more and more applause?\nShall we buy a new guitar?\nShall we drive a more powerful car?\nShall we work straight through the night?\nShall we get into fights?\nLeave the lights on?\nDrop bombs?\nDo tours of the East?\nContract diseases?\nBury bones?\nBreak up homes?\nSend flowers by phone?\nTake to drink?\nGo to shrinks?\nGive up meat?\nRarely sleep?\nKeep people as pets?\nTrain dogs?\nRace rats?\nFill the attic with cash?\nBury treasure\nStore up leisure\nBut never relax at all?\nWith our backs to the wall", "Dog Barking\nI was in the kitchen\nSeamus, that’s the dog, was outside\nWell, I was in the kitchen\nSeamus, my old hound, was outside\nWell you know, the sun sinks slowly\nBut my old hound dog sat right down and cried", "Jesus, Jesus, what’s it all about?\nTrying to clout these little ingrates into shape\nWhen I was their age all the lights went out\nThere was no time to whine and mope about\nAnd even now part of me flies over\nDresden at angels one five\nThough they’ll never fathom it behind my\nSarcasm desperate memories lie\nSweetheart, sweetheart, are you fast asleep? Good\n‘Cause that’s the only time that I can really speak to you\nAnd there is something that I’ve locked away\nA memory that is too painful\nTo withstand the light of day\nWhen we came back from the war\nThe banners and flags hung on everyone’s door\nWe danced and we sang in the street and\nThe church bells rang\nBut the burning in my heart\nThe memory smolders on\nOf the gunners dying words on the intercom", "Marigolds are very much in love\nBut he doesn’t mind\nPicking up his sister, he makes his way into the see-saw land\nAll the way\nShe smiles\nShe goes up while he goes down, down\nSits on a stick in the river\nLaughter in his sleep\nSister’s throwing stones, hoping for a hit\nHe doesn’t know so then\nShe goes up while he goes down, down\nAnother time \nAnother day \nA brother’s way to leave \nAnother time \nAnother day \nShe’ll be selling plastic flowers\nOn a Sunday afternoon\nPicking up weeds, she hasn’t got the time to care\nAll can see\nHe’s not there\nShe grows up for another man, and he’s down\nAnother time \nAnother day \nA brother’s way to leave \nAnother time \nAnother day\nAnother time \nAnother day \nA brother’s way to leave", "Button your lip and don’t let the shield slip\nTake a fresh grip on your bullet proof mask\nAnd if they try to break down your disguise with their questions\nYou can hide, hide, hide\nBehind paranoid eyes\nYou put on our brave face and slip over the road for a jar\nFixing your grin as you casually lean on the bar\nLaughing too loud at the rest of the world\nWith the boys in the crowd\nYou can hide, hide, hide\nBehind petrified eyes\nYou believed in their stories of fame, fortune and glory\nNow you’re lost in a haze of alcohol soft middle age\nThe pie in the sky turned out to be miles too high\nAnd you hide, hide, hide\nBehind brown and mild eyes\n“Oi!”", "When you’re one of the few to land on your feet\nWhat do you do to make ends meet? \nMake em mad, make em sad, make em add two and two\nOr make em me, or make em you, make em do what you want them to\nMake em laugh, make em cry, make em lay down and die", "Aye an a bit o mackerel, fiddler, rack and fear\nAnd I rutted down by the hade and the furrow\nWell, I slipped me in a flop and hit down and I shied\nAnd I cried, cried, cried\nThe fear of fallin down aft taken, never back to rise\nAnd then cried Mary! and I tucked up\nWi a Claymore out and about\nAnd I run down, down the mechyn sty\nAnd beckoned the fiery whore\nThat was fallin around the feet\nNever, I cried. Never shall ye get me alive\nYa rotten hound of the Burnie Brae\nWell, I snapped for a blade and a Claymore cut and thrust\nAnd I fell down before him round his feet\nAye, a roar he cried! Frae the bottom of his heart\nThat I would nay fall but dead, dead as a can by a feat deah...\nAnd the wind cried Mary\nThank you", "They disembarked in 45\nAnd no-one spoke and no-one smiled\nThere were too many spaces in the line\nGathered at the cenotaph\nAll agreed with the hand on heart\nTo sheath the sacrificial Knifes\nBut now\nShe stands upon Southampton dock\nWith her handkerchief\nAnd her summer frock clings\nTo her wet body in the rain\nIn quiet desperation knuckles\nWhite upon the slippery reins\nShe bravely waves the boys goodbye again\nAnd still the dark stain spreads between\nTheir shoulder blades\nA mute reminder of the poppy fields and graves\nAnd when the fight was over\nWe spent what they had made, but\nIn the bottom of our hearts we felt the final cut", "Dogs of war and men of hate\nWith no cause, we don’t discriminate\nDiscovery is to be disowned\nOur currency is flesh and bone\nHell opened up and put on sale\nGather round and haggle\nFor hard cash we will lie and deceive\nEven our Masters don’t know the webs we weave\nOne world, it’s a battleground\nOne world, and we will smash it down\nOne world… One world\nInvisible transfers and long distance calls\nHollow laughter in marble halls\nSteps have been taken, a silent uproar\nHas unleashed the dogs of war\nYou can’t stop what has begun\nSigned, sealed, they deliver oblivion\nWe all have our dark side to say the least\nAnd dealing in death is the nature of the beast\nOne world, it’s a battleground\nOne world, and theyre gonna smash it down\nOne world… One world\nOne world… One world\nThe dogs of war don’t negotiate\nThe dogs of war won’t capitulate\nThey will take and you will give\nAnd you must die so that they may live\nYou can knock at any door\nBut wherever you go, you know they’ve been there before\nWell winners can lose and things can get strained\nBut whatever you change you know the dogs remain\nOne world, it’s a battleground\nOne world, and were gonna smash it down\nOne world… One world\nOne world… One world\nOne world… One world", "Bridges burning gladly merging with the shadow\nFlickering between the lines\nStolen moments floating softly on the air\nBorn on wings of fire and climbing higher\nAncient bonds are breaking\nMoving on and changing sides\nDreaming of a new day\nCast aside the other way\n(Magic vision stirring\nKindled by and burning\nFlames rise in her eyes)\nThe door that stands ajar\nThe walls that once were high\nBeyond the gilded cage\nBeyond the reach of ties\nThe moment is at hand\nShe breaks the golden band", "", "Stay and help me to end the day\nAnd if you don’t mind\nWe’ll break a bottle of wine\nStick around and maybe we’ll put one down\nCause I wanna find what lies behind those eyes\nMidnight blue\nBurning gold\nA yellow moon\nIs growing cold\nI rise, looking through my morning eyes\nSurprised to find you by my side\nRack my brain and try to remember your name\nTo find the words to tell you good-bye\nMorning dues\nNewborn day\nMidnight blue\nTurned to gray\nMidnight blue\nBurning gold\nA yellow moon\nIs growing cold", "One, two, free, four!\nThe memories of a man in his old age\nAre the deeds of a man in his prime\nYou shuffle in gloom of the sickroom\nAnd talk to yourself as you die\nLife is a short, warm moment\nAnd death is a long, cold rest\nYou get your chance to try in the twinkling of an eye\nEighty years, with luck, or even less\nSo all aboard for the American tour\nAnd maybe you’ll make it to the top\nAnd mind how you go, and I can tell you, ’cause I know\nYou may find it hard to get off\nYou are the angel of death\nAnd I am the dead man’s son\nAnd he was buried like a mole in a fox hole\nAnd everyone is still on the run\nAnd who is the master of fox hounds?\nAnd who says the hunt has begun?\nAnd who calls the tune in the courtroom?\nAnd who beats the funeral drum?\nThe memories of a man in his old age\nAre the deeds of a man in his prime\nYou shuffle in gloom in the sickroom\nAnd talk to yourself as you die", "A restless eye across a weary room\nA glazed look and I was on the road to ruin\nThe music played and played as we whirled without end\nNo hint, no word her honour to defend\nI will, I will she sighed to my request\nAnd then she tossed her mane while my resolve was put to the test\nThen drowned in desire, our souls on fire\nI led the way to the funeral pyre\nAnd without a thought of the consequence\nI gave in to my decadence\nOne slip, and down the hole we fall\nIt seems to take no time at all\nA momentary lapse of reason\nThat binds a life for life\nA small regret, you won’t forget\nThere’ll be no sleep in here tonight\nWas it love or was it the idea of being in love?\nOr was it the hand of fate, that seemed to fit just like a glove?\nThe moment slipped by and soon the seeds were sown\nThe year grew late and neither one wanted to remain alone\nOne slip, and down the hole we fall\nIt seems to take no time at all\nA momentary lapse of reason\nThat binds a life to a life\nOne regret, you will never forget\nThere’ll be no sleep in here tonight\nOne slip… one slip…", "“People often ask me about the voices on Dark Side. I was trying to gather audio snippets to mix into segues on Dark Side. Rather than interviewing people I came up with the idea of writing a series of questions on cards. The cards would be in a stack on a conductors stand in front of a mike. We would scour Abbey Road Studios for willing guinea pigs, bring them to the studio, sit them down, roll tape and then ask them to respond to each card in order.\nAs I recall the first card was something irrelevant and innocuous, like “What’s your favourite colour?” and the last was the more enigmatic “What do you think of The Dark Side Of The Moon?”\nI can’t remember the ones in between, except for:\nAre you afraid of dying?\nWhen were you last violent?\nWere you in the right?\nDo you ever think you’re going mad?\nIf so why?\nEnd of Story.”", "“Icy wind of night be gone this is not your domain”\nIn the sky a bird was heard to cry\nMisty morning whisperings and gentle stirring sounds\nBelied the deathly silence that lay all around\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nAnd a river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer, making for the sea\nIn the lazy water meadow I lay me down\nAll around me golden sun flakes settle on the ground\nBasking in the sunshine of a bygone afternoon\nBringing sounds of yesterday into this city room\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nAnd a river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer, making for the sea\nIn the lazy water meadow I lay me down\nAll around me golden sun flakes covering the ground\nBasking in the sunshine of a bygone afternoon\nBringing sounds of yesterday into my city room\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nAnd a river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer, making for the sea", "Gotta be crazy, you gotta be mean\nGotta keep your shoes and your car clean\nGotta keep smiling, you gotta keep fit\nYou gotta keep drinking, you gotta eat shit\nYou gotta be small to be a big shot\nGotta eat meat to stay at the top\nYou gotta be trusted, you gotta tell lies\nGotta be able to narrow your eyes\nYou gotta believe they gotta believe you\nGotta appear easy to see through\nGotta be sure you look good on TV\nGotta resemble a human being\nYou gotta keep one eye over your shoulder\nGonna get harder as you get older\nGotta fly south and hide in the sand\nGotta forget that youre gonna get cancer\n \nAnd when you lose control\nYoull reap the harvest you have sown\nAnd as the fear grows\nThe bad blood slows and turns to stone\nAnd its too late to lose the weight you used to need to throw around\nSo have a good drown as you go down\nAll alone\nDragged down by the stone\nYouve gotta be sure, you gotta be quick\nGotta divide the tame from the sick\nGotta keep all of us docile and fit\nGotta keep everyone buying this shit\nThey gotta get you started early\nProcessed by the time youre thirty\nYou work like fuck until youre sixty-five\nAnd times your own until you die\nGotta admit to a lot of confusion\nPain in the head is the child of collusion\nGotta resist this creeping malaise\nGotta believe in the way you get out of the maze\nBut you, you just keep on pretending\nYou can tell a sucker from a friend\nBut you still raise the knife\nStranger, lover, friend and foe alike\n \nWho was born in a house full of pain\nBorn in a house full of pain\nWho was sent out to play on his own\nSent out to play on his own\nWho was raised on a diet of shame\nRaised on a diet of shame\nWho was trained not to spit in the fan\nTrained not to spit in the fan\nWho was told what to do by the man\nTold what to do by the man\nWho was broken by trained personnel\nBroken by trained personnel\nWho was fitted with bridle and bit\nFitted with bridle and bit\nWho was given a seat in the stand\nGiven a seat in the stand\nWho was forcing his way to the rail\nForcing his way to the rail\nWho was offered a place on the board\nOffered a place on the board\nWho was only a stranger at home\nOnly a stranger at home\nWho was ground down in the end\nGround down in the end\nWho was found dead on the phone\nFound dead on the phone\nWho was dragged down by the stone\nDragged down by the stone", "In yellow shoes I get the blues\nThough I walk the streets with my plastic feet\nWith my blue velvet trousers, make me feel pink\nTheres a kind of stink about blue velvet trousers\nIn my paisley shirt I look a jerk\nAnd my turquoise waistcoat is quite out of sight\nBut oh oh my haircut looks so bad\nVegetable man, where are you?\nSo Ive changed my gear, and I find my knees\nAnd I covered them up with the latest cut\nAnd my pants and socks all point in a box\nThey dont make long of my nylon socks\nThe watch, black watch\nMy watch with a black face\nAnd a big pin, a little hole\nAnd all the lot is what I got\nIts what I wear, its what you see\nIt must be me, its what I am\nVegetable man\nIve been looking all over the place for a place for me\nBut it aint anywhere, it just aint anywhere\nVegetable man, vegetable man\nHes the kind of person, you just gonna see him if you can\nVegetable man", "In a churchyard by a river\nLazing in the haze of midday\nLaughing in the grasses and the graves\nYellow bird, you are not lone\nIn singing and in flying on\nIn laughing and in leaving\nWillow weeping in the water\nWaving to the river daughters\nSwaying in the ripples and the reeds\nOn a trip to Cirrus Minor\nSaw a crater in the sun\nA thousand miles of moonlight later", "Breathe, breathe in the air\nDont be afraid to care\nLeave, but dont leave me\nLook around\nChoose your own ground\nLong you live and high you fly\nAnd smiles youll give and tears youll cry\nAnd all you touch and all you see\nIs all your life will ever be\nRun, rabbit run\nDig that hole, forget the sun\nAnd when at last the work is done\nDont sit down\nIts time to dig another one\nFor long you live and high you fly\nBut only if you ride the tide\nAnd balanced on the biggest wave\nYou race towards an early grave", "One sound, one single sound\nOne kiss, one single kiss\nA face outside the window pane\nHowever did it come to this?\nA man who ran: a child who cried\nA girl who heard, a voice that lied\nThe sun that burned a fiery red\nThe vision of an empty bed\nThe use of force, he was so tough\nShe’ll soon submit, she’s had enough\nThe march of fate, the broken will\nSomeone is lying very still\nHe has laughed and he has cried\nHe has fought and he has died\nHe’s just the same as all the rest\nHe’s not the worst, and he’s not the best\nAnd still, this ceaseless murmuring\nThe babbling that I brook\nThe seas of faces, eyes upraised\nThe empty screen, the vacant look\nA man in black on a snow white horse\nA pointless life has run its course\nThe red rimmed eyes, the tears still run\nAs he fades into the setting sun", "Speech has allowed the communication of ideas, enabling human beings to work together to build the impossible\nMankinds greatest achievements have come about by talking\nOur greatest hopes could become reality in the future, with the technology at our disposal, the possibilities are unbounded\nAll we need to do is make sure we keep talking", "Got a flip-top pack of cigarettes in her pocket\nFeeling good at the top, shopping in sharp shoes\nWalking in the sunshine town\nFeeling very cool\nBut the butchers and the bakers in the supermarket stores\nGetting everything she wants from the supermarket stores\nApples and oranges\nApples and oranges\nCornering neatly she trips up sweetly\nTo meet the people, shes on time again\nAnd then\nI catch her by the eye, then I stop and have to think\nWhat a funny thing to do cause Im feeling very pink\nApples and oranges\nApples and oranges\nI love she\nShe loves me\nSee you\nSee you\nSee you\nThought you might like to know\nIm her lorry driver man\nShes on the run\nDown by the river side, feeding ducks in the afternoon tide\nApples and oranges\nApples and oranges\nApples and oranges", "I was standing by the Nile\nWhen I saw the lady smile\nI would take her out for a while\nFor a while\nLike tears left like a child\nHow her golden hair was blowing wild\nThen she spread her wings to fly\nFor to fly\nSoaring high above the breezes\nGoing always where she pleases\nShe will make it to the islands in the sun\nI will follow in her shadow\nAs I watch her from my window\nOne day I will catch her eye\nShe is calling from the deep\nSummoning my soul to endless sleep\nShe is bound to drag me down\nDrag me down", "Scream thy last scream old woman with a casket\nBlam blam your pointers point your pointers\nWaddle with apples to crunchy Mrs. Stores\nShell be scrubbing bubbles on all fours\nScream thy last scream old woman with a casket\nFling your arms madly old lady with a daughter\nFlat tops of houses, mouses, houses\nFiddle and Diddle sitting bat tat tat\nWatching the telly till all hours - telly time!\nFling your arms madly old lady with a daughter\nScream thy last scream old woman with a casket\nBlam blam your pointers point your pointers\nWaddle with apples to crunchy Mrs. Stores\nShell be scrubbing bubbles on all fours\nScream thy last scream old woman with a casket", "Boat rowing\nWhen the child-like view of the world went, nothing replaced it... Nothing replaced it… Nothing replaced it…\nI do not like being asked to... I do not like being asked to... I do not like being asked to...\nOther people replaced it... Someone who knows", "Following the path as it leads towards\nThe darkness in the north\nWeary stranger’s faces show their sympathy\nThey’ve seen that hope before\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nFor you the night is beckoning\nAnd now you can’t delay\nYou hear the night birds calling you\nBut you can’t catch the words they say\nClose your ears and eyes, be on your way\nMist is swirling, creatures crawling\nHear the roar get louder in your ears\nYou know the folly was your own\nBut the force behind can’t conquer all you fears\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nFor you the night is beckoning\nAnd now you can’t delay\nYou hear the night birds calling you\nBut you can’t catch the words they say\nClose your ears and eyes, be on your way\nThrow your thoughts back many years\nTo the time when love was life with every morning\nPerhaps a day will come\nWhen the lights will be as clear as on that morning\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nFor you the night is beckoning\nAnd now you can’t delay\nYou hear the night birds calling you\nBut you can’t catch the words they say\nClose your ears and eyes, be on your way", "Come on, my friends\nLet’s make for the hills\nThey say there’s gold and I’m looking for thrills\nYou can get your hands on whatever we find\nBecause I’m only coming along for the ride\nWell, you go your way\nI’ll go mine\nI don’t care if we get there on time\nEverybody’s searching for something, they say\nI’ll get my kicks on the way\nOver the mountains, across the sea\nWho knows what will be waiting for me?\nI could sail forever to strange sounding names\nFaces of people and places don’t change\nAll I have to do is just close my eyes\nTo see the seagulls wheeling in those far distant skies\nAll I want to tell you, all I want to say\nIs count me in on the journey\nDon’t expect me to stay", "Hey Eugene, this is Henry McClean\nAnd Ive finished my beautiful flying machine\nAnd Im ringing to say that Im leaving and maybe\nYoud like to fly with me and hide with me, baby\nIsnt it strange how little we change?\nIsnt it sad were insane?\nPlaying the games that we know end in tears\nThe games weve been playing for thousands and thousands\nAnd thousands and...\nJumped into his cosmic flyer\nPulled his plastic collar higher\nLight the fuse and stand right back\nHe cried, This is my last goodbye\nPoint me at the sky and let it fly\nPoint me at the sky and let it fly\nPoint me at the sky and let it fly\nAnd if you survive till two thousand and five\nI hope youre exceedingly thin\nFor if you are stout you will have to breathe out\nWhile the people around you breathe in, breathe in\nBreathe in, breathe in...\nPeople pressing on my sides\nIs something that I hate\nAnd so is sitting down to eat\nWith only little capsules on my plate\nPoint me at the sky and let it fly\nPoint me at the sky and let it fly\nPoint me at the sky and let it fly\nAnd all weve got to say to you is goodbye\nIts time to go, better run and get your bags, its goodbye\nNobody cry, its goodbye", "Nobody knows where you are, how near or how far\nShine on you crazy diamond\nPile on many more layers and ill be joining you there\nShine on you crazy diamond\nAnd well bask in the shadow of yesterdays triumph\nAnd sail on the steel breeze\nCome on you boy child, you winner and loser\nCome on you miner for truth and delusion, and shine!", "I have always been here\nI have always looked out from behind these eyes\nIt feels like more than a lifetime\nFeels like more than a lifetime\nSometimes I get tired of the waiting\nSometimes I get tired of being in here\nIs this the way that its always been?\nCould it ever have been different?\nDo you ever get tired of the waiting?\nDo you ever get tired of being in there?\nDont worry, nobody lives forever\nNobody lives forever", "", "", "", "Last night I had too much to drink\nSitting in a club with so many fools\nPlaying to rules\nTrying to impress but feeling rather empty\nI had another drink \nWhat a way to spend that evening\nThey all turn up with their friends\nPlaying the game\nTheyre in the scene I should have been\nFar away \nGetting up, I feel as if I’m remembering this scene before\nI open the door to an empty room\nThen I forget\nThe telephone rings and someone speaks\nShe would very much like to go out to a show\nSo what can I do? – I can’t think what to say\nShe sees through anyway \nOut of the front door I go\nTraffic’s moving rather slow\nArriving late\nThere she waits, looking very angry\nAs cross as she can be \nGetting up, I feel as if I’m remembering this scene before\nI open the door to an empty room\nThen I forget", "We smile and smile\nWe smile and smile\nLaughter echoes in your eyes\nWe climb and climb\nWe climb and climb\nFootfalls softly in the pines\nWe cry and cry\nWe cry and cry\nSadness passes in a while\nWe roll and roll\nWe roll and roll\nHelp me roll away the stone", "", "", "All is love, is all I am\nA ball is all I am\nIm so new compared to you\nAnd I am very small\nWarm glow, moon bloom\nAlways need a little more room\nWaiting here seems like years\nNever seen the light of day\nAll around I hear strange sounds\nCome gurgling in my ear\nRed the light and dark the night\nI feel my dawn is near\nWarm glow, moon gloom\nAlways need a little more room\nWhisper low, here I go\nI will see the sunshine show", "Oh my, girl sitting in the sun\nGo buy, candy and a currant bun\nI like, to see you run\nLike that......\nOooh, dont talk to me\nPlease, just fuck with me\nPlease, you know Im feeling frail\nIts true, sun shining very bright\nIts you, who Im gonna love tonight\nIce cream, taste good in the afternoon\nIce cream, taste good if you eat it soon\nOooh, dont touch me child\nPlease, you know you drive me wild\nPlease, you know Im feeling frail\nDont try another cat\nDont go where other you must know why\nVery, very, very frail\nOh my, girl sitting in the sun\nGo buy, candy and a currant bun\nI like, to see you run\nLike that......", "", "Im so afraid\nOf all the mistakes that Ive made\nShaking every time that I awake\nI feel like a cardboard cut-out man\nSo build me a time\nWhen the characters rhyme\nAnd the story line is kind\nIve aged and aged since the first page\nIve lived every line that you wrote\nTake me down, take me down\nFrom the shelf above your head\nAnd build me a time\nWhen the characters rhyme\nAnd the story line is kind\nI live where Im left\nOn the shelf like the rest\nAnd the epilogue reads like a sad song\nPlease pick up your camera\nAnd use me again\nAnd build me a time\nWhen the characters rhyme\nAnd the storyline is kind\nYeaaaah!", "I will always be here\nI will always look out from behind these eyes\nIt’s only a lifetime\nIt’s only a lifetime\nIt’s only a lifetime", "", "", "Come in, sit down\nCan you show me where it hurts\nTry and tell me in your own words\nI must seem very old\nBut I was young once too\nIve seen many others like you\nI always say exactly the same thing\nThere is no pain, you are receding\nA distant ship smoke on the horizon\nYou are only coming through in waves\nYour lips move but I cant hear what youre saying\nWhen I was a child I had a fever\nMy hands felt just like two balloons\nNow Ive got that feeling once again\nI cant explain, you would not understand\nThis is not how I am\nI have become comfortably numb\nYou have to pull yourself together\nYou have to take it like a man\nYou mustnt let it get your head down\nYou should go out and do the town\nTheres no good moping here alone\nFeeling sorry for yourself\nGo and see what you can find\nIts Saturday night and you should unwind", "Raving and drooling, I fell on his neck with a scream\nHe had a whole lot of terminal shock in his eye\nThats what you get for pretending the rest are not real\nBabbling and snapping at far away flies\nHe will zig zag his way back through memories of boredom and pain\nHow does it feel to be empty and angry and spaced\nSplit up the middle between the illusion of safety in numbers\nAnd the fist in your face", "", "", "Wasting my time\nResting my mind\nAnd I’ll never pine\nFor the sad days and the bad days\nWhen we was workin’ from nine to five\nAnd if you don’t mind\nI’ll spend my time\nHere by the fire side\nIn the warm light of the love in her eyes\nAnd if you don’t mind\nI’ll spend my time\nHere by the fire side\nIn the warm light of the love in her eyes", "Pass the tequila, Manuel\nListen, gringo, laugh at my lisp and I kill you\nI think\nThis Spanish music\nIt sets my soul on fire\nLovely señorita\nYour eyes are like stars\nYour teeth are like pearls\nYour ruby lips", "", "Listen all you girlies\nEven though I havent met you\nGonna catch you soon\nIn my butterfly net\nYoud better watch out\nSometimes when I watch you\nI stretch out my hand to touch you\nCause it drives my me wild\nTo see you flutter by\nYou butterfly\nI wont squeeze you dead\nAiming through your head\nI just want your love\nI won’t write your name\nIn Latin in a frame\nCause framing is a chain\nListen all you girlies\nEven though I havent met you\nGonna catch you soon\nIn my butterfly net\nYoud better watch out", "", "", "", "You staggered away from those desperate days\nLeaving of a trail of fear and degradation\nWent downtown, he loitered around\nIn front of the flea pit by the railway station\nDeep down next to his heart\nIn the inside pocket of his cheap leather jacket\nHe secretly fingers\nA dog-eared card that read\nOoh, I need a dirty woman\nOoh, I need a dirty girl\nA beautiful girl looked down from the wall\nIn a grimy frame beside the next attraction\nHe hid in the queue with his tongue hanging out\nStaring up in silent admiration\nDeep down near my heart\nIn the early hours from the lost world in the silver screen\nAnd the silent scream\nOoh, I need a dirty woman\nOoh, I need a dirty girl\nYou staggered away from those desperate days\nLeaving of a trail of fear and degradation\nWent downtown, he loitered around\nIn front of the flea pit by the railway station\nDeep down next to his heart\nIn the inside pocket of his cheap leather jacket\nHe secretly fingers\nA dog-eared card that read\nOoh, I need a dirty woman\nOoh, I need a dirty girl", "It would be so nice\nIt would be so nice\nIt would be so nice\nTo meet, sometime\nEverybody wakes, and in the morning\nHot tea and cant stop yawning\nPass the butter please\nHave you ever read the Daily Standard?\nReading all about the plane thats landed\nUpside down?\nAnd no one knows what I did today\nThere can be no other way\nBut I would just like to say\nIt would be so nice\nIt would be so nice\nIt would be so nice\nTo meet sometime\nIt would be so nice\nIt would be so nice\nIt would be so nice\nTo meet sometime\nEverybody cares about the weather\nAnd everybody should know better\nWhat a waste of time\nEverybody lives beneath the ceiling\nLiving out a dream that sends them reeling\nTo a distant place\nBut no one knows what I did today\nThere can be no other way\nBut I would just like to say\nIt would be so nice\nIt would be so nice\nIt would be so nice\nTo meet sometime\nIt would be so nice\nIt would be so nice\nIt would be so nice\nTo meet sometime\nIt would be so nice\nIt would be so nice\nIt would be so nice\nTo meet sometime", "", "So, so you think you can tell\nHeaven from Hell\nBlue skies from pain?\nCan you tell a green field\nFrom a cold steel rail?\nA smile from a veil?\nDo you think you can tell?\nAnd did they get you to trade\nYour heroes for ghosts?\nHot ashes for trees?\nHot air for a cool breeze?\nCold comfort for change?\nAnd did you exchange\nA walk on part in the war\nFor a leading role in a cage?\nHow I wish, how I wish you were here\nWere just two lost souls\nSwimming in a fish bowl\nYear after year\nRunning over the same old ground\nWhat have we found?\nThe same old fears\nWish you were here", "", "Following the path as it leads towards\nThe darkness in the North\nWeary strangers faces show their sympathy\nTheyve seen that hope before\nBut if you want to stay for a little bit\nRest your aching limbs for a little bit\nBefore you, the night is beckoning\nAnd you know you cant delay\nYou hear the night birds calling you\nBut you cant catch the words they say\nClose your ears and eyes, be on your way\nMist is swirling, creatures crawling\nHear the roar get louder in your ears\nYou know, the folly was your own\nBut the force behind cant conquer all your fears\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nBefore you, the night is beckoning\nAnd you know you cant delay\nYou hear the night birds calling you\nBut you cant catch the words they say\nClose your ears and eyes, be on your way\nPull your thoughts back many years\nTo the time when there was life with every morning\nPerhaps a day will come\nWhen the light will be as clear as on that morning\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nBefore you, the night is beckoning\nAnd you know you cant delay\nYou hear the night birds calling you\nBut you cant catch the words they say\nClose your ears and eyes, be on your way", "We dont need your adulation\nWe dont need your starry gaze\nHow the years have come between us\nYou should have seen them in the early days\nShould have seen them in the early days\nAll in all, its just another brick in the wall\nAll in all, its just another brick in the wall\nThey dont need your reminiscing\nThey dont need your memories\nThey dont want to hear whos missing\nYou should have seen them when the boys were young\nYou should have seen them when the boys were young\nAll in all, its just another brick in the wall\nAll in all, youre just another brick in the wall", "", "There was a boy whose name was Jim\nHis friends, they were very good to him\nThey gave him tea, and cakes and jam\nAnd slices of delicious ham\nOh Mother tell me more\nWhydyou have to leave me there\nHanging in my infant air, waiting\nYou only have to read the lines of\nScribbly black and everything shines\nThe chief defect of Henry King\nWas chewing little bits of string\nAt last he swallowed some which tied\nItself in ugly knots inside\nWondering and dreaming\nThe words have different meanings\nYes they did\nFinding she was left alone\nWent tiptoe to the telephone, 999\nSummoned the immediate aid\nOf Londons Noble Fire Brigade\nFor all the time spent in that room\nThe dolls house darkness old perfume\nAnd fairy stories held me high\nOn clouds of sunlight floating by\nOh Mother tell me more\nTell me more", "", "Ooohhh\nWalk with me, Sydney\nI’d love to, love to, love to, baby you know\nOoohhh\nWalk with me, Sydney\nI’d love to, love to, love to, love to\nWalk with me, Sydney, it’s a dark night\nCome on, come on, hold me tight\nWell, I’d love to, love to, love to\nBut I got\nFlat feet, fallen arches\nBaggy knees and a broken frame\nMeningitis, peritonitis\nDTs and a washed-up brain …\nOoohhh\nRoll with me, Sydney\nI’d love to, love to, love to, baby you know\nOoohhh\nRoll with me, Sydney\nI’d love to, love to, love to, love to\nRoll with me, Sydney, it’s a dark night\nCome on, come on, hold me tight\nWell, I’d love to, love to, love to\nBut I got\nFlat feet, fallen arches\nBaggy knees and a broken frame\nMeningitis, peritonitis\nDTs and a washed-up brain\nOoohhh\nWalk with me, Sydney\nI’d love to, love to, love to, baby you know\nOoohhh\nWalk with me, Sydney\nI’d love to, love to, love to, love to\nWalk with me, Sydney, it’s a dark night\nCome on, come on, hold me tight\nWell, I’d love to, love to, love to\nBut I got\nFlat feet, fallen arches\nBaggy knees and a broken frame\nMeningitis, peritonitis\nDTs and a washed-up brain", "", "Leave when I ask you to leave, Lucy\nPlease fall away from me, Lucy\nOh, go, little girl\nSee that Im so broken up about you, Lucy\nMean treatin me and done me harm, Lucy\nBeen in love with you and your charms, Lucy\nOh, go, little girl\nIm in love with you, Lucy\nYou got my heart, you got my heart, oh no\nYou tear me apart, you just wont let me go\nYou hold on so tight, so tight I just cant breathe\nNow Lucy leave, Lucy\nLeave when I ask you to leave, little girl\nPlease fall away from me, little girl\nYeah, go, little girl\nSee that Im so broke up about you, Lucy\nYeah, girl", "Overhead the albatross hangs motionless upon the air\nAnd deep beneath the rolling waves in labyrinths of coral caves\nThe echo of a distant time comes willowing across the sand\nAnd everything is green and summery\nAnd no one call us to the land\nAnd no one knows the wheres or whys\nBut something stirs and something tries\nStarts to climb towards the light\nStrangers passing in the street\nBy chance two separate glances meet\nAnd I am you and what I see is me\nAnd do I take you by the hand\nAnd lead you through the land\nAnd help me understand the best I can?\nAnd no one calls us to move on\nAnd no one forces down our eyes\nNo one speaks and no one tries\nNo one flies around the sun\nDarkness every day you fall\nUpon my waking eyes\nInciting and inviting me to rise\nAnd through the window in the wall\nCome streaming in on sunlight wings\nA million bright ambassadors of morning\nAnd no one sings me lullabies\nAnd no one makes me close my eyes\nSo I throw the windows wide\nAnd call to you across the sky", "I dont need no education\nI dont need no flexophone\nYour dark sarcasm in the classroom\nSo teacher leave them kids alone\nAll in all youre just another brick in the wall", "", "", "", "Schoolboy, schoolboy, did you hear what I said?\nHow am I supposed to make you see the light?\nIts hard enough to sleepwalk through the day\nWithout some creepy little boy like you\nBombarding my lonely shell\nGlimpses of half-open doors\nGleams in the night that I might well have followed myself\nTeacher, teacher, you might as well be dead\nAll those years you tried to suck my brain away\nIt was hard enough to drag myself from bed\nWithout some crazy lunatic like you\nBombarding my still softshell\nSticks and stones that you found lying around\nIn the pile of unspeakable feelings, you found\nWhen you turn back the stone\nTurned over the stone\nOf your own disappointment\nBack home", "", "", "Well, Im a King Bee\nBuzzing around your hive\nYes, Im a King Bee, child\nBuzzing around your hive\nI can make good honey\nLet me come inside\nIm young and able\nTo buzz all night long\nYou know Im young and able\nTo buzz all night long\nWhen you hear me buzz, little girl\nYou know some stingings going on\n Ill sting \nWell, Im a King Bee\nCan buzz all night long\nYes Im a King Bee\nCan buzz all night long\nWell, I buzz better baby\nWhen your man is gone", "", "", "", "Could I have eggs, sausage, chips & beans and a tea?\nSo, so you think you can tell\nHeaven from Hell\nBlue skies from pain\nCan you tell a green field\nFrom a cold steel rail\nA smile from a veil\nDo you think you can tell?\nDid they get you to trade\nYour heroes for ghosts\nHot ashes for trees\nHot air for a cool breeze\nCold comfort for change\nDid you exchange\nA walk-on part in the war\nFor a lead role in a cage?\nHow I wish, how I wish you were here\nWere just two lost souls, swimming in a fish bowl\nYear after year\nRunning over the same old ground\nWhat have we found?\nThe same old fears\nWish you were here", "Bo Diddley was a private eye\nHand was fast and his I.Q. high\nD.A. said Double O, you wont last\nSlow down boy, you living too fast\nWell, Double O had a Cadillac\nMachine guns and a bullet-proof back\nEngine taken from a 707\nSounds like a sure way to get into heaven\nIn his pocket, 5 pounds of lead\nKeep Bo Diddley from getting dead\nAnother thing helped Bo keeping alive\nWas a snub-nosed, Smith And Wesson, Colt 45\nWell, Bo drank gallons of rye and bourbon\nMartinis dry, and you better serve them\nMartini so dry, the shaker burst\nBo keeled on his side and died of thirst", "", "In a while\nI find the time to make the sunshine mine\nIn a smile\nI saw a single eagle in the sky\nWheeling, soaring, gliding by\nWheeling, soaring, gliding by", "", "", "Remember when you were young?\nYou shone like the sun\nShine on you crazy diamond!\nNow theres a look in your eyes\nLike black holes in the sky\nShine on you crazy diamond!\nYou were caught on the cross fire of childhood and stardom\nBlown on the steel breeze\nCome on, you target for faraway laughter\nCome on, you stranger, you legend, you martyr, and shine!\nYou reached for the secret too soon\nYou cried for the moon\nShine on you crazy diamond!\nThreatened by shadows at night\nAnd exposed in the light\nShine on you crazy diamond!\nWell you wore out your welcome with random precision\nRode on the steel breeze\nCome on you raver, you seer of visions\nCome on you painter, you piper, you prisoner, and shine!\nNobody knows where you are\nHow near or how far\nShine on you crazy diamond\nPile on many more layers\nAnd I’ll be joining you there\nShine on you crazy diamond\nAnd we’ll bask in the shadow of yesterday’s triumph\nAnd sail on the steel breeze\nCome on you boy child, you winner and loser\nCome on you miner for truth and delusion, and shine!", "", "", "Remember me \nIve been here before\nRemember me \nIve been here before\nCant you see\nIm gonna stick around some more\nCant you see \nI want some love from you\nCant you see \nI want some love from you\nDont go away now\nIve got something to give to you\nIll try to be \nAs good as gold to you\nTry to be \nAs good as gold to you\nBut dont blame me, girl\nIf Im far from cold to you\nRemember me \nIve been here before\nRemember me \nIve been here before\nDont go away now\nCome and stick around some more\nYeah", "", "", "Track listing:\n1) Cluster One\n2) What Do You Want From Me\n3) Poles Apart\n4) Marooned\n5) A Great day For Freedom\n6) Wearing The Inside Out\n7) Take It Back\n8) Coming Back To Life\n9) Keep Talking\n10) Lost For Words\n11) High Hopes\nDisc 1 – LP\nOriginal album, remastered for vinyl in 2014 from the original analogue masters. Includes full-length tracks across 2-LP’s for the first time.\nDisc 2 – Blu-Ray \n- 2014 “Marooned” video – directed by Aubrey Powell with stereo and 5.1 audio soundtracks\n- 5.1 audio mix of THE DIVISION BELL by Andy Jackson in 96khz/ 24-bit\n- HD audio stereo mix of THE DIVISION BELL by James Guthrie 96khz/ 24-bit\nDisc 3 – Red vinyl 7” single “Take It Back” / “Astronomy Domine” \nReplica 7” red vinyl in picture sleeve\nDisc 4 – Clear vinyl 7” single “High Hopes” / “Keep Talking” \nReplica 7” clear vinyl in picture sleeve plus poster bag\nDisc 5 – Blue Vinyl 12” single “High Hopes” / “Keep Talking” / “One Of These Days” \nReplica 12” blue vinyl, laser etched design on reverse, picture sleeve. Includes 7 collectible film cards in a wallet\nDisc 6 – CD Album\n2011 Discovery version of THE DIVISION BELL in a new dedicated wallet\nPlus:\n5 x 26cm x 26 cm art prints designed by Hipgnosis/StormStudios", "", "Little by little the kurds turn around\nCounting the kids which have 30 siblings\nMolotovs leaning on each other and burning\nİnside the konak ağa is resting\nWey wey wey wey wey\nSet the apo free biji kurdistan\nOver the mountain watching the soldier\nBreaking the country waking the terror\nOne inch of kaş is one inch of martı\nLove is the nevroz which will be piroz\nWey wey wey wey wey\nSet the apo free biji kurdistan\nWitness the Apo who raves at Imralı\nMaking the shape of barış süreci\nHalaybaşı will fall in the evening\nWill he pay for kaçak elektirik\nWey wey wey wey wey\nSet the apo free biji kurdistan", "", "We certainly are underspoken and understanding\nBut theres a lot of things unsaid as well\nWe shout and argue and fight, and work it on out", "Hey, girl\nLets get together\nJust you and your work, your time\nHey, girl\nYoure right slits em and\nBash in your brain you who were\nOnly the lonely when they rip out brains in bed\nHow bout its said?\nHey girl, as Ive always said\nI preferred your lips red, not...\nHey girl, look in the mirror can you see what you are...", "...teenagers are sometimes so freaked out they cant sit up straight in class...\n...motor manufacturers in these states report life expectancies for engines is doubled...\n...maxi coats are both a curse and a blessing for New York dry cleaners who charge you fourteen shillings to tie the new styles and nearly double...\n...theyre taking our nags, Ace. Yeah, theyre making damn good targets of themselves. Let them have it...\n...win a Florida holiday and a color TV...\n...Id like to say to him just once...\n...please use two hands...", "", "Hello? \nIs there anybody in there?\nJust nod if you can hear me\nIs there anyone at home?\nCome on , now\nI hear youre feeling down\nWell I can ease your pain\nAnd get you on your feet again\nRelax\nI need some information first\nJust the basic facts\nCan you show me where it hurts?\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move but I cant hear what youre saying\nWhen I was a child I had a fever\nMy hands felt just like two balloons\nNow Ive got that feeling once again\nI cant explain, you would not understand\nThis is not how I am\nI have become comfortably numb\nI have become comfortably numb\nOkay\nJust a little pin prick Ding\nTherell be no more Ahhhhhhhhhhhhhhhhhhhh!\nBut you may feel a little sick\nCan you stand up?\nI do believe its working, good\nThatll keep you going through the show\nCome on, its time to go\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move but I cant hear what youre saying\nWhen I was a child I caught a fleeting glimpse\nOut of the corner of my eye\nI turned to look but it was gone\nI cannot put my finger on it now\nThe child is grown\nThe dream is gone\nI have become comfortably numb", "Well meet again\nWell meet again\nDont know where\nDont know when\nBut I know well meet again some sunny day", "We dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeacher leave them kids alone\nHey teacher, leave them kids alone\nAll in all its just another brick in the wall\nAll in all youre just another brick in the wall\nWe dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers leave them kids alone\nHey teacher, leave us kids alone\nAll in all youre just another brick in the wall\nAll in all youre just another brick in the wall\nWrong! Do it again. Wrong! Do it again\nIf you dont eat yer meat, you cant have any pudding! How can you have any pudding if you dont eat yer meat?\nYou! Yes, you behind the bike sheds, stand still, laddy!", "In a while Ill find the time to make the sunshine mine\nIn a smile I saw a single eagle in the sky\nWheeling, soaring, gliding by\nOn a hill there lived a man with many shining things\nShiny pool, a shiny car and shiny diamond rings\nWining, dining, shining king\nAnd the eagle flies in clear blue skies\nBreathing in the clear blue air\nBack here on the ground another dealer coughs and dies\nAnd fifty more come rolling off\nThe Ford production line\nThen a man appearing like a mirage on the sand\nIn his hand a moving picture of the crumbling land\nScreaming, dealing, movie man\nHere we go, hold your nose and see if something blows\nClose your eyes, count to ten and see the sunrise rise\nClimbing, high into the sky\nBy the ornamental lake, a diamond lies\nUpon the finger of the king\nOn high the eagle spies the glitter of a gun\nAnd wheeling in a climbing turn he flies into the sun", "There was a boy whose name was Jim\nHis friends, they were very good to him\nThey gave him tea, and cakes, and jam\nAnd slices of delicious ham\nOh Mother, tell me more\nWhy’d ya have to leave me there\nHanging in my infant air\nWaiting?\nYou only have to read the lines\nThey’re scribbly black and everything shines\nThe chief defect of Henry King\nWas chewing little bits of string\nAt last he swallowed some which tied\nItself in ugly knots inside\nWandering and dreaming\nThe words have different meaning\nYes they did\nIn finding she was left alone\nWent tiptoe to the telephone, 999\nAnd summoned the immediate aid\nOf Londons Noble Fire Brigade\nFor all the time spent in that room\nThe doll’s house, darkness, old perfume\nAnd fairy stories held me high\nOn clouds of sunlight floating by\nOh Mother, tell me more Tell me more\nAaaaaaaah\nAaaaaaaah\nAaaaaaaah", "", "Wasting my time\nResting my mind\nAnd I’ll never pine\nFor the sad days and the bad days\nWhen we was workin’ from nine to five\nAnd if you don’t mind\nI’ll spend my time\nHere by the fire side\nIn the warm light and the love in her eyes\nAnd if you don’t mind\nI’ll spend my time\nHere by the fire side\nIn the warm light of her eyes", "Raving and drooling, I fell on his neck with a scream\nHe had a whole lot of terminal shock in his eye\nThats what you get for pretending the rest are not real\nBabbling and snapping at far away flies\nHe will zig zag his way back through memories of boredom and pain\nHow does it feel to be empty and angry and spaced\nSplit up the middle between the illusion of safety in numbers\nAnd the fist in your face", "Where were you when I was burned and broken?\nWhile the days slipped by from my window watching\nAnd where were you when I was hurt and I was helpless?\n‘Cause the things you say and the things you do surround me\nWhile you were hanging yourself on someone else’s words\nDying to believe in what you heard\nI was staring straight into the shining sun\nLost in thought and lost in time\nWhile the seeds of life and the seeds of change were planted\nOutside, the rain fell dark and slow\nWhile I pondered on this dangerous but irresistible pastime\nI took a heavenly ride through our silence\nI knew the moment had arrived\nFor killing the past and coming back to life\nI took a heavenly ride through our silence\nI knew the waiting had begun\nAnd headed straight… into the shining sun", "The path you tread is narrow\nAnd the drop is shear and very high\nThe ravens all are watching\nFrom a vantage point nearby\nApprehension creeping\nLike a tube-train up your spine\nWill the tightrope reach the end\nWill the final couplet rhyme\nAnd it’s high time\nCymbaline\nIt’s high time\nCymbaline\nPlease wake me\nA butterfly with broken wings\nIs falling by your side\nThe ravens all are closing in\nAnd there’s nowhere you can hide\nYour manager and agent\nAre both busy on the phone\nSelling coloured photographs\nTo magazines back home\nAnd it’s high time\nCymbaline\nIt’s high time\nCymbaline\nPlease wake me\nThe lines converging where you stand\nThey must have moved the picture plane\nThe leaves are heavy around your feet\nYou hear the thunder of the train\nAnd suddenly it strikes you\nThat they’re moving into range\nDoctor Strange is always changing size\nAnd it’s high time\nCymbaline\nIt’s high time\nCymbaline\nPlease wake me\nAnd it’s high time\nCymbaline\nIt’s high time\nCymbaline\nPlease wake me", "", "Beyond the horizon of the place we lived when we were young\nIn a world of magnets and miracles\nOur thoughts strayed constantly and without boundary\nThe ringing of the division bell had begun\nAlong the Long Road and on down the Causeway\nDo they still meet there by the Cut\nThere was a ragged band that followed in our footsteps\nRunning before time took our dreams away\nLeaving the myriad small creatures trying to tie us to the ground\nTo a life consumed by slow decay\nThe grass was greener\nThe light was brighter\nWith friends surrounded\nThe nights of wonder\nLooking beyond the embers of bridges glowing behind us\nTo a glimpse of how green it was on the other side\nSteps taken forwards but sleepwalking back again\nDragged by the force of some inner tide\nAt a higher altitude with flag unfurled\nWe reached the dizzy heights of that dreamed of world\nEncumbered forever by desire and ambition\nTheres a hunger still unsatisfied\nOur weary eyes still stray to the horizon\nThough down this road weve been so many times\nThe grass was greener\nThe light was brighter\nThe taste was sweeter\nThe nights of wonder\nWith friends surrounded\nThe dawn mist glowing\nThe water flowing\nThe endless river\nFor ever and ever", "Jesus Christ, I might as well be dead\nI cant see how dangerous\nIt must feel to me\nTraining human cogs for the machine\nWithout some shell-shocked lunatic like me\nBombarding their still soft shells\nWith sticks and stones\nThat were lying around\nIn the pile of unspeakable feelings Id found\nWhen I turned back the stone\nTurned over the stone\nOf my own disappointment back home", "", "One, two, three, four\nHere comes Santa in his sleigh\nThose silver bells they sound so gay\nHis shiny sleigh is heaped with toys\nTo give to all good girls and boys\nWith dolls and gollywogs and clockwork trains\nTrams, tin soldiers and little model planes\nGoing to fill your stocking so long as youve been good\nAnd Im sure that you have because you know you should\nMiddle eight!\nHave I got to sing that?\nYes!\nNo you dont sing, you just say it\nOkay\nAll right?\nRight\nOne, two, three . . .\nCheerful face is wreathed in smiles\nCan see him coming for miles and miles\nAs he passes by hell catch your ear\nWith Merry Christmas, guys, and a happy New Year!\nMan!\nShout that as a cheery Christmas greeting, Alan\nYeah, shout that one out, right?\nTurkey and sausages and Christmas pud\nHave another helping John!\nOh, I dont think I could\nChristmas parcels under the tree\nNone for you and six for me!", "Pink Floyd\nWish You Were Here\nShine On You Crazy Diamond I-IV\nRemember when you were young, you shone like the sun\nShine on you crazy diamond\nNow theres a look in your eyes, like black holes in the sky\nShine on you crazy diamond\nYou were caught on the crossfire of childhood and stardom\nBlown on the steel breeze\nCome on you target for faraway laughter\nCome on you stranger, you legend, you martyr, and shine!\nYou reached for the secret too soon, you cried for the moon\nShine on you crazy diamond\nThreatened by shadows at night, and exposed in the light\nShine on you crazy diamond\nWell you wore out your welcome with random precision\nRode on the steel breeze\nCome on you raver, you seer of visions\nCome on you painter, you piper, you prisoner, and shine!", "Momma loves her baby\nAnd Daddy loves you too\nAnd the sea may look warm to you Babe\nAnd the sky may look blue\nOoooh Babe\nOoooh Baby blue\nOoooh Babe\nIf you should go skating, boy\nOn the thin ice of modern life\nPay attention at school ator all the rules\nTake a job and the wife\nBut dont be surprised, when a crack in the ice\nAppears under your feet\nSinking out of your depth and out of your mind\nWith your fear flowing out behind you\nAs you claw the thin ice\nHelp me, help me\nHelp me, help me\nOoh, baby, please help me", "", "I dont need no drugs to calm me down, down, down\nAnd I dont need your hands to hold me down, down, down\nI dont need your tongue to cut me down, down, down\nI dont think that I need you at all\nI dont think that I need you at all\nAll in all, its just another brick in the wall\nAll in all, youre just another brick in the wall", "Hello? \nIs there anybody in there?\nJust nod if you can hear me\nIs there anyone at home?\nCome on , now\nI hear youre feeling down\nWell I can ease your pain\nAnd get you on your feet again\nRelax\nI need some information first\nJust the basic facts\nCan you show me where it hurts?\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move but I cant hear what youre saying\nWhen I was a child I had a fever\nMy hands felt just like two balloons\nNow Ive got that feeling once again\nI cant explain, you would not understand\nThis is not how I am\nI have become comfortably numb\nI have become comfortably numb\nOkay\nJust a little pin prick Ding\nTherell be no more AHHHHHHHHHHHHH!\nBut you may feel a little sick\nCan you stand up?\nI do believe its working, good\nThatll keep you going through the show\nCome on, its time to go\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move but I cant hear what youre saying\nWhen I was a child I caught a fleeting glimpse\nOut of the corner of my eye\nI turned to look but it was gone\nI cannot put my finger on it now\nThe child is grown\nThe dream is gone\nI have become comfortably numb", "Money, get away\nGet a good job with more pay and youre okay\nMoney, its a gas\nGrab that cash with both hands and make a stash\nNew car, caviar, four star daydream\nThink Ill buy me a football team\nMoney, get back\nIm all right Jack, keep your hands off of my stack\nMoney, its a hit\nDont give me that do goody good bullshit\nIm in the hi-fidelity first class travelling set\nAnd I think I need a Lear jet\nMoney, its a crime\nShare it fairly but dont take a slice of my pie\nMoney, so they say\nIs the root of all evil today\nBut if you ask for a rise its no surprise that theyre\nGiving none away\nAway, away, away, away, away, away, away\nYeah, I was in the right!\nYes, absolutely in the right!\nI certainly was in the right!\nYeah, I was definitely in the right. That geezer was cruising for a bruising!\nWhy does anyone do anything?\nYeah!\nWhy does anyone do anything?\nI dont know; I was really drunk at the time!\nI was just telling him it was in, he could get it in number two. He was asking why it wasnt coming up on freight eleven. After, I was yelling and screaming and telling him why it wasnt coming up on freight eleven. It came to a heavy blow, which sorted the matter out.", "Ticking away the moments that make up a dull day\nYou fritter and waste the hours in an offhand way\nKicking around on a piece of ground in your home town\nWaiting for someone or something to show you the way\nTired of lying in the sunshine staying home to watch the rain\nYou are young and life is long and there is time to kill today\nAnd then one day you find ten years have got behind you\nNo one told you when to run, you missed the starting gun\nAnd you run and you run to catch up with the sun but its sinking\nRacing around to come up behind you again\nThe sun is the same in a relative way but youre older\nShorter of breath and one day closer to death\nEvery year is getting shorter, never seem to find the time\nPlans that either come to naught or half a page of scribbled lines\nHanging on in quiet desperation is the English way\nThe time is gone, the song is over\nThought Id something more to say\nHome, home again\nI like to be here when I can\nAnd when I come home cold and tired\nIts good to warm my bones beside the fire\nFar away across the field\nThe tolling of the iron bell\nCalls the faithful to their knees\nTo hear the softly spoken magic spells", "Money, get away\nGet a good job with more pay and youre okay\nMoney, its a gas\nGrab that cash with both hands and make a stash\nNew car, caviar, four-star daydream\nThink Ill buy me a football team\nMoney, get back\nIm alright, Jack, keep your hands off of my stack\nMoney, its a hit\nDont give me that do-goody-good bullshit\nIm in the high-fidelity first class travelling set\nAnd I think I need a Lear jet\nMoney, its a crime\nShare it fairly but dont take a slice of my pie\nMoney, so they say\nIs the root of all evil today\nBut if you ask for a rise\nIts no surprise that theyre giving none away\nAway, away, away\nAway, away, away\n- Yeah -- -- I was in the right!\n- Yes, absolutely in the right!\n- I certainly was in the right!\n- Yeah, I was definitely in the right\nThat geezer was cruising for a bruising!\n- Yeah!\n- Why does anyone do anything?\n- I dont know, I was really drunk at the time!\n- I was just telling him it was in, he could get it in Number Two. He was asking why it wasnt coming up on freight eleven. After, I was yelling and screaming and telling him why it wasnt coming up on freight eleven. It came to a heavy blow, which sorted the matter out", "“Icy wind of night be gone this is not your domain”\nIn the sky a bird was heard to cry\nMisty morning whisperings and gentle stirring sounds\nBelied the deathly silence that lay all around\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nAnd a river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer\nMaking for the sea\nIn the lazy water meadow I lay me down\nAll around me golden sun flakes settle on the ground\nBasking in the sunshine of a bygone afternoon\nBringing sounds of yesterday into this city room\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nAnd a river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer\nMaking for the sea\nIn the lazy water meadow I lay me down\nAll around me golden sun flakes covering the ground\nBasking in the sunshine of a bygone afternoon\nBringing sounds of yesterday into this city room\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nAnd a river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer\nMaking for the sea", "Speech has allowed the communication of ideas\nEnabling human beings to work together, to build the impossible\nMankinds greatest achievements have come about by talking\nOur greatest hopes could become reality in the future\nWith the technology at our disposal, the possibilities are unbounded\nAll we need to do is make sure we keep talking", "Shall we buy a new guitar\nShall we drive a more powerful car\nShall we work straight through the night\nShall we get into fights\nLeave the lights on\nDrop bombs in the East\nContract diseases\nBury treasure\nStore up lights on\nDrop bombs in the East\nContract diseases\nBury treasure\nStore up lights on\nDrop bombs in the East\nContract diseases\nBury treasure\nStore up leisure\nBut never relax at all\nWith our backs to the wall", "The sweet smell of a great sorrow lies over the land\nPlumes of smoke rise and merge into the leaden sky\nA man lies and dreams of green fields and rivers\nBut awakes to a morning with no reason for waking\nHe’s haunted by the memory of a lost paradise\nIn his youth or a dream, he can’t be precise\nHe’s chained forever to a world that’s departed\nIt’s not enough, it’s not enough\nHis blood has frozen and curdled with fright\nHis knees have trembled and given way in the night\nHis hand has weakened at the moment of truth\nHis step has faltered\nOne world, one soul\nTime pass, the river roll\nAnd he talks to the river of lost love and dedication\nAnd silent replies that swirl invitation\nFlow dark and troubled to an oily sea\nA grim intimation of what is to be\nThere’s an unceasing wind that blows through this night\nAnd there’s dust in my eyes, that blinds my sight\nAnd silence that speaks so much louder than words\nOf promises broken", "As you look around this room tonight\nSettle in your seat and dim the lights\nDo you want my blood, do you want my tears?\nWhat do you want?\nShould I sing until I can’t sing anymore?\nPlay these strings until my fingers are raw\nIll do my best to please\nWhat do you want from me?\nDo you think that I know something you don’t know? \nIf I don’t promise you the answers would you go? \nShould I stand out in the rain?\nDo you want me to make a daisy chain for you?\nI’m not the one you need\nWhat do you want from me?\nYou can have anything you want\nYou can drift, you can dream, even walk on water\nAnything you want\nYou can own everything you see\nSell your soul for complete control\nIs that really what you need?\nYou can lose yourself this night\nSee inside, there is nothing to hide\nTurn and face the light\nWhat do you want from me?", "He made his way to the border\nIn the shadow, under the trees\nDown by a stream, in a hollow\nTurn your head, feel the breeze\nAnd the Red Queen was waiting for the news\nFor the White King to move\nAnd the balance hung upon the head of one who tried\nTo stay within the shadows\nAnd keep his undercover secret tight\nThey let him in by a backway\nInto a chamber reserved for the Queen\nShe took the note that he gave her\nOpened it slowly and started to read\nRun to the treasury and bring me back some gold\nGive it to the pawn who came, she cried\nHe says the White King thinks the game of chess is wrong\nAnd all the courtiers crowded her\nAnd this is what she told the gathered round\nGo to the store by the dungeon\nTake all the red paint, take all the white\nMake up a newborn colour\nCover your neighbor, well be alright\nThere will be no game today, she cried across the board\nEvery day will be a holiday\nAnd all the pieces cheered as tidings spread abroad\nAnd the Pink Queen sat\nAnd smiled at the cat, who smiled back", "Hey you, out there in the cold\nGetting lonely getting old\nCan you feel me?\nHey you, standing in the aisles\nWith itchy feet and fading smiles\nCan you feel me?\nHey you, dont help them to bury the light\nDont give in without a fight\nHey you, out there on your own\nSitting naked by the phone\nWould you touch me?\nHey you, with your ear against the wall\nWaiting for someone to call out\nWould you touch me?\nHey you, would you help me to carry the stone?\nOpen your heart, Im coming home\nBut it was only a fantasy\nThe wall was too high, as you can see\nNo matter how he tried, he could not break free\nAnd the worms ate into his brain\nHey you, out there on the road\nAlways doing what youre told\nCan you help me?\nHey you, out there beyond the wall\nBreaking bottles in the hall\nCan you help me?\nHey you, dont tell me theres no hope at all\nTogether we stand, divided we fall", "Lime and limpid green\nA second scene\nA fight between the blue you once knew\nFloating down, the sound resounds\nAround the icy waters underground\nJupiter and Saturn, Oberon, Miranda and Titania\nNeptune, Titan\nStars can frighten\nLime and limpid green, the sounds surrounds\nThe icy waters under\nLime and limpid green, the sounds surrounds\nThe icy waters underground", "Heavy hung the canopy of blue\nShade my eyes and I can see you\nWhite is the light that shines through the dress that you wore\nShe lay in the shadow of the wave\nHazy were the visions of her playing\nSunlight on her eyes but moonshine made her cry ev’ry time\nGreen is the colour of her kind\nQuickness of the eye deceives the mind\nEnvy is the bond between the hopeful and the damned", "Run. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nYou better make your face up in your favourite disguise\nWith your button down lips and your roller blind eyes\nWith your empty smile and your hungry heart\nFeel the bile rising from your guilty past\nWith your nerves in tatters as the cockle shell shatters\nAnd the hammers batter down the door\nYou better run\nRun. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nYou better run all day and run all night\nAnd keep your dirty feelings deep inside\nAnd if youre taking your girlfriend out tonight\nYou better park the car well out of sight\nCause if they catch you in the back seat trying to pick her locks\nTheyre gonna send you back to Mother in a cardboard box\nYou better run good", "Remember when you were young, you shone like the sun\nShine on you crazy diamond\nNow theres a look in your eyes, like black holes in the sky\nShine on you crazy diamond\nYou were caught on the cross fire of childhood and stardom\nBlown on the steel breeze\nCome on you target for faraway laughter, come on you stranger\nYou legend, you martyr, and shine!\nYou reached for the secret too soon, you cried for the moon\nShine on you crazy diamond\nTreatened by shadows at night, and exposed in the light\nShine on you crazy diamond\nWell you wore out your welcome with random precision\nRode on the steel breeze\nCome on you raver, you seer of visions, come on you painter\nYou piper, you prisoner, and shine!", "Run. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nYou better make your face up in your favourite disguise\nWith your button down lips and your roller blind eyes\nWith your empty smile and your hungry heart\nFeel the bile rising from your guilty past\nWith your nerves in tatters as the cockle shell shatters\nAnd the hammers batter down the door\nYou better run\nRun. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nRun. Run. Run. Run\nYou better run all day and run all night\nAnd keep your dirty feelings deep inside\nAnd if youre taking your girlfriend out tonight\nYou better park the car well out of sight\nCause if they catch you in the back seat trying to pick her locks\nTheyre gonna send you back to Mother in a cardboard box\nYou better run good", "", "— and disciplinary remains mercifully\nYes and um, I’m with you Derek, this star nonsense\nYes, yes\nNow which is it?\nI am sure of it\nSo, so you think you can tell\nHeaven from Hell\nBlue skies from pain?\nCan you tell a green field\nFrom a cold steel rail?\nA smile from a veil?\nDo you think you can tell?\nAnd did they get you to trade\nYour heroes for ghosts?\nHot ashes for trees?\nHot air for a cool breeze?\nCold comfort for change?\nAnd did you exchange\nA walk on part in the war\nFor a leading role in a cage?\nHow I wish, how I wish you were here\nWere just two lost souls\nSwimming in a fish bowl\nYear after year\nRunning over the same old ground\nWhat have we found?\nThe same old fears\nWish you were here", "For millions of years mankind lived just like the animals\nThen something happened which unleashed the power of our imagination\nWe learned to talk\nThere’s a silence surrounding me\nI can’t seem to think straight\nI’ll sit in the corner\nAnd no one can bother me\nI think I should speak now \nI can’t seem to speak now \nMy words won’t come out right \nI feel like I’m drowning \nI’m feeling weak now \nBut I can’t show my weakness \nI sometimes wonder \nWhere do we go from here \nIt doesn’t have to be like this\nAll we need to do is make sure we keep talking\n I feel like I’m drowning\n You know I can’t breathe now\n We’re going nowhere\n We’re going nowhere", "Us and them\nAnd after all were only ordinary men\nMe and you\nGod only knows its not what we would choose to do\nForward he cried from the rear and the front rank died\nAnd the general sat\nAnd the lines on the map moved from side to side\nBlack and blue\nAnd who knows which is which and who is who\nUp and down\nAnd in the end its only round and round\nHavent you heard its a battle of words?\nThe poster bearer cried\nListen son, said the man with the gun\nTheres room for you inside\nI mean, theyre not gonna kill ya\nSo if you give em a quick short, sharp, shock, they wont do it again\nDig it? I mean he get off lightly\nCause I wouldve given him a thrashing\nI only hit him once!\nIt was only a difference of opinion\nBut really, I mean good manners dont cost nothing do they, eh?\nDown and out\nIt cant be helped but theres a lot of it about\nWith, without\nAnd wholl deny its what the fightings all about?\nOut of the way, its a busy day\nIve got things on my mind\nFor the want of the price of tea and a slice\nThe old man died", "Beyond the horizon of the place we lived when we were young\nIn a world filled with magnets and miracles\nOur thoughts strayed constantly and without boundary\nThe division bells ringing had begun\nDown the Long Road and on down the Causeway\nDo they still meet there by the Cut\nThere was a ragged band that followed in our footsteps\nRunning before time took our dreams away\nLeaving the myriad small creatures trying to tie us to the ground\nTo a life consumed by slow decay\nThe grass was greener\nThe light was brighter\nWith friends surrounded\nThe nights of wonder\nLooking beyond the embers of bridges glowing behind us\nTo a glimpse of how green it was on the other side\nSteps taken forwards but sleepwalking back again\nDragged by the force of some inner tide\nAt a higher altitude with flag unfurled\nWe reached the dizzy heights of that dreamed of world\nEncumbered forever by desire and ambition\nTheres a hunger still unsatisfied\nOur weary eyes will stray to the horizon\nThough down this road weve been a hundred times\nThe grass was greener\nThe light was brighter\nThe dawn mist glowing\nThe water flowing\nWith friends surrounded\nThe nights of wonder\nThe light was brighter\nThe grass was greener\nFor ever and ever", "", "And I am not frightened of dying\nAny time will do, I dont mind\nWhy should I be frightened of dying?\nTheres no reason for it, youve gotta go sometime\nI never said I was frightened of dying", "", "Down, down. Down, down. The star is screaming\nBeneath the lies. Lie, lie. Tschay, tschay, tschay\nCareful, careful, careful with that axe, Eugene\nThe stars are screaming loud\nTsch\nTsch\nTsch", "What shall we use to fill the empty spaces\nWhere we used to talk ?\nHow shall I fill the final places ?\nHow should I complete the wall ?", "Good evening ladies and gentlemen and welcome to Earls Court. My name is Gary Yudman and we are going to have a great show this evening. The band is backstage and will be ready to go in just a few minutes. Before the show begins, the house management would just like to request a few things\nFirst, please no fireworks. Also, please no flash cameras. And any unauthorized audio or video equipment that is being used may be confiscated, so, please, save yourself a lot of hassle\nWell, I think the band is about ready to go now", "On the turning away\nFrom the pale and downtrodden\nAnd the words they say\nWhich we won’t understand\nDon’t accepting that what’s happening\nIts just a case of others’ suffering\nOr you’ll find that you’re joining in\nThe turning away\nIt’s a sin that somehow\nLight is changing to shadow\nAnd casting its shroud\nOver all we have known\nUnaware how the ranks have grown\nDriven on by a heart of stone\nWe could find that we’re all alone\nIn the dream of the proud\nOn the wings of the night\nAs the daytime is stirring\nWhere the speechless unite\nIn a silent accord\nUsing words you will find are strange\nMesmerised as they light the flame\nFeel the new wind of change\nOn the wings of the night\nNo more turning away\nFrom the weak and the weary\nNo more turning away\nFrom the coldness inside\nJust a world that we all must share\nIt’s not enough just to stand and stare\nIs it only a dream that there’ll be\nNo more turning away?", "The lunatic is on the grass\nThe lunatic is on the grass\nRemembering games and daisy chains and laughs\nGot to keep the loonies on the path\nThe lunatic is in the hall\nThe lunatics are in my hall\nThe paper holds their folded faces to the floor\nAnd every day the paperboy brings more\nAnd if the dam breaks open many years too soon\nAnd if there is no room upon the hill\nAnd if your head explodes with dark forebodings too\nIll see you on the dark side of the moon\nThe lunatic is in my head\nThe lunatic is in my head\nYou raise the blade, you make the change\nYou rearrange me til Im sane\nYou lock the door\nAnd throw away the key\nTheres someone in my head but its not me\nAnd if the cloud bursts, thunder in your ear\nYou shout and no one seems to hear\nAnd if the band youre in starts playing different tunes\nIll see you on the dark side of the moon\nI cant think of anything to say except\nHahahahahahaha!\nI think its marvellous!\nHahaha..", "", "On the day the wall came down\nThey threw the locks onto the ground\nAnd with glasses high we raised a cry for freedom had arrived\nOn the day the wall came down\nThe Ship of Fools had finally run aground\nPromises lit up the night like paper doves in flight\nI dreamed you had left my side\nNo warmth, not even pride remained\nAnd even though you needed me\nIt was clear that I could not do a thing for you\nNow life devalues day by day\nAs friends and neighbors turn away\nAnd there’s a change that, even with regret, cannot be undone\nNow frontiers shift like desert sands\nWhile nations wash their bloodied hands\nOf loyalty, of history, in shades of grey\nI woke to the sound of drums\nThe music played, the morning sun streamed in\nI turned and I looked at you\nAnd all but the bitter residues slipped away\nSlipped away", "Daddys flown across the ocean\nLeaving just a memory\nA snap shot in the family album\nDaddy what dya leave behind for me?\nDaddy what dya leave behind for me?\nAll in all its just another brick in the wall\nAll in all its just another brick in the wall", "Im not ready!\nThis is not a drill. This is it\nI need time to think\nNo. You came in like a bird through a window and out. Its done\nBut I have to find the words\nHold a thought like holding a breath till you cant hold it anymore. Then hold it more, till you think youre going to die. And let it go... A thought wave. Soundwaves of pure thought\nIm getting voices...\nThought waves. You can do that! Take a breath, hold it...\nOf all the gin joints in all the towns in all the world... she walked into mine\nYou go girl\nSo woe to you\nOh woe to you and me\nAnd woe to all of us\nBut we can save the Earth from turning to dust and bones Dust and bones; from fire and flood\nLook heres the thing\nHeres what Im saying\nThe Earth is the common\nYou cant save it for yourself but you can save it for others\nAnd the others will save it for you\nThe other is us and we are the other\nWe are of a kind\nWe are natural born to kindness\nWhich means to act as to our kind as kin to kin\nAs kindred which is to act kindly\nWhat is the good?\nIts nothing but a contest of kindness\nTo be unkind is against nature and it makes us feel bad\nTo be selfish is against nature because it is against our kindness\nWe are as natural born to unselfishness as a mother to her baby\nHer milk is the milk of human kin and kindness\nBut when we live for trickery and gain we turn against nature\nAnd nature will turn against us\nWe will be lords of dust\nAnd bones", "Breathe, breathe in the air\nDont be afraid to care\nLeave but dont leave me\nLook around and choose your own ground\nFor long you live and high you fly\nAnd smiles youll give and tears youll cry\nAnd all you touch and all you see\nIs all your life will ever be\nRun, rabbit, run\nDig that hole, forget the sun\nAnd when at last the work is done\nDont sit down, its time to dig another one\nFor long you live and high you fly\nBut only if you ride the tide\nAnd balanced on the biggest wave\nYou race toward an early grave", "Ohhh, ohhhhh, ohhhh, ohhhh\nWe dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers leave them kids alone\nHey!\nTeacher, leave them kids alone!\nAll in all its just another brick in the wall\nAll in all youre just another brick in the wall\nWe dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers leave them kids alone\nHey!\nTeacher, leave them kids alone!\nAll in all youre just another brick in the wall\nAll in all youre just another brick in the wall", "", "", "Us and them\nAnd after all were only ordinary men\nMe and you\nGod only knows its not what we would choose to do\nForward he cried from the rear and the front rank died\nAnd the general sat\nAnd the lines on the map moved from side to side\nBlack and blue\nAnd who knows which is which and who is who\nUp and down\nAnd in the end its only round and round\nHavent you heard its a battle of words?\nThe poster bearer cried\nListen son, said the man with the gun\nTheres room for you inside\nI mean, theyre not gonna kill ya\nSo if you give em a quick short, sharp, shock, they wont do it again\nDig it? I mean he get off lightly\nCause I wouldve given him a thrashing\nI only hit him once!\nIt was only a difference of opinion\nBut really, I mean good manners dont cost nothing do they, eh?\nDown and out\nIt cant be helped but theres a lot of it about\nWith, without\nAnd wholl deny its what the fightings all about?\nOut of the way, its a busy day\nIve got things on my mind\nFor the want of the price of tea and a slice\nThe old man died", "Long live the child and the man\nLong live the mother and the land\nThe hills behind us and the sea\nReach out to welcome you and me\nValley deep and mountain tall\nLie upon the ground before us all\nStrange are the colours of the turf\nHeralding the rebirth of the earth\nGather all your energy and try\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile\nGive birth to a smile", "We dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers leave them kids alone\nHey!\nTeacher, leave them kids alone!\nAll in all its just another brick in the wall\nAll in all youre just another brick in the wall\nWe dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers leave them kids alone\nHey!\nTeacher, leave those kids alone!\nAll in all youre just another brick in the wall\nAll in all youre just another brick in the wall\nWrong! Do it again!\nIf you dont eat your meat, you cant have any pudding!\nHow can you have any pudding if you dont eat your meat?\nYou! Yes! You behind the bike sheds! Stand still laddie!", "Into the distance, a ribbon of black\nStretched to the point of no turning back\nA flight of fancy on a wind swept field\nStanding alone my senses reel\nA fatal attraction is holding me fast\nHow can I escape this irresistible grasp?\nCan’t keep my eyes from the circling sky\nTongue-tied and twisted\nJust an earth-bound misfit, I\nIce is forming on the tips of my wings\nUnheeded warnings, I thought I thought of everything\nNo navigator to find my way home\nUnladen, empty and turned to stone\nA soul in tension that’s learning to fly\nCondition grounded but determined to try\nCan’t keep my eyes from the circling sky\nTongue-tied and twisted\nJust an earth-bound misfit, I\nAbove the planet on a wing and a prayer\nMy grubby halo, a vapor trail in the empty air\nAcross the clouds I see my shadow fly\nOut of the corner of my watering eye\nA dream unthreatened by the morning light\nCould blow this soul right through the roof of the night\nThere’s no sensation to compare with this\nSuspended animation, a state of bliss\nCan’t keep my mind from the circling sky\nTongue-tied and twisted\nJust an earth-bound misfit, I", "I dont need no arms around me\nAnd I dont need no drugs to calm me\nI have seen the writing on the wall\nDont think I need anything at all\nNo, dont think Ill need anything at all\nAll in all it was all just bricks in the wall\nAll in all you were all just bricks in the wall", "Come in here, dear boy, have a cigar, youre gonna go far\nYoure gonna fly high, youre never gonna die\nYoure gonna make it if you try, theyre gonna love you\nWell, Ive always had a deep respect an I mean that most sincerely\nThe band is just fantastic, that is really what I think\nOh, by the way, which ones Pink?\nAnd did we tell you the name of the game, boy?\nWe call it riding the gravy train\nWere just knocked out, we heard about the sell-out\nYou gotta get an album out, you owe it to the people\nWere so happy we can hardly count\nEverybody else is just green, have you seen the chart?\nIts a hell of a start, it could be made into a monster\nIf we all pull together as a team\nAnd did we tell you the name of the game, boy?\nWe call it riding the gravy train", "All this love, is all I am\nA ball is all I am\nIm so new compared to you\nAnd I am very small\nWarm glow, moon gloom\nAlways need a little more room\nWaiting here seems like years\nI will see the sunshine show\nAll around I hear strange sounds\nCome drifting round my ears\nDark the light and long the night\nI feel my dawn is near\nWarm glow, moon gloom\nAlways need a little more room\nWaiting here seems like years\nI will see the sunshine show", "What shall we use to fill the empty\nSpaces where she used to walk\nHow shall we fill the final places\nHow shall we complete the wall?", "Remember when you were young\nYou shone like the Sun\nShine on, you crazy diamond\nNow theres a look in your eyes\nLike black holes in the sky\nShine on, you crazy diamond\nYou were caught in the crossfire of childhood and stardom\nBlown on the steel breeze\nCome on, you target for faraway laughter\nCome on, you stranger, you legend, you martyr, and shine\nYou reached for the secret too soon\nYou cried for the Moon\nShine on, you crazy diamond\nThreatened by shadows at night\nAnd exposed in the light\nShine on , you crazy diamond \nWell, you wore out your welcome with random precision\nRode on the steel breeze\nCome on, you raver, you seer of visions\nCome on, you painter, you piper, you prisoner, and shine\nNobody knows where you are\nHow near or how far\nShine on you crazy diamond\nPile on many more layers\nAnd Ill be joining you there\nShine on you crazy diamond\nAnd well bask in the shadow of yesterdays triumph\nAnd sail on the steel breeze\nCome on, you boy child, you winner and loser\nCome on, you miner for truth and delusion, and shine!", "The lunatic is on the grass\nThe lunatic is on the grass\nRemembering games and daisy chains and laughs\nGot to keep the loonies on the path\nThe lunatic is in the hall\nThe lunatics are in my hall\nThe paper holds their folded faces to the floor\nAnd every day the paperboy brings more\nAnd if the dam breaks open many years too soon\nAnd if there is no room upon the hill\nAnd if your head explodes with dark forebodings too\nIll see you on the dark side of the moon\nThe lunatic is in my head\nThe lunatic is in my head\nYou raise the blade, you make the change\nYou rearrange me til Im sane\nYou lock the door\nAnd throw away the key\nTheres someone in my head but its not me\nAnd if the cloud bursts, thunder in your ear\nYou shout and no one seems to hear\nAnd if the band youre in starts playing different tunes\nIll see you on the dark side of the moon\nI cant think of anything to say except\nHahahahahahaha!\nI think its marvellous!\nHahaha..", "And I am not frightened of dying\nAny time will do, I dont mind\nWhy should I be frightened of dying?\nTheres no reason for it, youve gotta go sometime\nI never said I was frightened of dying", "All that you touch\nAnd all that you see\nAll that you taste\nAll you feel\nAnd all that you love\nAnd all that you hate\nAll you distrust\nAll you save\nAnd all that you give\nAnd all that you deal\nAnd all that you buy\nBeg, borrow, or steal\nAnd all you create\nAnd all you destroy\nAnd all that you do\nAnd all that you say\nAnd all that you eat\nAnd everyone you meet\nAnd all that you slight\nAnd everyone you fight\nAnd all that is now\nAnd all that is gone\nAnd all thats to come\nAnd everything under the sun is in tune\nBut the sun is eclipsed by the moon\n(There is no dark side in the moon really\nMatter of fact its all dark)", "Lady divine, I hear on the grapevine\nGabriel came to the stable last night\nLady divine, I hear on the grapevine\nGabriel came to the stable last night", "Ooooooooooooooooooh\nDid did did did you see the frightened ones\nDid did did did you hear the falling bombs\nDid did did did you ever wonder\nWhy we had to run for shelter\nWhen the promise of a brave new world\nUnfurled beneath a clear blue sky\nOoooooooooooooooooh\nGoodbye blue sky\nGoodbye blue sky\nGoodbye\nGoodbye", "All that you touch\nAnd all that you see\nAll that you taste\nAll you feel\nAnd all that you love\nAnd all that you hate\nAll you distrust\nAll you save\nAnd all that you give\nAnd all that you deal\nAnd all that you buy\nBeg, borrow, or steal\nAnd all you create\nAnd all you destroy\nAnd all that you do\nAnd all that you say\nAnd all that you eat\nAnd everyone you meet\nAnd all that you slight\nAnd everyone you fight\nAnd all that is now\nAnd all that is gone\nAnd all thats to come\nAnd everything under the sun is in tune\nBut the sun is eclipsed by the moon\n(There is no dark side in the moon really\nMatter of fact its all dark)", "", "", "Ive been mad for fucking years\nAbsolutely years, been over the edge for yonks\nBeen working me buns off for bands\nIve always been mad, I know Ive been mad\nLike the most of us have\nVery hard to explain why youre mad\nEven if youre not mad", "Run, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better make your face up in your favourite disguise\nWith your button down lips and your roller blind eyes\nWith your empty smile and your hungry heart\nFeel the bile rising from your guilty past\nWith your nerves in tatters as the cockleshell shatters\nAnd the hammers batter down the door\nYou better run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better run all day and run all night\nAnd keep your dirty feelings deep inside\nAnd if youre taking your girlfriend out tonight\nYou better park the car well out of sight\nCause if they catch you in the back seat trying to pick her locks\nTheyre gonna send you back to mother in a cardboard box\nYou better run\n Hey, open up! HaHaHaHaHaaaaaaaaaa!\n Hammer, Hammer...", "", "", "Ticking away the moments that make up a dull day\nYou fritter and waste the hours in an offhand way\nKicking around on a piece of ground in your home town\nWaiting for someone or something to show you the way\nTired of lying in the sunshine staying home to watch the rain\nYou are young and life is long and there is time to kill today\nAnd then one day you find ten years have got behind you\nNo one told you when to run, you missed the starting gun\nAnd you run and you run to catch up with the sun but its sinking\nRacing around to come up behind you again\nThe sun is the same in a relative way but youre older\nShorter of breath and one day closer to death\nEvery year is getting shorter, never seem to find the time\nPlans that either come to naught or half a page of scribbled lines\nHanging on in quiet desperation is the English way\nThe time is gone, the song is over\nThought Id something more to say\nHome, home again\nI like to be here when I can\nAnd when I come home cold and tired\nIts good to warm my bones beside the fire\nFar away across the field\nThe tolling of the iron bell\nCalls the faithful to their knees\nTo hear the softly spoken magic spells", "", "", "", "So ya\nThought ya\nMight like to, go to the show\nTo feel the warm thrill of confusion\nThat space cadet glow\nIve got some bad news for you sunshine\nPink isnt well, hes at home in his bed\nAnd they sent us along with a surrogate band\nWere gonna find out where you fans really stand", "The sweet smell of a great sorrow lies over the land\nPlumes of smoke rise and merge into the leaden sky:\nA man lies and dreams of green fields and rivers\nBut awakes to a morning with no reason for waking\nHe’s haunted by the memory of a lost paradise\nIn his youth or a dream, he can’t be precise\nHe’s chained forever to a world that’s departed\nIt’s not enough, it’s not enough\nHis blood has frozen and curdled with fright\nHis knees have trembled and given way in the night\nHis hand has weakened at the moment of truth\nHis step has faltered\nOne world, one soul\nTime pass, the river roll\nAnd he talks to the river of lost love and dedication\nAnd silent replies that swirl invitation\nFlow dark and troubled to an oily sea\nA grim intimation of what is to be\nThere’s an unceasing wind that blows through this night\nAnd there’s dust in my eyes, that blinds my sight\nAnd silence that speaks so much louder than words\nOf promises broken", "Into the distance, a ribbon of black\nStretched to the point of no turning back\nA flight of fancy on a wind swept field\nStanding alone my senses reel\nA fatal attraction is holding me fast\nHow can I escape this irresistible grasp?\nCan’t keep my eyes from the circling sky\nTongue-tied and twisted\nJust an earth-bound misfit, I\nIce is forming on the tips of my wings\nUnheeded warnings, I thought I thought of everything\nNo navigator to find my way home\nUnladen, empty and turned to stone\nA soul in tension that’s learning to fly\nCondition grounded but determined to try\nCan’t keep my eyes from the circling skies\nTongue-tied and twisted\nJust an earth-bound misfit, I\nAbove the planet on a wing and a prayer\nMy grubby halo, a vapor trail in the empty air\nAcross the clouds I see my shadow fly\nOut of the corner of my watering eye\nA dream unthreatened by the morning light\nCould blow this soul right through the roof of the night\nThere’s no sensation to compare with this\nSuspended animation, a state of bliss\nCan’t keep my mind from the circling skies\nTongue-tied and twisted\nJust an earth-bound misfit, I", "", "", "", "Daddys flown across the ocean\nLeaving just a memory\nSnapshot in the family album\nDaddy what else did you leave for me?\nDaddy what you leave behind for me?\nAll in all it was just a brick in the wall\nAll in all it was just another brick in the wall", "What shall we use\nTo fill the empty\nSpaces\nWhere waves of hunger roar?\nShall we set out across this sea of faces\nIn search of more and more applause?\nShall we buy a new guitar?\nShall we drive a more powerful car?\nShall we work straight through the night?\nShall we get into fights?\nLeave the lights on?\nDrop bombs?\nDo tours of the East?\nContract diseases?\nBury bones?\nBreak up homes?\nSend flowers by phone?\nTake to drink?\nGo to shrinks?\nGive up meat?\nRarely sleep?\nKeep people as pets?\nTrain dogs?\nRace rats?\nFill the attic with cash?\nBury treasure\nStore up leisure\nBut never relax at all?\nWith our backs to the wall", "Got a flip-top pack of cigarettes in her pocket\nFeeling good at the top\nShopping in sharp shoes\nWalking in the sunshine town feeling very cool\nBut the butchers and the bakers in the supermarket stores\nGetting everything she wants from the supermarket stores\nApples and oranges\nApples and oranges\nCornering neatly she trips up sweetly\nTo meet the people\nShes on time again\nAnd then\nI catch her by the eye then I stop and have to think\nWhat a funny thing to do cause Im feeling very pink\nApples and oranges\nApples and oranges\nI love she\nShe loves me\nSee you\nSee you\nSee you\n\nThought you might like to know\nIm the lorry driver man\nShes on the run\nDown by the river side\nFeeding ducks in the afternoon tide \nApples and oranges\nApples and oranges\nApples and oranges", "Day after day love turns gray\nLike the skin on a dying man\nAnd night after night we pretend its all right\nBut I have grown older, and\nYou have grown colder, and\nNothing is very much fun any more\nAnd I can feel one of my turns coming on\nI feel cold as a razor blade\nTight as a tourniquet\nDry as a funeral drum\nRun to the bedroom\nIn the suitcase on the left\nYoull find my favourite axe\nDont look so frightened\nThis is just a passing phase\nJust one of my bad days\nWould you like to watch TV?\nOr get between the sheets?\nOr contemplate the silent freeway?\nWould you like something to eat?\nWould you like to call the cops?\nDo you think its time I stopped?\nWhy are you running away?", "", "", "Mighty waves come crashing down\nThe spray is lashing high into the eagles eye\nShrieking as it cuts the devil wind\nIs calling sailors to the deep\nBut I can hear the sound of seabirds in my ear\nSurf is high an the sea is awash\nAn a haze of candy floss, glitter and beads\nRock that we sat on and watched in the sun\nThat was hot to touch\nAnd the sea was emerald green\nI can hear the sound of seabirds in my ear\nAnd I can see you smile\nSurf comes rushing up the beach\nNow will it reach the castle wall and will it fall\nCatfish dappled silver flashing\nDogfish puffing bubbles in my deep", "", "", "Breathe, breathe in the air\nDont be afraid to care\nLeave but dont leave me\nLook around and choose your own ground\nFor long you live and high you fly\nAnd smiles youll give and tears youll cry\nAnd all you touch and all you see\nIs all your life will ever be\nRun, rabbit, run\nDig that hole, forget the sun\nAnd when at last the work is done\nDont sit down, its time to dig another one\nFor long you live and high you fly\nBut only if you ride the tide\nAnd balanced on the biggest wave\nYou race towards an early grave", "Trip to heave and ho, up down, to and fro\nYou have no word\nTrip, trip to a dream dragon\nHide your wings in a ghost tower\nSails cackling at every plate we break\nCracked by scattered needles\nThe little minute gong\nCoughs and clears his throat\nMadam you see before you stand\nHey ho, never be still\nThe old original favorite grand\nGrasshoppers green Herbarian band\nAnd the tune they play is In Us Confide\nSo trip to heave and ho, up down, to and fro\nYou have no word\nPlease leave us here\nClose our eyes to the octopus ride!\nIsnt it good to be lost in the wood\nIsnt it bad so quiet there, in the wood\nMeant even less to me than I thought\nWith a honey plough of yellow prickly seeds\nClover honey pots and mystic shining feed...\nWell, the madcap laughed at the man on the border\nHey ho, huff the Talbot\nThe winds they blew and the leaves did wag\nTheyll never put me in their bag\nThe raging seas will reach and always seep\nSo high you go, so low you creep\nThe wind it blows in tropical heat\nThe drones they throng on mossy seats\nThe squeaking door will always squeak\nTwo up, two down well never meet\nPlease leave us here\nClose our eyes to the octopus ride!", "", "", "Ticking away the moments that make up a dull day\nFritter and waste the hours in an offhand way\nKicking around on a piece of ground in your hometown\nWaiting for someone or something to show you the way\nTired of lying in the sunshine, staying home to watch the rain\nYou are young and life is long and there is time to kill today\nAnd then one day you find ten years have got behind you\nNo one told you when to run, you missed the starting gun\nAnd you run, and you run to catch up with the sun, but its sinking\nRacing around to come up behind you again\nThe sun is the same in a relative way, but youre older\nShorter of breath, and one day closer to death\nEvery year is getting shorter, never seem to find the time\nPlans that either come to naught or half a page of scribbled lines\nHanging on in quiet desperation is the English way\nThe time is gone, the song is over, thought Id something more to say\nHome, home again\nI like to be here when I can\nAnd when I come home cold and tired\nIts good to warm my bones beside the fire\nFar away across the field\nThe tolling of the iron bell\nCalls the faithful to their knees\nTo hear the softly spoken magic spells", "Mother do you think theyll drop the bomb\nMother do you think theyll like the song\nMother do you think theyll try to break my balls\nMother should I build a wall\nMother should I run for president\nMother should I trust the government\nMother will they put me in the firing line\nIs it just a waste of time\nHush now baby, baby dont you cry\nMamas gonna make all of your\nNightmares come true\nMamas gonna put all of her fears into you\nMamas gonna keep you right here\nUnder her wing\nShe wont let you fly but she might let you sing\nMamas gonna keep baby cosy and warm\nOoooh babe, ooooh babe, ooooh babe\nOf course Mamas gonna help build the wall\nMother do you think shes good enough\nFor me\nMother do you think shes dangerous\nTo me\nMother will she tear your little boy apart\nMother will she break my heart\nHush now baby, baby dont you cry\nMamas gonna check out all your girlfriends for you\nMama wont let anyone dirty get through\nMamas gonna wait up till you get in\nMama will always find out where\nYouve been\nMamas gonna keep baby healthy and clean\nOoooh babe, ooooh babe, ooooh babe\nYoull always be a baby to me\nMother, did it need to be so high", "All that you touch\nAnd all that you see\nAll that you taste\nAll you feel\nAnd all that you love\nAnd all that you hate\nAll you distrust\nAll you save\nAnd all that you give\nAnd all that you deal\nAnd all that you buy\nBeg, borrow or steal\nAnd all you create\nAnd all you destroy\nAnd all that you do\nAnd all that you say\nAnd all that you eat\nAnd everyone you meet\nAnd all that you slight\nAnd everyone you fight\nAnd all that is now\nAnd all that is gone\nAnd all thats to come\nAnd everything under the sun is in tune\nBut the sun is eclipsed by the moon\nThere is no dark side of the moon, really. Matter of fact, its all dark", "Dogs of war and man of hate\nWith no cause we dont discriminate\nDiscovery is to be disowned\nOur currency is flesh and bone\nHell opened and put on sale\nGather round and haggle\nFor hard cash we will lie and deceive\nEven our masters dont know the web we weave\nOne world, its a battle-ground\nOne world and we will smash it down\nInvisible transfers and long-distance calls\nHollow laughter in marble halls\nSteps have been taken\nA silent roar has unleashed the dogs of war\nYou cant stop what has begun\nSigned, sealed, they deliver oblivion\nWe all have a dark side, to say the least\nAnd dealing in death is the nature of the beast\nOne world, its a battle-ground\nOne world and they smashed it down\nThe dogs of war dont negotiate\nThe dogs of war wont capitulate\nThey will take and you will give\nAnd you must die so that they may live\nYou can knock at any door\nBut wherever you go, you know theyve been there before\nWell, winners can lose and things can get strained\nBut whatever you change, you know the dogs remain\nOne world, its a battle-ground\nOne world, we are going to smash it down\nOne world, its a battle-ground\nOne world, we are going to smash it down", "Ooh ma, ooh pa\nYour mothers so sorry now\nOoh pa, ooh ma\nDo I have to stand up, wild eyed in the spotlight?\nFuck me, what a nightmare, whos there?\nHave they all gone?\nIts okay now youre in luck\nThe worms have fled the rising sun\nTheir evil power is on the way\nForget the past and start again\nIt was just a mistake\nI didnt mean to let them take away my soul\nAm I too old?\nIs it too late?\nOoh ma, ooh pa\nYour mothers so sorry now\nOoh ma, ooh pa\nYour mothers so sorry now\nOoh ma, ooh pa\nIts never too late", "Dogs of war and men of hate\nWith no cause, we don’t discriminate\nDiscovery is to be disowned\nOur currency is flesh and bone\nHell opened up and put on sale\nGather round and haggle\nFor hard cash we will lie and deceive\nEven our Masters don’t know the webs we weave\nOne world, it’s a battleground\nOne world, and we will smash it down\nOne world… One world\nOne world… One world\nInvisible transfers, long distance calls\nHollow laughter in marble halls\nSteps have been taken, a silent uproar\nHas unleashed the dogs of war\nYou can’t stop what has begun\nSigned, sealed, they deliver oblivion\nWe all have a dark side to say the least\nAnd dealing in death is the nature of the beast\nOne world, it’s a battleground\nOne world, and theyre gonna smash it down\nOne world… One world\nOne world… One world\nThe dogs of war don’t negotiate\nThe dogs of war won’t capitulate\nThey will take and you will give\nAnd you must die so that they may live\nYou can knock at any door\nBut wherever you go, you know they’ve been there before\nWell winners can lose and things can get strained\nBut whatever you change you know the dogs remain\nOne world, it’s a battleground\nOne world, and we gonna smash it down\nOne world… One world", "", "Momma loves her baby\nAnd Daddy loves you too\nAnd the sea may look warm to you Babe\nAnd the sky may look blue\nOoooh Babe\nOoooh Baby Blue\nOoooh Babe\nIf you should go skating\nOn the thin ice of modern life\nDragging behind you the silent reproach\nOf a million tear stained eyes\nDont be surprised, when a crack in the ice\nAppears under your feet\nYou slip out of your depth and out of your mind\nWith your fear flowing out behind you\nAs you claw the thin ice", "", "One sound, one single sound\nOne kiss, one single kiss\nA face outside the window pane\nHowever did it come to this?\nA man who ran: a child who cried\nA girl who heard, a voice that lied\nThe sun that burned a fiery red\nThe vision of an empty bed\nThe use of force, he was so tough\nShe’ll soon submit, she’s had enough\nThe march of fate, the broken will\nSomeone is lying very still\nHe has laughed and he has cried\nHe has fought and he has died\nHe’s just the same as all the rest\nHe’s not the worst, and he’s not the best\nAnd still, this ceaseless murmuring\nThe babbling that I brook\nThe seas of faces, eyes upraised\nThe empty screen, the vacant look\nA man in black on a snow white horse\nA pointless life has run its course\nThe red rimmed eyes, the tears still run\nAs he fades into the setting sun", "", "", "You behind the bench stand, stand still laddy!\nWhen we grew up and went to school\nThere was a certain teacher who would\nHurt the children any way they could\nBy pouring this derision\nUpon anything we did\nExposing every weakness\nHowever carefully hidden by the kids\nBut in the town it was well known\nWhen he got home at night\nHis psychopathic wife would crush him\nWithin inches of his life", "In the sad town\nCold iron hands clap\nThe party of clowns outside\nRain falls in gray far away\nPlease, please, Baby Lemonade\nIn the evening sun going down\nWhen the earth streams in, in the morning\nSend a cage through the post\nMake your name like a ghost\nPlease, please, Baby Lemonade\nIm screaming, I met you this way\nYoure nice to me like ice\nIn the clock they sent through a washing machine\nCome around, make it soon, so alone...\nPlease, please, Baby Lemonade\nIn the sad town\nCold iron hands clap\nThe party of clowns outside\nRain falls in gray far away\nPlease, please, Baby Lemonade\nIn the evening sun going down\nWhen the earth streams in, in the morning\nSend a cage through the post\nMake your name like a ghost\nPlease, please, Baby Lemonade", "Us and them\nAnd after all, were only ordinary men\nMe and you\nGod only knows, its not what we would choose to do\nForward he cried from the rear\nAnd the front rank died\nAnd the General sat, and the lines on the map\nMoved from side to side\nBlack and blue\nAnd who knows which is which and who is who\nUp and down\nAnd in the end, its only round and round and round\nHavent you heard its a battle of words\nThe poster bearer cried\nListen son, said the man with the gun\nTheres room for you inside\nTheyre maybe gonna kill ya. So like, if you give em a quick, short, sharp, shock, they dont do it again. Dig it? I mean he get off light, come to think. Of rationalising it, once. Its only a difference, but why go and ruin it? I mean good manners dont cost nothing, do they, eh? \nDown and out\nIt cant be helped, but theres a lot of it about\nWith, without\nAnd wholl deny its what the fightings all about \nOut of the way, its a busy day\nIve got things on my mind\nFor want of the price of tea and a slice\nThe old man died", "", "Good evening, good evening, ladies and gentlemen, and\nWelcome to Earls Court;\nMy name is Gary Yudman, and we are going to have a great\nShow this evening!\nThe band is backstage, and will be ready to go in just a few\nMinutes...\nBefore the show begins, the house management would like to\nAsk just a few things:\nFirst, please, no fireworks; and please, no flash cameras;\nAnd, any audio or\nVideo equipment found being used may be confiscated; so\nPlease save yourself\nA lot of hassle\nWell, I think the band is about ready to go now! No, no, not\nQuite yet... at this time\nI would like to point out, upon conclusion of the show...", "One of these days, I’m going to cut you into little pieces", "So you thought you might like to go to the show?\nTo feel the warm thrill of confusion, that space cadet glow\nIs there something eluding you, sunshine?\nIs this not what you expected to see?\nIf you want to get a look at whats behind these cold eyes\nYoull just have to claw your way through this disguise", "What shall we use to fill the empty\nSpaces where she used to walk\nHow shall we fill the final places\nHow shall we complete the wall?", "Daddys flown across the ocean\nLeaving just a memory\nSnapshot in the family album\nDaddy what else did you leave for me?\nDaddy, whatdja leave behind for me?\nAll in all it was just a brick in the wall\nAll in all it was all just bricks in the wall", "Careful, careful, careful with that axe, Eugene", "So ya thought ya\nMight like to go to the show\nTo feel that warm thrill of confusion\nThat space cadet glow\nIve got some bad news for you sunshine\nPink isnt well, he stayed back at the hotel\nAnd they sent us along as a surrogate band\nWere gonna find out where you fans really stand\nAre there any queers in the theater tonight?\nGet them up against the wall\nTheres one in the spotlight, he dont look right to me\nGet him up against the wall\nThat one looks Jewish!\nAnd that ones a coon!\nWho let all of this riff-raff into the room?\nTheres one smoking a joint!\nAnd another with spots!\nIf I had my way\nId have all of you shot!", "Ooooh babe\nDont leave me now\nDont say its the end of the road\nRemember the flowers I sent\nI need you babe\nTo put through the shredder\nIn front of my friends\nOoooh babe\nDont leave me now\nHow could you go?\nWhen you know how I need you?\nTo beat to a pulp on a Saturday night\nOoooh babe\nDont leave me now\nHow can you treat me this way?\nRunning away\nOoooh babe\nWhy are you running away?\nOoooooh babe\nOoooooh babe\nOoooooh babe", "Must the show go on?\nThere must be some mistake\nI didnt mean to let them\nTake away my soul\nAm I too old, is it too late?\nWhere has the feeling gone?\nWill I remember the song?\nThe show must go on", "Good morning, Worm your honour\nThe crown will plainly show\nThe prisoner who now stands before you\nWas caught red-handed showing feelings\nShowing feelings of an almost human nature\nThis will not do\nCall the schoolmaster!\nI always said hed come to no good\nIn the end your honour\nIf theyd let me have my way I could\nHave flayed him into shape\nBut my hands were tied\nThe bleeding hearts and artists\nLet him get away with murder\nLet me hammer him today\nCrazy\nToys in the attic, I am crazy\nTruly gone fishing\nThey must have taken my marbles away\nYou little shit youre in it now\nI hope they throw away the key\nYou should have talked to me more often than you did, but no!\nYou had to go your own way\nHave you broken any homes up lately?\nJust five minutes, Worm your honour\nHim and me, alone\nBabe\nCome to mother baby, let me hold you in my arms\nMlord I never wanted him to get in any trouble\nWhyd he ever have to leave me?\nWorm, your honour, let me take him home\nCrazy\nOver the rainbow, I am crazy\nBars in the window\nThere must have been a door there in the wall\nWhen I came in\nThe evidence before the court is incontrovertible\nTheres no need for the jury to retire\nIn all my years of judging, I have never heard before\nOf someone more deserving of the full penalty of law\nThe way you made them suffer\nYour exquisite wife and mother\nFills me with the urge to defecate\nSince, my friend, you have revealed your deepest fear\nI sentence you to be exposed before your peers\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!\nTear down the wall!", "Money, get away\nGet a good job with more pay and youre okay\nMoney, its a gas\nGrab that cash with both hands and make a stash\nNew car, caviar, four-star daydream\nThink Ill buy me a football team\nMoney, get back\nIm alright, Jack, keep your hands off of my stack\nMoney, its a hit\nDont give me that do-goody-good bullshit\nIm in the high-fidelity first class travelling set\nAnd I think I need a Lear jet\nMoney, its a crime\nShare it fairly but dont take a slice of my pie\nMoney, so they say\nIs the root of all evil today\nBut if you ask for a rise\nIts no surprise that theyre giving none away\nAway away away\nAway away away", "Is there anybody out there?\nIs there anybody out there?\nIs there anybody out there?\nIs there anybody out there?", "Pink Floyd\nDoesnt mean its not a nice band", "", "I dont need no arms around me\nAnd I dont need no drugs to calm me\nI have seen the writing on the wall\nDont think I need anything at all\nNo!\nDont think Ill need anything at all\nAll in all it was just bricks in the wall\nAll in all you were all just bricks in the wall", "Little by little the night turns around\nCounting the leaves which tremble at dawn\nLotuses lean on each other in yearning\nUnder the eaves the swallow is resting1\nSet the controls for the heart of the Sun\nOver the mountain watching the watcher\nBreaking the darkness waking the grapevine\nKnowledge of love is knowledge of shadow\nLove is the shadow that ripens the wine\nSet the controls for the heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nWitness the man who raves at the wall\nMaking the shape of his question to Heaven\nWhether the sun will fall in the evening\nWill he remember the lesson of giving?\nSet the controls for the heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun\nThe heart of the Sun", "So, so you think you can tell\nHeaven from Hell? Blue skies from pain?\nCan you tell a green field from a cold steel rail?\nA smile from a veil? Do you think you can tell?\nDid they get you to trade your heroes for ghosts?\nHot ashes for trees? Hot air for a cool breeze?\nCold comfort for change, did you exchange\nA walk-on part in the war for a lead role in a cage?\nHow I wish, how I wish you were here\nWere just two lost souls swimming in a fishbowl year after year\nRunnin over the same old ground, what have we found?\nThe same old fears, wish you were here", "Nobody knows where you are, how near or how far\nShine on you crazy diamond\nPile on many more layers and Ill be joining you there\nShine on you crazy diamond\nAnd well bask in the shadow of yesterdays triumph\nSail on the still breeze\nCome on you boy child, you winner and loser\nCome on you miner for truth and delusion and shine", "", "Instrumental\nIve been mad for fucking years, absolutely years, been over the edge for yonks, been working me buns off for bands for so long...\nIve always been mad, I know Ive been mad, like the most of us have. Very hard to explain why you are mad, even if youre not mad...", "", "What shall we use to fill the empty spaces\nWhere we used to talk?\nHow should I fill the final places?\nHow should I complete the wall?", "All alone, or in twos\nThe ones who really love you\nWalk up and down outside the wall\nSome hand in hand\nAnd some gathered together in bands\nThe bleeding hearts and the artists\nMake their stand\nAnd when theyve given you their all\nSome stagger and fall, after all its not easy\nBanging your heart against some mad buggers wall\nIsnt this where...", "Mother, do you think theyll drop the bomb?\nMother, do you think theyll like this song?\nMother, do you think theyll try to break my balls?\nOoh, ah\nMother, should I build the wall?\nMother, should I run for president?\nMother, should I trust the government?\nMother, will they put me in the firing line?\nOoh, ah, is it just a waste of time?\nHush now baby, baby, dont you cry\nMammas gonna make all of your nightmares come true\nMammas gonna put all of her fears into you\nMammas gonna keep you right here, under her wing\nShe wont let you fly, but she might let you sing\nMammas gonna keep baby cosy and warm\nOooh babe, Oooh babe, Oooh babe\nOf course Mammas gonna help build the wall\nMother, do you think shes good enough, for me?\nMother, do you think shes dangerous, to me?\nMother, will she tear your little boy apart?\nOoh ah\nMother, will she break my heart?\nHush now baby, baby, dont you cry\nMammas going to check out all your girlfriends for you\nMamma wont let anyone dirty get through\nMammas gonna wait up until you get in\nMamma will always find out where youve been\nMammas gonna keep baby healthy and clean\nOooh babe, Oooh babe, Oooh baby\nYoull always be baby to me\nMother, did it need to be so high?", "Remember when you were young\nYou shone like the Sun\nShine on, you crazy diamond\nNow theres a look in your eyes\nLike black holes in the sky\nShine on, you crazy diamond\nYou were caught in the crossfire of childhood and stardom\nBlown on the steel breeze\nCome on, you target for faraway laughter\nCome on, you stranger, you legend, you martyr, and shine\nYou reached for the secret too soon\nYou cried for the Moon\nShine on, you crazy diamond\nThreatened by shadows at night\nAnd exposed in the light\nShine on , you crazy diamond \nWell, you wore out your welcome with random precision\nRode on the steel breeze\nCome on, you raver, you seer of visions\nCome on, you painter, you piper, you prisoner, and shine", "", "", "But theres somebody else that needs taking care of in Washington..\nWhos that?\nRose Pilchitt!\nRose Pilchitt? Whos that?\n36-24-36 does that answer your question?\nWhos she?\nShe was Miss Armoured Division in 1961... \nIve got a little black book with my poems in\nGot a bag with a toothbrush and a comb in\nWhen Im a good dog they sometimes throw me a bone in\nI got elastic bands keeping my shoes on\nGot those swollen hand blues\nIve got thirteen channels of shit on the T.V. to choose from\nIve got electric light\nAnd Ive got second sight\nIve got amazing powers of observation\nAnd that is how I know\nWhen I try to get through\nOn the telephone to you\nThere will be nobody home\nIve got the obligatory Hendrix perm\nAnd the inevitable pinhole burns\nAll down the front of my favourite satin shirt\nIve got nicotine stains on my fingers\nIve got a silver spoon on a chain\nIve got a grand piano to prop up my mortal remains\nIve got wild staring eyes\nAnd Ive got a strong urge to fly\nBut Ive got nowhere to fly to \nOoooh babe when I pick up the phone\nTheres still nobody home\nIve got a pair of Gohills boots\nAnd Ive got fading roots", "Have your baggage and your passports ready and follow the green line to customs and then to immigration. BA 215 to Rome, Cairo and Lagos\nLive for today, gone tomorrow. Thats me\nLaughs", "Arnold Layne had a strange hobby\nCollecting clothes\nMoonshine, washing line\nThey suit him fine\nOn the wall hung a tall mirror\nDistorted view\nSee-through baby blue\nHe dug it\nOh Arnold Layne, its not the same\nTakes two to know\nTwo to know\nTwo to know\nTwo to know\nWhy cant you see\nArnold Layne\nArnold Layne\nArnold Layne\nNow hes caught, a nasty sort of person\nThey gave him time\nDoors bang, chain gang\nHe hates it\nOh Arnold Layne, its not the same\nTakes two to know\nTwo to know\nTwo to know\nTwo to know\nWhy cant you see\nArnold Layne\nArnold Layne\nArnold Layne\nArnold Layne dont do it again", "Goodbye cruel world\nIm leaving you today\nGoodbye\nGoodbye\nGoodbye\nGoodbye cruel world\nTheres nothing you can do\nTo make me change\nGoodbye, goodbye", "Us and them \nAnd after all were only ordinary men\nMe and you \nGod only knows its not what we would choose to do\nForward he cried from the rear\nAnd the front rank died\nThe general sat and the lines on the map\nMoved from side to side\nBlack and blue \nAnd who knows which is which and who is who\nUp and down \nAnd in the end its only round and round, and round\nHavent you heard its a battle of words?\nThe poster bearer cried\nListen, son, said the man with the gun\nTheres room for you inside\nI mean, theyre not gonna kill ya\nSo like, if you give em a quick short, sharp, shock\nThey wont do it again\nDig it? I mean he get off lightly\nCause I wouldve given him a thrashing\nI only hit him once!\nIt was only a difference of opinion\nBut really, I mean good manners dont cost nothing do they, eh?\nDown and out \nIt cant be helped but theres a lot of it about\nWith , without\nAnd wholl deny its what the fightings all about?\nOut of the way, its a busy day\nIve got things on my mind\nFor want of the price of tea and a slice\nThe old man died", "", "", "I am just a new boy\nA stranger in this town\nWhere are all the good times?\nWhos gonna show this stranger around?\nOoooh, I need a dirty woman\nOoooh, I need a dirty girl\nWill some woman in this desert land\nMake me feel like a real man?\nTake this rock and roll refugee\nOooh, baby set me free\nOoooh, I need a dirty woman\nOoooh, I need a dirty girl\nOoooh, I need a dirty woman\nOoooh, I need a dirty girl", "", "You! Yes you! Stand still laddie!\nWhen we grew up and went to school\nThere were certain teachers who would\nHurt the children in any way they could\nBy pouring their derision upon anything we did\nExposing every weakness\nHowever carefully hidden by the kids\nBut in the town, it was well known\nWhen they got home at night, their fat and\nPsychopathic wives would thrash them\nWithin inches of their lives\nOoooooh, oooooh, ooooh, ooooooh\nOoooooh, oooooh, oooooooh", "Run, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better make your face up with your favourite disguise\nWith your button down lips and your roller blind eyes\nWith your empty smile and your hungry heart\nFeel the bile rising from your guilty past\nWith your nerves in tatters as the cockleshell shatters\nAnd the hammers batter down your door\nYou better run!\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better run all day and run all night\nAnd keep your dirty feelings deep inside\nAnd if youre taking your girlfriend out tonight\nYou better park the car well out of sight\nCause if they catch you in the back seat trying to pick her locks\nTheyre gonna send you back to Mother in a cardboard box\nYou better run!", "", "Yeah, back in the sauce\nSo, Id like you to be nice cause Im nice, the Pink Floyd are nice, and give these boys a real big hand of applaud and a great welcome to Sweden. So everybody put your hands together\nI love you, I love you, I love you, I love you\nAll you need is love\nP-I-N-K-F-L-O-Y-D, Floyd go now!", "Hey you, out there in the cold\nGetting lonely, getting old\nCan you feel me?\nHey you, standing in the aisles\nWith itchy feet and fading smiles\nCan you feel me?\nHey you, dont help them to bury the light\nDont give in without a fight\nHey you, out there on your own\nSitting naked by the phone\nWould you touch me?\nHey you, with your ear against the wall\nWaiting for someone to call out\nWould you touch me?\nHey you, would you help me to carry the stone?\nOpen your heart, Im coming home\nBut it was only fantasy\nThe wall was too high, as you can see\nNo matter how he tried, he could not break free\nAnd the worms ate into his brain\nHey you, out there on the road\nAlways doing what youre told\nCan you help me?\nHey you, out there beyond the wall\nBreaking bottles in the hall\nCan you help me?\nHey you, dont tell me theres no hope at all\nTogether we stand, divided we fall", "Momma loves her baby\nAnd Daddy loves you too\nAnd the sea may look warm to you Babe\nAnd the sky may look blue\nOoooh Babe\nOoooh Baby Blue\nOoooh Babe\nIf you should go skating\nOn the thin ice of modern life\nDragging behind you the silent reproach\nOf a million tear stained eyes\nDont be surprised, when a crack in the ice\nAppears under your feet\nYou slip out of your depth and out of your mind\nWith your fear flowing out behind you\nAs you claw the thin ice", "Eins, zwei, drei, alle!\nOoooh, you cannot reach me now\nOoooh, no matter how you try\nGoodbye, cruel world, its over\nWalk on by\nSitting in a bunker here behind my wall\nWaiting for the worms to come\nIn perfect isolation here behind my wall\nWaiting for the worms to come\nWere waiting to succeed and going to convene outside Brixton Town Hall where were going to be...\n To cut out the deadwood\n To clean up the city\n To follow the worms\n To put on a black shirt\n To weed out the weaklings\n To smash in their windows and kick in their doors\n For the final solution to strengthen the strain\n To follow the worms\n To turn on the showers and fire the ovens\n For the queens and the coons and the reds and the Jews\n To follow the worms\nWould you like to see Britannia\nRule again, my friend?\nAll you have to do is follow the worms\nWould you like to send our coloured cousins\nHome again, my friend?\nAll you need to do is follow the worms", "", "", "Money, get away\nYou get a good job with more pay and youre okay\nMoney, it’s a gas\nGrab that cash with both hands and make a stash\nNew car, caviar, four-star daydream\nThink Ill buy me a football team\nMoney, get back\nIm alright, Jack, keep your hands off of my stack\nMoney, it’s a hit\nAh, dont give me that do-goody-good bullshit\nIm in the high-fidelity first class travelling set\nAnd I think I need a Lear jet\nMoney, its a crime\nShare it fairly, but dont take a slice of my pie\nMoney, so they say\nIs the root of all evil today\nBut if you ask for a rise, its no surprise\nThat theyre giving none away\nAway, away, away\nAway, away, away\nAway, ooh...\n- Yeah -- -- I was in the right!\n- Yes, absolutely in the right!\n- I certainly was in the right!\n- Yeah, I was definitely in the right; that geezer was cruising for a bruising...\n- Yeah\n- Why does anyone do anything?\n- I dont know, I was really drunk at the time...\n- I was just telling him it was in, he could get it in number two. He was asking why it wasn’t coming up on fader eleven. After, I was yelling and screaming and telling him why it wasn’t coming up on fader eleven. It came to a heavy blow, which sorted the matter out", "Ticking away the moments that make up a dull day\nFritter and waste the hours in an offhand way\nKicking around on a piece of ground in your home town\nWaiting for someone or something to show you the way\nTired of lying in the sunshine, staying home to watch the rain\nAnd you are young and life is long and there is time to kill today\nAnd then one day you find ten years have got behind you\nNo one told you when to run, you missed the starting gun\nAnd you run and you run to catch up with the sun but its sinking\nRacing around to come up behind you again\nThe sun is the same in a relative way but youre older\nShorter of breath and one day closer to death\nEvery year is getting shorter, never seem to find the time\nPlans that either come to naught or half a page of scribbled lines\nHanging on in quiet desperation is the English way\nThe time is gone, the song is over, thought Id something more to say\nBreathe Reprise\nHome, home again\nI like to be here when I can\nWhen I come home cold and tired\nIts good to warm my bones beside the fire\nFar away across the field\nThe tolling of the iron bell\nCalls the faithful to their knees\nTo hear the softly spoken magic spell", "Heavy hung the canopy of blue\nShade my eyes and I can see you\nWhite is the light that shines through the dress that you wore\nShe lay in the shadow of the wave\nHazy were the visions of her playing\nSunlight on her eyes but moonshine made her cry ev’ry time\nGreen is the colour of her kind\nQuickness of the eye deceives the mind\nEnvy is the bond between the hopeful and the damned", "", "", "Goodbye cruel world\nIm leaving you today\nGoodbye\nGoodbye\nGoodbye\nGoodbye all you people\nTheres nothing you can say\nTo make me change\nMy mind\nGoodbye", "Oh my God! What a fabulous room! Are all these your guitars?\nGod! This place is bigger than our apartment!\nUm, can I get a drink of water?\nYou want some, huh?\nOh wow! Hey, look at this tub! Wanna take a bath?\nWhat are you watching?\n \nHello?\nAre you feeling okay?\nDay after day, the love turns gray\nLike the skin of a dying man\nAnd night after night we pretend its all right\nBut I have grown older\nAnd you have grown colder\nAnd nothing is very much fun any more\nAnd I can feel one of my turns coming on\nI feel cold as a razor blade\nTight as a tourniquet\nDry as a funeral drum\nRun to the bedroom\nIn the suitcase on the left\nYoull find my favourite axe\nDont look so frightened\nThis is just a passing phase\nOne of my bad days\nWould you like to watch TV?\nOr get between the sheets?\nOr contemplate the silent freeway?\nWould you like something to eat?\nWould you like to learn to fly?\nWould ya?\nWould you like to see me try?\nWould you like to call the cops?\nDo you think its time I stopped?\nWhy are you running away?", "", "Ooooh babe\nDont leave me now\nDont say its the end of the road\nRemember the flowers I sent\nI need you babe\nTo put through the shredder\nIn front of my friends\nOoooh babe\nDont leave me now\nHow could you go?\nWhen you know how I need you1\nTo beat to a pulp on a Saturday night\nOoooh babe\nDont leave me now\nHow can you treat me this way?\nRunning away\nOoooh babe2\nWhy are you running away?\nOoooooh babe\nOoooooh babe\nOoooooh babe\n \nThe Bulls are already out there...\nAaaaaaaaaaaaaaaaaaaaaaaarrrrrgh!\nThis Roman Meal bakery thought youd like to know.", "Overhead the albatross hangs motionless upon the air\nAnd deep beneath the rolling waves\nIn labyrinths of coral caves\nThe echo of a distant time\nComes willowing across the sand\nAnd everything is green and submarine\nAnd no-one showed us to the land\nAnd no-one knows the wheres or whys\nBut something stirs and something tries\nNow starts to climb towards the light\nStrangers passing in the street\nBy chance two separate glances meet\nAnd I am you and what I see is me\nAnd do I take you by the hand\nAnd lead you through the land\nAnd help me understand the best I can\nAnd no-one calls us to move on\nAnd no-one forces down our eyes\nNo-one speaks and no-one tries\nNo-one flies around the sun\nCloudless everyday you fall upon my waking eyes\nInviting and inciting me to rise\nAnd through the window in the wall\nCome streaming in on sunlight wings\nA million bright ambassadors of morning\nAnd no-one sings me lullabies\nAnd no-one makes me close my eyes\nSo I throw the windows wide\nAnd call to you across the sky", "The path you tread is narrow\nAnd the drop is sheer and very high\nThe ravens all are watching\nFrom a vantage point nearby\nApprehension creeping\nLike a tube-train up your spine\nWill the tightrope reach the end?\nWill the final couplet rhyme?\nAnd it’s high time!\nCymbaline\nIt’s high time!\nCymbaline\nPlease wake me\nA butterfly with broken wings\nIs falling by your side\nThe ravens all are closing in\nAnd there’s nowhere you can hide\nYour manager and agent\nAre both busy on the phone\nSelling coloured photographs\nTo magazines back home\nAnd it’s high time!\nCymbaline\nIt’s high time!\nCymbaline\nPlease wake me\nThe lines converging where you stand\nThey must have moved the picture plane\nThe leaves are heavy around your feet\nYou hear the thunder of the train\nAnd suddenly it strikes you\nThat they’re moving into range\nAnd Doctor Strange is always changing size\nAnd it’s high time!\nCymbaline\nIt’s high time!\nCymbaline\nPlease wake me\nAnd it’s high time!\nCymbaline\nIt’s high time!\nCymbaline\nPlease wake me", "", "", "", "", "Bring the boys back home\nBring the boys back home\nDont leave the children on their own, no, no\nBring the boys back home\nWrong, do it again!\nknock Time to go!\nAre you feeling okay?\nHe keeps hanging up, and its a man answering!\nHahahahaha!!!!!!\nIs there anybody out there", "", "", "A restless eye across a weary room\nA glazed look and I was on the road to ruin\nThe music played and played as we whirled without end\nNo hint, no word her honour to defend\nI will, I will she sighed to my request\nAnd then she tossed her mane while my resolve was put to the test\nThen drowned in desire, our souls on fire\nI led the way to the funeral pyre\nAnd without a thought of the consequence\nI gave in to my decadence\nOne slip, and down the hole we fall\nIt seems to take no time at all\nA momentary lapse of reason\nThat binds a life for life\nA small regret, you won’t forget\nThere’ll be no sleep in here tonight\nWas it love or was it the idea of being in love?\nOr was it the hand of fate, that seemed to fit just like a glove?\nThe moment slipped by and soon the seeds were sown\nThe year grew late and neither one wanted to remain alone\nOne slip, and down the hole we fall\nIt seems to take no time at all\nA momentary lapse of reason\nThat binds a life to a life\nOne regret, you will never forget\nThere’ll be no sleep in here tonight\nOne slip… one slip…", "Ooooh babe, dont leave me now\nDont say its the end of the road\nRemember the flowers I sent\nI need you, babe\nTo put through the shredder\nIn front of my friends\nOoooh, babe, dont leave me now\nHow could you go?\nWhen you know how I need you\nTo beat to a pulp on a Saturday night\nOoooh, babe, dont leave me now\nHow can you treat me this way?\nRunning away\nOoooh babe\nWhy are you running away?\nOoh, babe\nOoh, babe\nOoh, babe\nOoh, ooh\nAaaaaaaaaaargh!!", "", "Remember when you were young\nYou shone like the Sun\nShine on, you crazy diamond\nNow theres a look in your eyes\nLike black holes in the sky\nShine on, you crazy diamond\nYou were caught in the crossfire of childhood and stardom\nBlown on the steel breeze\nCome on, you target for faraway laughter\nCome on, you stranger, you legend, you martyr, and shine\nYou reached for the secret too soon\nYou cried for the Moon\nShine on, you crazy diamond\nThreatened by shadows at night\nAnd exposed in the light\nShine on , you crazy diamond \nWell, you wore out your welcome with random precision\nRode on the steel breeze\nCome on, you raver, you seer of visions\nCome on, you painter, you piper, you prisoner, and shine", "Does anybody here remember Vera Lynn?\nRemember how she said that\nWe would meet again\nSome sunny day?\nVera! Vera!\nWhat has become of you?\nDoes anybody else in here\nFeel the way I do?", "Overhead the albatross hangs motionless upon the air\nAnd deep beneath the rolling waves in labyrinths of coral caves\nThe echo of a distant time comes willowing across the sand\nAnd everything is green and submarine\nAnd no one showed us to the land\nAnd no one knows the wheres or whys\nBut something stirs and something tries\nAnd starts to climb towards the light\nStrangers passing in the street\nBy chance two separate glances meet\nAnd I am you and what I see is me\nAnd do I take you by the hand\nAnd lead you through the land\nAnd help me understand the best I can?\nAnd no one calls us to move on\nAnd no one forces down our eyes\nNo one speaks and no one tries\nNo one flies around the sun\nCloudless every day you fall\nUpon my waking eyes\nInviting and inciting me to rise\nAnd through the window in the wall\nCome streaming in on sunlight wings\nA million bright ambassadors of morning\nAnd no one sings me lullabies\nAnd no one makes me close my eyes\nSo I throw the windows wide\nAnd call to you across the sky", "Hello? \nIs there anybody in there?\nJust nod if you can hear me\nIs there anyone home?\nCome on , now\nI hear youre feeling down\nWell, I can ease your pain\nAnd get you on your feet again\nRelax \nIll need some information first\nJust the basic facts\nCan you show me where it hurts?\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move, but I cant hear what youre saying\nWhen I was a child, I had a fever\nMy hands felt just like two balloons\nNow Ive got that feeling once again\nI cant explain, you would not understand\nThis is not how I am\nI have become comfortably numb\nI have become comfortably numb\nOkay \nJust a little pinprick\nTherell be no more\nBut you may feel a little sick\nCan you stand up? \nI do believe its working, good\nThatll keep you going through the show\nCome on, its time to go\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move, but I cant hear what youre saying\nWhen I was a child, I caught a fleeting glimpse\nOut of the corner of my eye\nI turned to look, but it was gone\nI cannot put my finger on it now\nThe child is grown, the dream is gone\nI have become comfortably numb", "Grooving around in a trench coat\nWith the satin on trail\nSeems to be all around in tin and lead pail, we pale\nJiving on down to the beach\nTo see the blue and the gray\nSeems to be all and its rosy-its a beautiful day!\nWill you please keep on the track\ncause I almost want you back\ncause I know what you are\nYou are a gigolo aunt, youre a gigolo aunt!\nYes I know what you are\nYou are a gigolo aunt, youre a gigolo aunt!\nHeading down with the light, the dust in your way\nShe was angrier than, than her watershell male\nLife to this love to me - heading me down to me\nThunderbird shale\nSeems to be all and its rosy - its a beautiful day!\nWill you please keep on the track\ncause I almost want you back\ncause I know what you are\nYou are a gigolo aunt\nGrooving on down in a knapsack superlative day\nSome wish she move and just as she can move jiving away\nShe made the scene should have been-superlative day\nEverythings all and its rosy, its a beautiful day\nWill you please keep on the track\ncause I almost want you back\ncause I know what you are\nYou are a gigolo aunt...", "", "", "When the fat old sun in the sky is falling\nSummer evening birds are calling\nSummer Sunday and a year\nThe sound of music in my ears\nDistant bells, new mown grass smells\nSong sweet\nBy the river holding hands\nRoll me up and lay me down\nAnd if you see, don’t make a sound\nPick your feet up off the ground\nAnd if you hear as the warm night falls\nThe silver sound from a tongue so strange\nSing to me, sing to me\nWhen that fat old sun in the sky is falling\nSummer evening birds are calling\nChildren’s laughter in my ears\nThe last song-light disappears\nAnd if you see, don’t make a sound\nPick your feet up off the ground\nAnd if you hear as the warm night falls\nThe silver sound from a tongue so strange\nSing to me, sing to me\nWhen that fat old sun in the sky is falling", "", "", "", "Look, Mummy. Theres an airplane up in the sky\nOooooooo\nOooooooo\nOooooooo\nDi-di-di-did you see the frightened ones?\nDi-di-di-did you hear the falling bombs?\nDi-di-di-did you ever wonder why we had to run for shelter\nWhen the promise of a brave, new world\nUnfurled beneath the clear blue sky?\nOooooooo\nOooooooo\nDi-di-di-did you see the frightened ones?\nDi-di-di-did you hear the falling bombs?\nThe flames are all long gone, but the pain lingers on\nGoodbye blue sky\nGoodbye blue sky\nGoodbye. Goodbye", "", "", "Stop!\nI wanna go home\nTake off this uniform and leave the show\nBut Im waiting in this cell, because I have to know\nHave I been guilty all this time?", "", "", "Goodbye cruel world\nIm leaving you today\nGoodbye, goodbye, goodbye\nGoodbye all you people\nTheres nothing you can say\nTo make me change my mind\nGoodbye", "The sweet smell of a great sorrow lies over the land\nPlumes of smoke rise and merge into the leaden sky:\nA man lies and dreams of green fields and rivers\nBut awakes to a morning with no reason for waking\nHe’s haunted by the memory of a lost paradise\nIn his youth or a dream, he can’t be precise\nHe’s chained forever to a world that’s departed\nIt’s not enough, it’s not enough\nHis blood has frozen and curdled with fright\nHis knees have trembled and given way in the night\nHis hand has weakened at the moment of truth\nHis step has faltered\nOne world, one soul\nTime pass, the river roll\nAnd he talks to the river of lost love and dedication\nAnd silent replies that swirl invitation\nFlow dark and troubled to an oily sea\nA grim intimation of what is to be\nThere’s an unceasing wind that blows through this night\nAnd there’s dust in my eyes, that blinds my sight\nAnd silence that speaks so much louder than words\nOf promises broken", "I have always been here\nI have always looked out from behind these eyes\nIt feels like more than a lifetime\nFeels like more than a lifetime\nSometimes I get tired of the waiting\nSometimes I get tired of being in here\nIs this the way that its always been?\nCould it ever have been different?\nDo you ever get tired of the waiting?\nDo you ever get tired of being in there?\nDont worry, nobody lives forever\nNobody lives forever", "", "Money, get away\nYou get a good job with more pay and youre okay\nMoney, its a gas\nGrab that cash with both hands and make a stash\nNew car, caviar, four-star daydream\nThink Ill buy me a football team\nMoney, get back\nIm alright, Jack, keep your hands off of my stack\nMoney, its a hit\nAh, dont give me that do-goody-good bullshit\nIm in the high-fidelity first class travelling set\nAnd I think I need a Lear jet\nMoney, its a crime\nShare it fairly, but dont take a slice of my pie\nMoney, so they say\nIs the root of all evil today\nBut if you ask for a rise, its no surprise\nThat theyre giving none away\nAway, away, away\nAway, away, away\nAway, ooh...\n- Yeah -- -- I was in the right!\n- Yes, absolutely in the right!\n- I certainly was in the right!\n- Yeah, I was definitely in the right; that geezer was cruising for a bruising...\n- Yeah\n- Why does anyone do anything?\n- I dont know, I was really drunk at the time...\n- I was just telling him it was in, he could get it in number two. He was asking why it wasnt coming up on fader eleven. After, I was yelling and screaming and telling him why it wasnt coming up on fader eleven. It came to a heavy blow, which sorted the matter out", "Following the path as it leads towards\nThe darkness in the north\nWeary stranger’s faces show their sympathy\nThey’ve seen that hope before\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nFor you the night is beckoning\nAnd now you can’t delay\nYou hear the night birds calling you\nBut you can’t catch the words they say\nClose your ears and eyes, be on your way\nMist is swirling, creatures crawling\nHear the roar get louder in your ears\nYou know the folly was your own\nBut the force behind can’t conquer all you fears\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nFor you the night is beckoning\nAnd now you can’t delay\nYou hear the night birds calling you\nBut you can’t catch the words they say\nClose your ears and eyes, be on your way\nThrow your thoughts back many years\nTo the time when love was life with every morning\nPerhaps a day will come\nWhen the lights will be as clear as on that morning\nAnd if you want to stay for a little bit\nRest your aching limbs for a little bit\nFor you the night is beckoning\nAnd now you can’t delay\nYou hear the night birds calling you\nBut you can’t catch the words they say\nClose your ears and eyes, be on your way", "We dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeacher, leave them kids alone\nHey! Teacher! Leave them kids alone!\nAll in all, its just another brick in the wall\nAll in all, youre just another brick in the wall\nWe dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers, leave them kids alone\nHey! Teacher! Leave us kids alone!\nAll in all, youre just another brick in the wall\nAll in all, youre just another brick in the wall\nWrong, do it again! Children playing\nWrong, do it again!\nIf you dont eat your meat, you cant have any pudding!\nHow can you have any pudding if you dont eat your meat?\nYou! Yes! You behind the bike sheds! Stand still, laddie!\n(If you dont eat your meat, you cant have any pudding!\nHow can you have any pudding if you dont eat your meat?)\nChildren playing\nPhone beeping sound", "One thing I would like to point out, upon conclusion of the show this evening...", "Boat Floating\nWhen the child-like view of the world went, nothing replaced it...", "", "When I was a young buck\nI tried to be liked by\nEveryone\nEveryone\nI tried so hard to be funny and nice\nI tried so hard to be sugar and spice\nDidnt work for me\nGot old quickly\nBut now Im not losing sleep at night\nNo ones calling me on the telephone\nTo see if Im at home\nCause now Ive got everything that I have ever wanted or so it seems\nYeah so it seems yeah\nYou dont\nHave to\nLike me\nAnymore\nIve got money now\nI dont care\nWhat you say\nAbout me\nAnymore\nIve got money now\nWhen I got a little older\nI realized\nIts all lies\nThere is no prize\nThere is no prize\nThere is no heartache if you can afford\nEverything delivered right to your door\nResponsibilities\nThis life is easy\nSo now girl with everything\nHow could she complain\nCause shes got it made\nYeah shes got it made\nI dont need to be tucked in at night\nTold that everything is gonna be alright\nIs gonna be alright\nCause I dont have to fight\nYou dont\nHave to\nLike me\nAnymore\nIve got money now\nI dont care\nWhat you say\nAbout me\nAnymore\nIve got money now\nI wouldnt trade a dollar for some sense\nI wouldnt trade a lifetime for some friends\nIve got everything\nAnd all is what it seems\nI worked so hard all of my life\nJust to have things I could call me\nI dont need no love\nCause I have got enough\nSo now I dont mind being alone all the time\nIts alright\nIve got money now\nThats what its all about\nAnd Im so busy buying things and traveling the world\nI dont have time for friends\nOr family\nAnd thats fine with me\nSo it seems\nYou dont\nHave to\nLike me\nAnymore\nIve got money now\nI dont care\nWhat you say\nAbout me\nAnymore\nIve got money now\nYou dont\nHave to\nLike me\nAnymore\nIve got money now\nI dont care\nWhat you say\nAbout me\nAnymore\nCause Ive got money now", "", "", "", "", "This is Radio 1\nOn medium wave\nAnd this is John Peel with another concert, and this one-\nNo!\nYou blew it, you did it all wrong. Anyway, The Pink Floyd!\nWhen that fat old sun in the sky is falling\nSummer evening birds are calling\nSummer Sunday and a year\nLast sunlight disappears\nDistant bells, new-mown grass smells\nSo sweet\nBy the river, holding hands\nRoll me up and lay me down\nAnd if you hear, dont make a sound\nPick your feet up off the ground\nAnd if you hear as the warm night falls\nA silver sound for a time so strange\nSing to me, sing to me\nWhen that fat old sun in the sky is falling\nSummer evening birds are calling\nChildrens laughter in my ears\nLast sunlight disappears\nAnd if you hear, dont make a sound\nPick your feet up off the ground\nAnd if you hear as the warm night falls\nA silver sound from a time so strange\nSing to me, sing to me\nWhen that fat old sun in the sky is falling\nSummer evening birds are calling\nSummer Sunday and a year\nThe last sunlight disappears\nAnd if you hear, dont make a sound\nPick your feet up off the ground\nAnd if you hear as the warm night falls\nA silver sound from a time so strange\nSing to me, sing to me\nSing to me, sing to me\nAnd if you had listened to this program a year ago, you would have heard the Floyd do Dave Gilmours Fat Old Sun then, but its changed quite a bit, I think, during the past twelve months\nThis next one is described by Roger Waters as a poignant appraisal of the contemporary social situation. Make what you will of that. During the course of it, too, Nick Masons vocal debut comes round. And although youll hear his voice, at no time—if youre here in the studio, of course—at no time will you see his lips move, which is something of a technical tour de force. And its called One of These Days, Im Going to Cut You into Little Pieces, or for the benefit of the LP, One of These Days.", "", "Ooh, ah\nOoh, ah\nAaaah, ah\nOoh, ah\nSo ya\nThought ya\nMight like to go to the show\nTo feel the warm thrill of confusion\nThat space cadet glow\nI got some bad news for you, sunshine\nPink isnt well\nHe stayed back at the hotel\nAnd they sent us along as a surrogate band\nWhere gonna find out were you fans really stand\nAre there any pooves in the theater tonight?\nGet them up against the wall\nTheres one in the spotlight, he dont look right to me\nGet him up against the wall\nAnd that one looks Jewish!\nAnd that ones a coon!\nWho let all of this riffraff into the room?\nTheres one smoking a joint!\nAnd another with spots!\nIf I had my way, Id have all of you shot!", "We dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeacher, leave them kids alone\nHey! Teacher! Leave them kids alone!\nAll in all, its just another brick in the wall\nAll in all, youre just another brick in the wall\nWe dont need no education\nWe dont need no thought control\nNo dark sarcasm in the classroom\nTeachers, leave them kids alone\nHey! Teacher! Leave us kids alone!\nAll in all, youre just another brick in the wall\nAll in all, youre just another brick in the wall\nWrong, do it again! Children playing\nWrong, do it again!\nIf you dont eat your meat, you cant have any pudding!\nHow can you have any pudding if you dont eat your meat?\nYou! Yes! You behind the bike sheds! Stand still, laddie!\n(If you dont eat your meat, you cant have any pudding!\nHow can you have any pudding if you dont eat your meat?)\nChildren playing\nPhone beeping sound", "If I were a swan, I’d be gone\nIf I were a train, I’d be late\nAnd if I were a good man\nI’d talk with you\nMore often than I do\nIf I were to sleep, I could dream\nIf I were afraid, I could hide\nIf I go insane, please don’t put\nYour wires in my brain\nIf I were the moon, I’d be cool\nIf I were a rule, I would bend\nIf I were a good man, I’d understand\nThe spaces between friends\nIf I were alone, I would cry\nAnd if I were with you, I’d be home and dry\nAnd if I go insane\nWill you still let me join in with the game?\nIf I were a swan, I’d be gone\nIf I were a train, I’d be late again\nIf I were a good man\nI’d talk with you\nMore often than I do", "And disciplinary remains mercifully, yes and um , im with you derek, this star nonsense, yes, yes, now which is it?\nIm sure of it\nSo,so you think you can tell\nHeaven from hell?, blue sky from pain?\nCan you tell the green field from a cold steel rail?\nA smile from a veil?, do you think you can tell?\nDid they get you to trade your heroes for ghosts?\nHot ashes from trees?, hot air for a cool breeze?\nCold comfort for a change?, did you exchange a walk on part in the war for lead role in a cage?\nHow i wish,how i wish were here\nWere jut tow lost souls swimming in a fishbowl, year after year\nRunning over the same old ground, what have we found?, the same old fears, wish you where here", "Welcome, my son\nWelcome to the machine\nWhere have you been?\nIts alright, we know where youve been\nYouve been in the pipeline, filling in time\nProvided with toys and Scouting for Boys\nYou bought a guitar to punish your ma\nAnd you didnt like school\nAnd you know youre nobodys fool\nSo welcome to the machine\nWelcome, my son\nWelcome to the machine\nWhat did you dream?\nIts alright, we told you what to dream\nYou dreamed of a big star\nHe played a mean guitar\nHe always ate in the Steak Bar\nHe loved to drive in his Jaguar\nSo welcome to the machine", "", "", "", "I am not frightened of dying\nAny time will do, I dont mind\nWhy should I be frightened of dying?\nTheres no reason for it, youve gotta go sometime\nOh-oh, oh-oh, oh, oh-oh-oh\nOh, oh-oh-oh, oh, oh\nOh-oh, oh-oh, oh, oh-oh-oh\nOh-oh-oh-oh\nOh, oh, oh, oh\nAh-oh, ah-oh-oh\nAh-ah, ah-ah, ah-ah, ah-ah, ah-oh, oh-oh\nOh, oh-oh\nOh, oh-oh\nOh, oh-oh\nAh-ah, ah-ah, ah-ah, ah-ah, ah-oh\nI never said I was frightened of dying\nOoh-ooh, ooh, ooh, oh, oh-oh-oh-ah\nAh-ah-ah-ah-eah-eah-eah\nOh, oh, oh, oh-oh, oh\nOh, oh-oh, oh-oh, oh-oh, oh-ooh\nOh, oh-oh, oh-oh, oh-oh, oh-ooh\nOh, oh-oh", "", "", "Us, and them\nAnd after all were only ordinary men\nMe, and you\nGod only knows its not what we would choose to do\nForward he cried from the rear\nAnd the front rank died\nThe general sat and the lines on the map\nMoved from side to side\nBlack and blue\nAnd who knows which is which and who is who\nUp and down\nAnd in the end its only round and round and round\nHavent you heard? Its a battle of words\nThe poster bearer cried\nListen son, said the man with the gun\nTheres room for you inside.", "", "Hello? \nIs there anybody in there?\nJust nod if you can hear me\nIs there anyone home?\nCome on , now\nI hear youre feeling down\nWell, I can ease your pain\nAnd get you on your feet again\nRelax \nIll need some information first\nJust the basic facts\nCan you show me where it hurts?\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move, but I cant hear what youre saying\nWhen I was a child, I had a fever\nMy hands felt just like two balloons\nNow Ive got that feeling once again\nI cant explain, you would not understand\nThis is not how I am\nI have become comfortably numb\nI have become comfortably numb\nOkay \nJust a little pinprick\nTherell be no more\nBut you may feel a little sick\nCan you stand up? \nI do believe its working, good\nThatll keep you going through the show\nCome on, its time to go\nThere is no pain, you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move, but I cant hear what youre saying\nWhen I was a child, I caught a fleeting glimpse\nOut of the corner of my eye\nI turned to look, but it was gone\nI cannot put my finger on it now\nThe child is grown, the dream is gone\nI have become comfortably numb", "Ooooh Babe\nDont leave me now\nDont say its the end of the road\nRemember the flowers I sent\nI need you Babe\nTo put through the shredder\nIn front of my friends\nOoooh Babe\nDont leave me now\nHow could you go?\nWhen you know how I need you\nTo beat to a pulp on a Saturday night\nOoooh Babe\nDont leave me now\nHow can you treat me this way\nRunning away\nOoooh Babe\nWhy are you running away?\nOoooooh babe\nOoooooh babe\nOoooooh babe", "", "", "One sound, one single sound\nOne kiss, one single kiss\nA face outside the window pane\nHowever did it come to this?\nA man who ran, a child who cried\nA girl who heard, a voice that lied\nThe sun that burned a fiery red\nThe vision of an empty bed\nUse of force, he was so tough\nShell soon submit, shes had enough\nThe march of fate, the broken will\nSomeone is lying very still\nHe has laughed, he has cried\nHe has fought, he has died\nHes just the same as all the rest\nHes not the worst, hes not the best\nAnd still this ceaseless murmuring\nThe babbling that I brook\nThe seas of faces, eyes upraised\nThe empty screen, the vacant look\nA man in black on a snow white horse\nA pointless life has run its course\nThe red rimmed eyes, the tears still run\nAs he fades into the setting sun\n{Youre going on that plane to take you where you belong\nBut no, I have\nYou have got to listen to me\nDo you have any idea what you have to look forward to if you stay here?\nNine chances out of 10 we both end up in a concentration camp and that\nYoure only saying these things to make me go\nInside us, we both know we belong in different\n}", "", "", "", "", "I will always be here\nI will always look out from behind these eyes\nIt’s only a lifetime\nIt’s only a lifetime\nIt’s only a lifetime", "", "Far, far, far, far away – way\nPeople heard him say – say\nI will find a way – way\nThere will come a day – day\nSomething will be done\nThen at last the mighty ship\nDescending on a point of flame\nMade contact with the human race\nAt Mildenhall\nNow, now, now is the time – time\nTime to be – be – be aware\nCarter’s father saw him there and\nKnew the road revealed to him\nThe living soul of Hereward the Wake\nOh, my, something in my eye – eye\nSomething in the sky – sky\nWaiting there for me\nThe outer lock rolled slowly back\nThe service men were heard to sigh\nFor there revealed in glowing robes\nWas Lucy in the sky\nOh – oh – did you ever know – know\nNever ever will they\nI cannot say\nSummoning his cosmic powers\nAnd glowing slightly from his toes\nHis psychic emanations flowed", "", "Icy wind of night be gone, this is not your domain\nIn the sky a bird is heard to cry\nMisty morning whisperings and gentle stirring sounds\nBelied the deathly silence that lay all around\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nA river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer, making for the sea\nIn the lazy water meadow, I lay me down\nAll around me golden sun flakes covering the ground\nBasking in the sunshine of a bygone afternoon\nBringing sounds of yesterday into my city room\nHear the lark and harken to the barking of the dog fox\nGone to ground\nSee the splashing of the kingfisher flashing to the water\nA river of green is sliding unseen beneath the trees\nLaughing as it passes through the endless summer, making for the sea", "Hey Eugene, this is Henry McClean\nAnd Ive finished my beautiful flying machine\nAnd Im ringing to say that Im leaving and maybe\nYoud like to fly with me and hide with me, baby\nIsnt it strange how little we change?\nIsnt it sad were insane?\nPlaying the games that we know end in tears\nThe games weve been playing for thousands and thousands\nAnd thousands and...\nJumped into his cosmic flyer\nPulled his plastic collar higher\nLight the fuse and stand right back\nHe cried, this is my last goodbye\nPoint me at the sky and let it fly\nPoint me at the sky and let it fly\nPoint me at the sky and let it fly\nAnd if you survive till two thousand and five\nI hope youre exceedingly thin\nFor if you are stout you will have to breathe out\nWhile the people around you breathe in, breathe in\nBreathe in, breathe in...\nPeople pressing on my sides\nIs something that I hate\nAnd so is sitting down to eat\nWith only little capsules on my plate\nPoint me at the sky and let it fly\nPoint me at the sky and let it fly\nPoint me at the sky and let it\nAnd all weve got to say to you is goodbye\nIts time to go, better run and get your bags, its goodbye\nNobody cry, its goodbye", "", "Sunlight bright upon my pillow\nLighter than an eiderdown\nWill she let the weeping willow\nWind his branches round?\nJulia dream, dreamboat queen\nQueen of all my dreams\nEvery night I turn the light out\nWaiting for the velvet bride\nWill the scaly armadillo\nFind me where I’m hiding?\nJulia dream, dreamboat queen\nQueen of all my dreams\nWill the misty master break me?\nWill the key unlock my mind?\nWill the following footsteps catch me?\nAm I really dying?\nJulia dream, dreamboat queen\nQueen of all my dreams\nJulia dream, dreamboat queen\nQueen of all my dreams\nJulia dream, dreamboat queen\nQueen of all my dreams\nJulia dream, dreamboat queen\nQueen of all my dreams", "", "Run, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better make your face up with your favourite disguise\nWith your button down lips and your roller blind eyes\nWith your empty smile and your hungry heart\nFeel the bile rising from your guilty past\nWith your nerves in tatters as the cockleshell shatters\nAnd the hammers batter down your door\nYou better run!\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better run all day and run all night\nAnd keep your dirty feelings deep inside\nAnd if youre taking your girlfriend out tonight\nYou better park the car well out of sight\nCause if they catch you in the back seat trying to pick her locks\nTheyre gonna send you back to Mother in a cardboard box\nYou better run!", "", "Have your baggage and your passports ready and then follow the green line to customs and immigration. BA flight 215 to Rome, Cairo and Lagos\nLaughing", "", "", "We dont need no demonetization\nWe dont need no copyright strikes\nNo dark sarcasm in these videos\nYouTube, leave us cunts alone\nHey! YouTube! Leave us cunts alone!\nAli-A is just another brick in the wall\nAli-A is just another brick in the wall\nWe dont need no demonetization\nWe dont need no copyright strikes\nNo dark sarcasm in these videos\nYouTube, leave us cunts alone\nHey! YouTube! Leave us cunts alone!\nAli-A is just another brick in the wall\nAli-A is just another brick in the wall", "One of these days, I’m going to cut you into little pieces", "All is love, is all I am\nA ball is all I am\nIm so new compared to you\nAnd I am very small\nWarm glow, moon bloom\nAlways need a little more room\nWaiting here seems like years\nNever seen the light of day\nAll around I hear strange sounds\nCome gurgling in my ear\nRed the light and dark the night\nI feel my dawn is near\nWarm glow, moon gloom\nAlways need a little more room\nWhisper low, here I go\nI will see the sunshine show", "I want to tell you a story\nAbout a little man if I can\nA gnome named Grimble Gromble\nAnd little gnomes stay in their homes\nEating, sleeping, drinking their wine\nHe wore a scarlet tunic\nA blue-green hood, it looked quite good\nHe had a big adventure\nAmidst the grass, fresh air at last\nWining dining biding his time\nAnd then one day\nHooray, another way for gnomes to say\nOoh my...\nLook at the sky, look at the river\nIsnt it good?\nLook at the sky, look at the river\nIsnt it good?\nWinding, finding places to go\nAnd then one day\nHooray, another way for gnomes to say\nOoh my ooh my...", "All this love, is all I am\nA ball is all I am\nIm so new compared to you\nAnd I am very small\nWarm glow, moon gloom\nAlways need a little more room\nWaiting here seems like years\nNever seen the light of day\nAll around I hear strange sounds\nCome gurgling in my ear\nRed the light and dark the night\nI feel my dawn is near\nWarm glow, moon gloom\nAlways need a little more room\nWhisper low, here I go\nI will see the sunshine show", "Gun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun\nGun", "", "", "Moon in both ...\n...Scorpio, , Libra...\n...Pluto was not discovered until 1930...\nLime and limpid green, a second scene\nA fight between the blue you once knew\nFloating down, the sound resounds\nAround the icy waters underground\nJupiter and Saturn, Oberon, Miranda and Titania\nNeptune, Titan, stars can frighten\nBlinding signs flap\nFlicker, flicker, flicker, blam\nPow, pow\nStairway scare Dan Dare who’s there?\nLime and limpid green, the sound surrounds\nThe icy waters under\nLime and limpid green, the sound surrounds\nThe icy waters underground", "On the turning away\nFrom the pale and downtrodden\nAnd the words they say\nWhich we won’t understand\nDon’t accept that what’s happening\nIs just a case of all the suffering\nOr you’ll find that you’re joining in\nThe turning away\nIt’s a sin that somehow\nLight is changing to shadow\nAnd casting its shroud\nOver all we have known\nUnaware how the ranks have grown\nDriven on by a heart of stone\nWe could find that we’re all alone\nIn the dream of the proud\nOn the wings of the night\nAs the daytime is stirring\nWhere the speechless unite\nIn a silent accord\nUsing words you will find are strange\nMesmerized as they light the flame\nFeel the new wind of change\nOn the wings of the night\nNo more turning away\nFrom the weak and the weary\nNo more turning away\nFrom the coldness inside\nJust a world that we all must share\nIt’s not enough just to stand and stare\nIs it only a dream that there’ll be\nNo more turning away?", "Just a random collage of sounds", "", "Lime and limpid green, a second scene\nA fight between the blue you once knew\nFloating down, the sound resounds\nAround the icy waters underground\nJupiter and Saturn, Oberon, Miranda and Titania\nNeptune, Titan, stars can frighten\nLime and limpid green, a second scene\nA fight between the blue you once knew\nFloating down, the sound resounds\nAround the icy waters underground\nJupiter and Saturn, Oberon, Miranda and Titania\nNeptune, Titan, stars can frighten\nBlinding signs flap\nFlicker, flicker, flicker, blam\nPow, pow\nStairway scare Dan Dare who’s there?\nLime and limpid green, the sound surrounds\nThe icy waters under\nLime and limpid green, the sound surrounds\nThe icy waters underground", "One of these days, I’m going to cut you into little pieces", "Dogs of war and men of hate\nWith no cause, we don’t discriminate\nDiscovery is to be disowned\nOur currency is flesh and bone\nHell opened up and put on sale\nGather round and haggle\nFor hard cash we will lie and deceive\nEven our Masters don’t know the webs we weave\nOne world, it’s a battleground\nOne world, and we will smash it down\nOne world… One world\nInvisible transfers, long distance calls\nHollow laughter in marble halls\nSteps have been taken, a silent uproar\nHas unleashed the dogs of war\nYou can’t stop what has begun\nSigned, sealed, they deliver oblivion\nWe all have our dark side to say the least\nAnd dealing in death is the nature of the beast\nOne world, it’s a battleground\nOne world, and theyre gonna smash it down\nOne world… One world\nOne world… One world\nThe dogs of war don’t negotiate\nThe dogs of war won’t capitulate\nThey will take and you will give\nAnd you must die so that they may live\nYou can knock at any door\nBut wherever you go, you know they’ve been there before\nWell winners can lose and things can get strained\nBut whatever you change you know the dogs remain\nOne world, it’s a battleground\nOne world, and we gonna smash it down\nOne world… One world\nOne world… One world\nOne world… One world", "", "MALCOM X INTRO\nSING\nThe darkside of the moon - The charcoal of my soul\nI feel the sun has gone - But I don’t feel alone\nThe colors of our skin - apricot and Ebony - I love when you’re touching me\nI love when you’re listening\nOh girl - we walk through this valley of the shadow of death\nIt causes all of our stress\nI wanna taste what’s under her dress\nForgive me, I’m just inept - an animal at best\nVERSE\nI don’t know what my calling is\nAll I know is I’m an analysis\nDefinition of the truth is vague as shit\nDon’t know what to believe I admit\nMost of the time i’m impulsive\nI’m gonna ask God for some forgiveness\nForgive me if I was a dead beat\nBut I make a beat to be a living DREAM\nI don’t know half these things - I just exist\nPardon me - my rhythm is off beat\nThis morning I did not drink coffee - I’m low on energy\nThis velvet vibe, from the great divine\nGave me a seed from the thought to the body\nTo tell me i’m human being\nI have a right to breath\nTRANSITION\nWhen I see God - Can you forgive me\nRestore my soul - ‘cause I know\nI walk through the valley of the shadow of death - I fear no evil\nBreathe, breathe in the air - don’t be afraid to care\nLeave, don’t leave me - Look around, choose your ground\nVENTING\nA lot of thoughts - a lot of tears has just hold back you know and I - I feel - I feel numb\nI feel sad but yet I feel joy - I don’t have fear\nI just wonder you know - I just wonder what’s the point - what’s the point - simple\nEveryone talks about dimensions and shit but let’s go singular\nLet’s go to that one point - it all started with that point - The Big Bang Theory\nAnd that’s that question I ask God That’s the question everyone asks", "Pink Floyd\nMiscellaneous\nOneOne\nInstrumental", "Run, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better make your face up with your favourite disguise\nWith your button down lips and your roller blind eyes\nWith your empty smile and your hungry heart\nFeel the bile rising from your guilty past\nWith your nerves in tatters as the cockleshell shatters\nAnd the hammers batter down your door\nYou better run!\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nRun, run, run, run\nYou better run all day and run all night\nAnd keep your dirty feelings deep inside\nAnd if youre taking your girlfriend out tonight\nYou better park the car well out of sight\nCause if they catch you in the back seat trying to pick her locks\nTheyre gonna send you back to Mother in a cardboard box\nYou better run!", "So ya\nThought ya\nMight like to go to the show\nTo feel the warm thrill of confusion\nThat space cadet glow\nI got some bad news for you, sunshine\nPink isnt well\nHe stayed back at the hotel\nAnd they sent us along as a surrogate band\nWhere gonna find out were you fans really stand\nAre their any coons in the theater tonight?\nGet them up against the wall!\nTheres one in the spotlight, he dont look right to me\nGet him up against the wall!\nAnd that one looks Jewish!\nAnd that ones a coon!\nWho let all this Riffraff into the room?\nTheres one smoking a joint!\nAnd another with spots!\nIf I had it my way, Ill have ya all in one shot!", "", "Into the distance, a ribbon of black\nStretched to the point of no turning back\nA flight of fancy on a windswept field\nStanding alone as my senses reel\nA fatal attraction is holding me fast\nHow can I escape this irresistible grasp?\nCant keep my eyes from the circling sky\nTongue-tied and twisted\nJust an earthbound misfit, I\nIce is forming on the tips of my wings\nUnheeded warnings, I thought I thought of everything\nNo navigator to find my way home\nUnladen, empty and turned to stone\nA soul in tension thats learning to fly\nCondition grounded but determined to try\nCant keep my eyes from the circling skies\nTonguе-tied and twisted\nJust an earthbound misfit, I\nAbovе the planet on a wing and a prayer\nMy grubby halo, a vapor trail in the empty air\nAcross the clouds I see my shadow fly\nOut of the corner of my watering eye\nA dream unthreatened by the morning light\nCould blow this soul right through the roof of the night\nTheres no sensation to compare with this\nSuspended animation, a state of bliss\nCant keep my mind from the circling skies\nTongue-tied and twisted\nJust an earthbound misfit, I", "echoes be like", "", "One of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.", "Ooh, ma\nOoh, pa\nWhos so sorry now?\nOoh, pa\nOoh, ma\nAm I really on show?\nWild eyed in the spotlight?\nFuck me, what a nightmare, whos there?\nHave they all gone?\nIts okay now youre in luck\nThe worms have fled the rising sun\nTheir evil power is on the way\nForget the past and start again\nThere must be some mistake\nI didnt mean to let them take away my soul\nAm I too old?\nIs it too late?\nOoh, ma\nOoh pa\nWhos so sorry now?\nOoh, pa\nOoh, ma\nWhos so sorry now?\nOoh, ah!", "One sound, one single sound\nOne kiss, one single kiss\nA face outside the window pane\nHowever did it come to this?\nA man who ran, a child who cried\nA girl who heard, a voice that lied\nThe sun that burned a fiery red\nThe vision of an empty bed\nThe use of force, he was so tough\nShell soon submit, shes had enough\nThe march of fate, the broken will\nSomeone is lying very still\nHe has laughed and he has cried\nHe has fought and he has died\nHes just the same as all the rest\nHes not the worst and hes not the best\nAnd still, this ceaseless murmuring\nThe babbling that I brook\nSeas of faces, eyes upraised\nThe empty screen, the vacant look\nMan in black on a snow white horse\nPointless life has run its course\nRed-rimmed eyes, the tears still run\nAs he fades into the setting sun", "Dogs of war and men of hate\nWith no cause, we dont discriminate\nDiscovery is to be disowned\nOur currency is flesh and bone\nHell opened up and put on sale\nGather round and haggle\nFor hard cash we will lie and deceive\nEven our masters dont know the webs we weave\nOne world, its a battleground\nOne world and we will smash it down\nOne world\nOne world\nInvisible transfers and long distance calls\nHollow laughter in marble halls\nSteps have been takеn, a silent uproar\nHas unleashed thе dogs of war\nYou cant stop what has begun\nSigned and sealed, they deliver oblivion\nWe all have our dark side to say the least\nAnd dealing in death is the nature of the beast\nOne world, its a battleground\nOne world and theyre gonna smash it down\nOne world\nOne world\nOne world\nOne world\nThe dogs of war wont negotiate\nThe dogs of war wont capitulate\nThey will take and you will give\nAnd you must die so that they may live\nYou can knock at any door\nBut wherever you go, you know theyve been there before\nWell, winners can lose and things can get strained\nBut whatever you change, you know the dogs remain\nOne world, its a battleground\nOne world and were gonna smash it down\nOne world\nOne world\nOne world\nOne world", "When the child-like view of the world went, nothing replaced it\nNothing replaced it\nNothing replaced it \nI do not like being asked to \nI do not like being asked to \nOther people replaced it, someone who knows", "-little pieces.\n-little pieces.\nOne of these days Im going to cut you into-\n-that stuff, she says, and I say Congratulations to you Dorothy. Um, and Mr. Greenwood, o course. I have to be formal, uh, avec Mr. Greenwood. Now the point is we come to our, um, uh, well, our musical quite high sort of programme actually. And I say, Heres a memory to take with you -- which will make you very glad you ever made it -- anyway - hey, quelle artistry there! Oh, you must be! Anyway, and I was asked to sing especially for Tricia Moynihan -- uh, whos got flu at the mo you see, from Roger -- and he said I Boy and Do You Not Forget -- oooooohh, that... if someone too intent on top of the morning if this was the boy what would she do for you? Well -- I can if you write me a postcard of course but anyway -- a-ha -- the thing is I -- ay, ha, nearly forgot to say didnt I? If you would like me to join you on the show numero... oyo... thats the thing -- and, but as I say... well... quack quack quack... Im all whacking the two of you and look forward. So, Jim with the BBC,... 11A1AA... thats the... one -- OK?\n(-pieces, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days...\nOne of these days, Im going to cut you into little pieces.\n-pieces. One of these days, Im going to cut you into little pieces.\n-little pieces\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days-\nOne of these days -- Im going to cut you into little pieces.\nOne of these days -- Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.\nOne of these days, Im going to cut you into little pieces.)", "I will always be here\nI will always look out from behind these eyes\nIts only a lifetime\nIts only a lifetime\nIts only a lifetime", "A restless eye across a weary room\nA glazed look and I was on the road to ruin\nThe music played and played as we whirled without end\nNo hint, no word, her honour to defend\nI will, I will she sighed to my request\nAnd then she tossed her mane while my resolve was put to the test\nThen drowned in desire, our souls on fire\nI led the way to the funeral pyre\nAnd without a thought of the consequence\nI gave in to my decadence\nOne slip, and down the hole we fall\nIt seems to take no time at all\nA momentary lapse of reason\nThat binds a life for life\nA small regret you wont forget\nTherell be no sleep in here tonight\nWas it love or was it the idea of being in love?\nOr was it the hand of fate that seemed to fit just like a glove?\nThe moment slipped by and soon the seeds were sown\nThe year grew late and neither one wanted to remain alone\nOne slip, and down the hole we fall\nIt seems to take no time at all\nA momentary lapse of reason\nThat binds a life to a life\nThe one regret you will never forget\nTherell be no sleep in here tonight", "On the turning away\nFrom the pale and downtrodden\nAnd the words they say\nWhich we wont understand\nDon’t accept that whats happening\nIs just a case of others suffering\nOr you’ll find that youre joining in\nThe turning away\nIts a sin that somehow\nLight is changing to shadow\nAnd casting its shroud over all we have known\nUnaware how the ranks have grown\nDriven on by a heart of stone\nWe could find that were all alone\nIn the dream of the proud\nOn the wings of the night\nAs the daytime is stirring\nWhere the speechless unite in a silent accord\nUsing words you will find arе strange\nMesmerisеd as they light the flame\nFeel the new wind of change\nOn the wings of the night\nNo more turning away\nFrom the weak and the weary\nNo more turning away from the coldness inside\nJust a world that we all must share\nIts not enough just to stand and stare\nIs it only a dream that therell be\nNo more turning away?", "I have always been here\nI have always looked out from behind these eyes\nIt feels like more than a lifetime\nFeels like more than a lifetime\nSometimes I get tired of the waiting\nSometimes I get tired of being in here\nIs this the way that its always been?\nCould it ever have been different?\nDo you ever get tired of the waiting?\nDo you ever get tired of being in there?\nDont worry, nobody lives forever\nNobody lives forever", "So, so you think you can tell\nHeaven from hell?\nBlue skies from pain?\nCan you tell a green field\nFrom a cold steel rail?\nA smile from a veil?\nDo you think you can tell?\nDid they get you to trade\nYour heroes for ghosts?\nHot ashes for trees?\nHot air for a cool breeze?\nCold comfort for change?\nDid you exchange\nA walk-on part in the war\nFor a leading role in a cage?\nHow I wish, how I wish you were here\nWere just two lost souls\nSwimming in a fish bowl\nYear after year\nRunning over the same old ground\nWhat have we found?\nThe same old fears\nWish you wеre here"]}