{"train": ["I shouldve stayed at home\nCause right now I see all these people that love me\nBut I still feel alone\nCant help but check my phone\nI couldve made you mine\nBut no, it wasnt meant to be and see I wasnt made for you\nAnd you werent made for me\nThough it seemed so easy\nAnd thats because I wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nI cant wait to be your number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry\nBut wont you wait?\nYou know its too late\nIm on my own shit now\nLet me tell you how it feels to be fucking great\nI feel great\nWhoa, oh, oh, oh, oh\nYou need to be yourself\nLove someone for loving you instead of someone really cool\nThat makes your heart melt\nWho knows what you truly felt\nYoure still my favorite girl\nYou better trust me when I tell you there aint no one else\nMore beautiful in this damn world\nIn this damn world\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nI said that\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nBest friend\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nI say that Im happy\nI say that Im happy\nBut no, no, no, no\nNo, no, no, oh\nI still wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nAnd I cant wait to be your number, your number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry\nI still wanna be your favorite boy\nI wanna be the one\nI might just be the one", "Oh, I want to know\nWhere I can go\nWhen youre not around\nAnd Im feeling down\nSo wont you stay for a moment\nSo I can say\nI, I need you so?\nCause right now, you know\nThat nothing heres new\nAnd Im obsessed with you\nThen I fell to the ground\nAnd you smiled at me and said\nI dont wanna see you cry\nYou dont have to feel this emptiness\nShe said I love you til the day that I die\nWell, maybe shes right\nCause I dont wanna feel like Im not me\nAnd to be honest, I dont even know why\nI let myself get down in the first place\nTryna keep my mind at bay\nSunflower still grows at night\nWaiting for a minute til the suns seen through my eyes\nMake it down, down, do-down-down\nDiggy, dig down, doo-doo-doo-doo\nWaiting for a minute til the suns seen through my eyes\nYou know you need to get yourself to sleep and dream\nA dream of you and I\nTheres no need to keep an open eye\nI promise Im the one for you\nJust let me hold you in these arms tonight\nIm lucky to be me and you can see it in my face\nBack when I fucked my shit up too many times\nWhy would I let myself get down in the first place?\nTryna keep my mind at bay\nSunflower still grows at night\nWaiting for a minute til the suns seen through my eyes\nMake it down, down, do-down-down\nDiggy, dig down, doo-doo-doo-doo\nWaiting for a minute til the suns seen through my eyes\nAnd so she sat me down and told me that I didnt have to cry\nSaid I didnt need to get down or feel empty inside\nAnd told me that shell love me for as long as shes alive\nAnd well, maybe shes right\nCause I hate it when I feel like Im not me\nSee, I honestly dont even know why\nI-I honestly dont even know why\nTryna keep my mind at bay\nSunflower still grows at night\nWaiting for a minute til the suns seen through my eyes\nMake it down, down, do-down-down\nDiggy, dig down, doo-doo-doo-doo\nWaiting for a minute til the suns seen through my eyes", "How could I ignore you?\nTrust me I adore you\nWe’re swimming through our dreams\nKiss me in the shower\nFor a couple hours\nThough we’re only sixteen\nAnd sit down beside me\nDon’t call me daddy\nCause that’s just fucking weird\nPromise that youll stay here\nYou and I can lay here\nUntil the end of time\nBut girl, well dont you worry about me\nIt ain’t new to me, feeling this lonely \nGirl, dont worry about me\nBut if you’re ever unhappy\nThen maybe, baby, I must let you go\nLet you go\nBaby, now it’s best here, to lay me down and rest here\nLet’s dream of Corduroy\nWork for what you love to do and I will watch right over you\nWith your heart, I’ll never toy\nAnd you’re the other half of me\nDrink and sleep and laugh with me\nSave me from myself\nSee I’m a fucking basket-case\nUntil Im able to see your face\nYou saved me from myself\nBut girl, dont worry about me\nCause it aint new to me, feeling this lonely\nDarling baby, girl, dont worry about me\nCause if youre ever unhappy, if you’re ever unhappy\nIf you’re ever, ever unhappy\nThen maybe, maybe baby I must let you go", "When youre having fun, fun\nWhen youre having fun \nOut the window \nFind some time, find some time to do something\nFind some time, find some time to do something\nFind some time, find some time to do something\nAh\nBoredom got a new best friend\nCause boredom got a new best friend \nBoredom got a new best friend\nNa-na-na, na-na-na, oh-na-na-na\nOh, oh, oh\nFind some time, find some time to do something\nFind some time \nBoredom, boredom, boredom, boredom\nBoredom, boredom, boredom\nBoy, my bedroom floor is a cereal burial, Im serious\nI ate em all, dry boxes, bodies, yeah I caught em\nIf were talkin bout real meals, ask my stomach, he aint saw em\nIve been in this fuckin room so long\nMy eyeballs are turning to drywall\nMy friends suck, fuck em, Im over em\nHi yall, yall aint hit me all-day\nWhat the fuck is the problem? Is it me?\nCause Im not solved, Im... bored\nFind some time, find some time to do something\nFind some time, find some time to do something\nFind some time, find some time to do something\nBored and getting desperate as hell\nCellular not amusing and I hope someone will\nMessage me with some plans that are amusing as well\nCause I haven’t seen the exit of these walls since before this morning\nMorning, morning, morning, morning\nGot some cars I can handle but nowhere for performance\nMy stomach angry and yellin, I need some food, I could order\nBut I hate eating solo\nNeed someone, we can loiter in parking lots\nAs sunsets at the border, yeah\nRingy dingy dong, I cant be alone\nI been starting to feel like I dont know anyone\nSo now Im staring at my ceiling fuckin blowing\nLike I have no idea where Im going\nTick tock\nFind some time, find some time to do something\nFind some time, find some time to do something\nFind some time, find some time to do something \n \nCause boredom got a new best friend\nTick tock\nBoredom got a new best friend\nCause boredom got a new best friend\nTick tock\nFind some time, find some time\nGotta find some time, find some time\nGonna find some, find some time\nGotta find some time, find some time\nGonna find some, find some time\nGotta find some time, find some time\nGonna find some, find some time\nTime, time, time, time\nTime, time, time, time\nTime, time, time, time\nTime, time, time\nRides over, we got some tickets to see s-", "Dont kill a rose\nBefore it could bloom\nFly, baby, fly\nOut the cocoon\nYou dont have to hide\nI can smell it in your eyes\nThat theres something more to say, baby\nThem words\nDamn, run me back, yeah\nIf I could, if I could\nIf you could\nFind the words to say\nFind the words to say\nFind the words\nIn the garden\nShed\nGo\nDont kill a rose\nBefore it could bloom\nFly, baby, fly\nOut the cocoon\nAyo\nGarden shed, garden shed, garden shed, garden shed\nFor the garden\nThat is where I was hidin\nThat was real love I was in\nAint no reason to pretend\nGarden shed, garden shed, garden shed\nGarden shed for the garçons\nThem feelings that I was guardin\nHeavy on my mind\nAll my friends lost\nThey couldnt read the signs\nI didnt wanna talk and tell em my location\nAnd they aint wanna walk\nTruth is, since a youth kid, thought it was a phase\nThought itd be like the phrase; poof, gone\nBut, its still goin on\nBig fan of the beige tan\nPolka dot nose, how it goes\nHad to keep it on the subwoofer\nA couple butterflies wanna float\nBut I was always like, Eh\nBarely interested, but bagged just to brag to my boys like, Bruh\nThis is a crucial subject matter\nSensitive like cookin batter\nTil the temperature thats risin\nSteppin on that ladder, tryna\nGrab the rings of Saturn, Ima\nPlanet by the time you hear this\nShit and chatter bout the heat\nIt will not fuckin matter", "Always felt like I needed to please her, or impress her\nThough only in the hope that one day I would undress her\nDont be offended\nYou think Im bout to tell you that I love you\nBut I really, really, really fuckin dont\nSee the months of obsession\nAnd crying for hours\nI even started sittin down in the shower, girl\nIll take my time on my own\nAnd Ill be fine, now Im alone\nConstantly told stories with a stretch of the truth\nTrying hard to make memories to remember from youth\nDesperately wanting you to be interested too\nIts not clear what I need yet\nBut its clear its not you\nHeres what Id say to any young man thats still interested in you\nDo you prioritize the things in your life?\nThe things that you hope to do?\nCause if not, then\nMate, youd better trust me when I tell you that\nIts not worth forgettin about yourself\nBecause of one fucking girl\nShe may seem perfect, and gorgeous, and lovely\nYoull think she likes you\nI mean I thought she loved me, no\nBut no\nNeither of us will get down from the shelf\nThe only one she loves is herself", "Bitch, fuck! \nYou have a question?\nHow many cars can I buy til I run outta drive?\nHow much drive can I have until I run outta road?\nHow much road can they pave until I run outta land?\nHow much land can it be until I run in the ocean?\nNiggas go with the motions and all the plans\nSee, I was never into the beaches and all the sands\nSee, I was in the woods with flowers, rainbows, and posies\nFallin outta my pocket, but yall want to know if I swam to cool down\nHow much cooler can I get until I run out of fans?\nHow many fans can I have until they turn on the AC?\nIf the AC blow up, then Im TNT, Im gone\nIm gone and Im finished\nAnd I aint seen my friends in a minute\nGuessing nothing lasts forever\nYeah, nothing lasts forever\nNothing sticks together\nSick of sitting in doubt\nPlease let me figure this out, out\nShout out to the girls that I led on\nFor occasional head and always keepin my bed warm\nAnd tryin their hardest to keep my head on straight\nAnd keepin me up enough til I had thought I was airborne\nHow many raps can I write til I get me a chain?\nHow many chains can I wear til Im considered a slave?\nHow many slaves can it be til Nat Turner arise?\nHow many riots can it be until them Black lives matter?\nNiggas click-clack splatter, pew that nigga\nLife a game of basketball, you better shoot that nigga\nCause if that cop got trigger, he better pull\nCause when I get pulled over, I usually play it cool\nCause I know what Im drivin is usually paid in full\nAnd my ego and possessions, will not let me be one \nBecause I got a mansion, my mansion got some rooms\nThem rooms got some windows and my windows got some views\nThem views get some stares and my backyard does too\nAnd if you walk to the bottom youll prolly see a pool\nYou better not drown, keep them ten toes up\nCause if them ten toes down, that mean that you fucked up\nAnd thats what I swim in\nAnd if I drown and dont come back\nWhos gonna know? \nAnd if I crash and dont come back\nWhos gonna know? \nAnd if I fall and dont come back\nWhos gonna know? \nIm wondering if I dont come back\nMaybe then Ill know\nDont come back\nDont come back\nAyy, dont come back\nDont come back\nNo, no", "Loving is easy\nYou had me fucked up\nIt used to be so hard to see\nYeah, loving is easy\nWhen everythings perfect\nPlease dont change a single little thing for me\nListen, girl\nWhen you cant even hide it\nAnd it didnt take forever to find it\nI was all on my own\nAlmost glad to be alone\nUntil love came in on time, on time\nSo loving is easy\nYou had me fucked up\nIt used to be so hard to see\nYeah, loving is easy\nWhen everythings perfect\nPlease dont change a single little thing for me\nOh, oh\nAh, ah\nOh, oh\nAh, ah\nSo listen, girl\nWhen you cant even hide it\nAnd it didnt take forever to find it\nI was all on my own\nAlmost glad to be alone\nUntil love came in on time, oh, on time\nLoving is easy\nYou had me fucked up\nIt used to be so hard to see\nYeah, loving is easy\nWhen everythings perfect\nPlease dont change a single little thing for me\nOh, oh\nAh, ah\nOh, oh\nAh, ah", "Ill keep the pictures saved in a safe place\nWow, I look so weird here\nMy face has changed now\nIts a big shame\nSo many feelings, struggling to leave my mouth\nAnd its not that rare for me to let myself down\nIn a big way\nBut I had enough time and I found enough reason to accept that\nIts not the same anymore\nI lost the joy in my face\nMy life was simple before\nI should be happy, of course\nBut things just got much harder\nNow its just hard to ignore\nIts not the same anymore\nIts not the same anymore\nIts not the same, but its not a shame cause\nI spend a long time putting up with people\nPutting on my best face\nIts only normal when you stop things in the wrong way\nIts only four oclock and still, its been a long day\nI just wanna hit the hay\nPeople knocking on me like every day\nIm tired of taking stress\nIf only there could be another way\nIm tired of feeling suppressed\nAnd when they want me the most\nIm tired of acting like I care, but I do\nAnd I cant wait to hit the bed\nBut tomorrow makes me scared\nCause its not the same anymore\nI lost the joy in my face\nMy life was simple before\nI should be happy, of course \nBut things just got much harder\nNow its just hard to ignore\nIts not the same anymore \nIts not the same anymore \nOh-oh\nOh-oh\nI kept the feelings inside\nI open up when shit gets built up this high\nShe makes it easy to cry\nThe words fall out of me and theres no more disguise\nI miss the days when I was someone else\nI used to be so hungry\nRight now, my stomachs full as hell\nAnd Ive spent many months just hating on myself\nI cant keep wishing things will be different\nOr leaving problems on the shelf\nI wish I didnt need to get help\nBut I do\nBut I do\nOh-oh-oh\nI been so hard on myself, yeah\nEven my family can tell\nAnd they barely saw what I felt\nI wouldnt wish this on my enemy or anyone else\nIts not the same\nIts not the same as before\nIts not the same anymore\nAnd its fine because\nIve learned so much from before\nNow Im not short on advice\nTheres no excuses at all\nNo point in feeling upset\nWont take my place on the floor\nIll stand up straight like Im tall\nIts up to me, no one else\nIm doing this for myself\nIts not the same anymore\nIts better\nIt got better\nIts not the same anymore\nIts better\nYeah, yeah\nOh-oh\nOh-oh-oh-oh", "Ill be the one that stays till the end\nAnd Ill be the one that needs you again\nAnd Ill be the one that proposes in a garden of roses\nAnd truly loves you long after our curtain closes\nBut will you still love me when nobody wants me around?\nWhen I turn 81 and forget things, will you still be proud?\nCause I am the one thats waited this long\nAnd I am the one that might get it wrong\nAnd Ill be the one that will love you the way Im supposed to, girl, oh\nBut will you still love me when nobody wants me around, around?\nWhen I turn 81 and forget things, will you still be proud?\nProud of me and my short list of accomplishments, say\nAnd me and my lack of new news\nMe and my selfishness, oh, me and myself\nWish you nothing but a happy new version of you\nBecause I, I mmm, mmm, yeah\nI want you to tell me you find it hard to be yourself so I can say\nIts gonna be alright, yeah\nAnd I want you to love me the way you love your family\nThe way you love to show me what its like\nTo be happy", "The great protector\nIs that what Im supposed to be?\nWhat if all this counts for nothing\nEverything I thought Id be?\nWhat if by the time I realize\nIts too far behind to see?\nSeventy-mil projector\nI can show you everything, yeah\nAnd were on our way to glory\nWhere the show wont ever end\nAnd the encore lasts forever\nAnd its time were due to spend\nSpending the years together\nGrowing older every day \nI feel at home when Im around you\nAnd Ill gladly say again\nI hope the encore lasts forever\nNow theres time for us to spend\nAnd its sublime with you, my friend\nThis right here still feels like a honeymoon\nWhen you say my name, nothings changed\nIm still a boy inside my thoughts\nAm I meant to understand my faults?\nI dont think so\nI dont think Im meant to understand myself\nMaybe you do\nAnd thats good for you\nMaybe in time\nMaybe one day\nIll do the same\n(Ill do the same\nIll do the same\nIll do the same)\nIll do the same as you\nIll try and hold it up\nSoon I hope\nOr as soon as Im old enough\n(Old enough to understand\nOld enough to understand)\nStay forever, you know more than anyone \nAnd its you that knows my darkness\nAnd you know my bedroom needs\nYou could blast me and my secrets\nBut theres probably just no need", "Hey, Im not afraid, I can be myself and I\nHope you can be yourself as well, cause I can make you feel alright\nAnd there was so much happiness that we were still yet to find\nI said that you can call me Alex, baby, welcome to my life\nBut dont you worry, dont you, dont worry girl\nNo, Im not sure if Im into you\nThe last time that you checked, I was probably so sad and confused\nI dont know, no, I dont know what you like\nBut if youre looking for something new\nI know somebody that you could choose\nWhat about me?\nWhat about me?\nWhat about me and you together?\nSomething that could really last forever\nWhat about me?\nWhat about me?\nWhat about me and you together?\nSomething that could really last forever\nIf all my friends wanna be in her bed\nAnd I begin to wonder why\nI guess that Id be lying to myself\nCause who the fuck would be dumb enough\nTo reject an offer? Oh, what an offer\nNow two-two-ten-one-five\nCouple hours can change your life\nFrankie saying Oh, what a night!\nWhat a night?\nWhat the fuck is a girlfriend? Ima need advice\nMaybe I should go outside so I could get a fucking life\nI made a friend and she spent the night, and now\nIm in love and she remains in my life\nBack when we spoke in Europe\nI need insurance on my emotions\nI cant get hurt again\nFuck the past, fuck them, they all made me sad\nAnd I had no time to prepare to face my fears\nI guess that its time that I dried these tears\nBut if I could just be happy by the end of this song\nBut if by the time you hear it, you are already gone\nAnd it didnt go to plan\nThen why should I continue in this life\nWhen theres no one around to be the one who makes me smile?\nBut so far, everythings good \nOh, oh, oh\nSo far, everythings good \nOh, oh, oh\nNo, no, no\nNo, no, no, no, no-oh, oh\nI want the crowd in tears when they hear this\nIs that so wrong?", "I make enough mistakes\nAnd it feels like shes the only one that hears the things I say\nSo if for any reason theres some miscommunication or Im lying to her face\nMy immaturity and habits getting in the way\nCause I can barely breathe and I dont know how Ill explain myself this time\nWish it wasnt a case of this time\nBut why cant I be any other boy\nThat doesnt need a hand in love?\nSomeone that I would trust\nBut how did I fail\nTo give you all the love that you deserve?\nWhen youre the only thing thats worth\nWhat life is worth\nAnd I dont mind if you hate me\nCause baby if I were you I would probably hate me too\nI said that I dont mind if you hate me\nCause baby if I were you I would probably hate me too", "I grew up, you grew down, we found out\nEverything matters now \nWe grew up while you let yourself down\nI want out\nShe calmed me down that night I freaked out\nWe stayed up, I threw up in that house\nShe woke up face-to-face from the bed\nTwo in the en-suite, one in the early\nShe was like eight hours ahead\nTwo different countries, slept in a one-piece\nBaby boy in full effect\nAnd you couldnt see me, call back, repeat\nThats all thanks to poor connection\nFun for me, no\nMost time, its a pain in the neck\nI said its not that fun, see\nEverything makes me wanna quit while Im ahead\nHonestly\nShe wakes, we face-to-face from the bed\nI wish I could be with her instead\nWhen we speak face-to-face from the head\nThings go wayward and I end up upset, but\nNever had done\nNo, I never had\nOoh\nMaybe we grew outward \nIts true, I kept the truth to myself\nNow Im nothing but a coward \nAnd you were too busy making friends\nYou were occupied, I was in the shower\nYou were unaware, I was fully clothed\nAnd you didnt know about this\nBut you wouldnt even really need to know\nSo continue picking flowers \nRemember why youre here, my friend\nYou can sit back and relax\nAnd theyll always love you now and then\nTheyll always love you now and then\nAlways love you now and then\nTheyll always love you\nIts true\nShe wakes, we face-to-face from the bed\nI wish I could be with her instead\nWhen we speak face-to-face from the head\nThings go wayward and I end up upset\nLet me be over there again\nI wish I could be with her instead\nLet me return for the night shift\nI miss her like shes my only friend\nMy only friend, 100 percent\nI unplugged, then I dipped on my friends\nMy world got so much smaller this year\nTell me bout it\nShe wakes, we face-to-face from her bed\nInstead, instead, yeah\nWhen we speak face-to-face from the head\nFrom the head, yeah, yeah\nShe wakes, we face-to-face from the bed\nI wish I could be with her instead\nWhen we speak face-to-face from the head\nThings go wayward and I end up upset\nLet me be over there again\nI wish I could be with her instead\nLet me return for the night shift\nI miss her like shes my only friend\nI grew up, you grew down, we found out\nEverything matters now\nWe grew up while you let yourself down\nI want out", "Who am I to judge\nThe people who dont care for me\nWhen I dont care about them either?\nAnd who am I to judge\nThe friends that I once thought I knew?\nTheyre all off doing what they wanna do\nIm falling to pieces\nWhen Im on my own\nEven though Im a walking emotion\nAnd I cant go a day without you\nI saw myself as less and you so high above me\nBut I hope that you can learn to love me\nFour seasons, theyve flied by\nAnd I cry, usually in the evening\nBefore I calm myself and start sleeping\nAnd Ima sleep in, cause each weekend is like a Monday to me\nShe stay behind the bar at work\nSo Im getting Red Bull for free\nAnd Im so bored of being awkward\nI hit my head against a door\nOh, now she made me much less awkward\nIm not so awkward anymore\nAnd Im flying back to L.A.​\nAnd I cant wait for her to see\nAnd Im not fucking with first class\nBut Id sure like a sleeper seat, so\nIll find a spot thats just for me and see if I can cope\nWithout an ounce of pain, without an ounce of pain\nNow that youre around, I pray you dont go\nAnd we dont even need to mention all the things that matter\nOr anything youre stressing bout\nJust tell me why your day was good\nAnd love me after hours\nNow that youre around, I pray you dont go\nCause since you made me social, Im no longer eating solo\nI said thank you, and thanks bro\nWith the wet shirt in the front row\nSweat shirt thats young me playing Erykah, afro\nWay back, back when I would have worn a snapback\nBut fuck that, fuck that\nAnd I hate myself for what Im bout to say\nBut I feel as if its time to get away\nIll find a spot thats just for me and see if I can cope\nWithout an ounce of pain, without an ounce of pain\nI said the likelihood just frightens me and its easier to hide\nBut I cant ignore it endlessly, eventually, things die\nBut if only hed remember my name one final time\nI said the likelihood just frightens me and its easier to hide\nBut I cant ignore it endlessly, eventually, things die\nBut if only hed remember my name one final time\nI said the likelihood just frightens me and its easier to hide\nBut I cant ignore it endlessly, eventually, things die\nBut if only hed remember my name one final time\nAll the things that matter or anything youre stressing bout\nJust tell me why your day was good and love me after hours\nNow that youre around I pray you dont go\nCause since you made me social, Im no longer eating solo\nSaid the likelihood just frightens me and its easier to hide\nBut I cant ignore it endlessly, eventually, things die\nBut if only hed remember my name one final time", "Yeah, I dont know where to start\nHow do you admit that youre falling apart?\nI mean, how will I admit that Im falling apart?\nMy mothers gonna worry but Im fine in my heart\nIve lived the words that Ive said\nAnd I live with a voice that tends to tell me that Im shit in my head\nWell maybe I should fuck it and be happy instead\nI should just say fuck it and be happy instead, right? Right\nCause theres a lot of people tryin to tell me how to deal with myself\nBut Im not gonna listen if you mention my health\nI dont care, dont tell me and dont text me\nCause that kind of shit upsets me, just kind of affects me\nAnd its bringing me down, and Im not gonna lie\nThese days I prefer to just not be outside\nAnd these days I just end up spending all of my time\nWith my girlfriend, but to be honest, I think thats alright\nCause time keeps rollin and Im just makin songs\nAnd Im no longer sure where I belong\nSome people concentrate on style too much\nBut I think I just force myself to smile too much\nAnd that should soon end for the best\nI wanna live my life with no stress\nLove life and feel blessed, like\nIts kind of funny on the inside\nIm tryin to be a man, but really Im just a little child, shit\nAnd thats pretty much it, yeah, thats pretty much it\nOh yeah\nMy jaw hurts a lot because I grind it with stress \nI was an idiot recently and lost a lot of my friends \nNothing brings me joy and nothing makes me smile\nBeing at school makes me aware of how I havent been myself in awhile \nAnd I wonder what it was like to be 11\nWonder if theres such a thing as life after death, such a thing as heaven \nAnd every now and then I think about the fact that Id become a legend if I died at", "You can never do wrong\nIts me that makes the evening long\nAnd I hope you believe me when I say\nThat I dont see any other\nYeah, youre the only one to meet my mother\nAnd it shows she loves the way you love me, so\nYes, I know she loves the way you love me, girl\nBut I wanna show them\nHow much I need her, Im in this place again\nYeah, I wanna show them\nThat this aint a fantasy, shes my best fucking friend\nAnd I wanna show, I wanna show her the world\nI need to know, shes down to go\nAnd I wanna show, I wanna show her the world\nBut I need to know that Im not a-\nIm not alone, oh\nIm not alone\nI said, I wanna know, know, know, know, know\nSaid that I need to show, wanna show her the world\nAnd I need to know that shes down to go\nAnd I wanna know that shes not alone\nAnd Im not, no Im not alone, Im not alone\nNo, Im not alone\nI wanna know, said show her the world\nAnd I need to know, na, na, know", "I had to think about my oldest friends\nNow, I no longer hang with them\nAnd I cant wait to be home again\nI had a year that nearly sent me off the edge\nI feel like a five, I cant pretend\nBut if I get my shit together this year\nMaybe Ill be a ten\nHelp myself a little better\nCause its getting tirin\nAnd I cant wait for the summer\nNow, Im gonna need a moment\nI did it again, I did it again\nNo control over my emotions\nOne year on and I still cant focus\nI did it again, yeah\nI did it, I did it again\nTwelve rounds in, fightin solo\nBut nobody wins when it ends\nWell be placin memories in frames\nInvitin people round to stay\nAnd always owning up to things, to things\nCause after all, I guess it all depends upon\nThe people you choose and where youre from\nIf so, Ive been so lucky, so far, its outrageous\nI wont complain \nIll give myself a little credit\nSince I dealt with all the pain\nYeah, I turned superhero\nIm comin in Bruce Wayne\nYeah, I did it again, I did it again\nBut this time I took control\nAnd turned my shit round\nSometimes you gotta cut a bitch out\nIm livin again, yeah\nIm livin, Im livin again\nNa na-na-na na, na, na, na\nNa na-na, na, na-na, na, na\nNa-na, na-na-na-na, na, na-na-na, na\nNow, Im safe and sound where I belong\nIt took all my strength to carry on\nAnd though its still hard work to find the words\nIm still gonna write this fuckin song\nCause after all, I guess it all depends upon\nThe people you choose and where youre from", "Ah!\nOoh-ooh, ooh \nOoh, ooh-ooh, ooh-ooh\nIts hard to make yourself believe\nThat itll get better when you feel defeated\nAnd carrying on is easier said than done\nIt took a while to see that I was in need\nOf help from somebody else but she keeps\nReminding me that Im not the only one\nAnd babe, I woulda told you this was gonna happen\nIf I had known that it would\nBut now theres less time and more things that I need to say\nAnd Im afraid\nThat there will always be a part of me thats holding on\nAnd still believes that everything is fine\nAnd that Im living a normal life\nBut until somebody sits me down\nAnd tells me that Im different now\nIll always be the way I always am\nOh, oh\nOoh-ooh, ooh \nOoh, ooh-ooh, ooh-ooh\nMy apologies, its such a shame\nI never planned to feel this way\nBut the more that I try, the more Im seeing a difference\nIm not gonna lie\nAnd now I get to sit down\nAnd Im happy to admit now, Im on my way\nIt seems Im not invincible\nBut Im bored of the pain and I need to explain\nYeah, there will always be a part of me thats holding on\nAnd still believes that everything is fine\nAnd that Im living a normal life\nBut until somebody sits me down\nAnd tells me why Im different now\nIll always be the way I always am\nYeah, yeah\nI, I\nWoo", "Now theres no one left to blame\nAnd your face stays the same\nYoure ashamed to say you feel relieved\nStay away from your own family\nBut years from now\nIf you could make them proud\nYou could leave the world and feel like youve\nAchieved the things you hoped to do, but\nHonestly, I dont feel ordinary cause I havent been at home in a while\nTell them that its only temporary, Im trying my best to smile\nBut thats never enough\nCause when you lose the ones you love\nYou might find it hard to cry\nUntil its only you and everybody else has left the room\nYou might feel what its like to not know how to feel\nYou see, my old ladys old man just now left\nAnd theres nothing I can say except this long awaited rest\nIs a good thing, and all good things must come to an end\nIts right in front of me so theres no reason to pretend\nExcept, Im afraid to die\nIf this were a movie, youd be taking our kids to school\nAnd I would be Channing Tatum or somebody sexy, somebody cool\nBut years from now\nIf you could make them proud\nYou could leave the world and feel like youve\nAchieved the things you hoped to do, cause\nHonestly, I dont feel ordinary cause I havent left my house in a while\nTell them that its only temporary, Im trying my best to smile\nBut thats never enough\nCause when you lose the ones you love\nYou might find it hard to cry\nUntil its only you and everybody else has left the room\nYou might feel what its like to not know how to feel\nDont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nWell, I could be the one to help\nNo, dont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nI wanna be the one to help\nNo, dont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nI wanna be the one to help\nNo, dont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nI wanna be the one to help\nDont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nWell, I could be the one to help\nSaid, dont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nWell, I could be the one to help", "Grass stains all on my blue jeans\nThey used to be new jeans\nBut now they’re all fucked\nHeartbreak\nSummer’s gone and so is she\nThe only one left I know is me\nBut I still feel fucked\nPizza box\nWedding ring left amongst the crust\nRemember when your wedding ring began to rust\nAnd the Mona Lisa wasn’t real\n2 PM\nWhys Madonna on the radio?\nAnd where on Earth did my baby go\nWell was she ever even mine\nWas she ever even mine\nSo I’m sorry that you’re tired\nAnd you don’t wanna leave\nBut girl, I can’t stop your crying\nIt’s a shame that you can’t see\nIt’s all here for you\nIt’s all here for you\nI heard she hates her dad\nEven though he bought her that Mercedes-Benz\nShe likes to stay alone\nAnd do drugs with her friends\nPass out in the afternoon\nAnd wake up next to them\nShe needs to know herself\nBefore she falls in love again\nWoah, woah\nSwimming pools\nRich youth and being cool\nWe didn’t learn a single thing in school\nBut daddy already paid\nWhip the Benz\nPedal to the floor in your new heels\nWish you could know just how happiness feels\nBut at least you’re all alone\nBut at least you’re all alone\nFor fucks sake", "Youre my favorite song\nYour melodys so strong\nWhen I think of you\nYoure a dream come true\nWhat Im trying to say\nIs that Ill always\nIll always love you\nOhhh\nYoure my sing-a-long\nYoure the only song on my iPod\nYoure the only CD I keep in the whip \nYoure my number one song on every playlist \nWhat Im trying to say\nThat Ill \nAlways \nAlways love you\nBreaking love is not like breaking up\nIt takes some making love\nIt takes some waking up early and making bacon\nIt takes scripture chasing seeing Nathan\nWhen youve both been saving up\nPatience, perseverance\nWaiting, dating\nTaking blatant disrespect from groupies\nGoofies hating\nHear my love jack\nHand on my heart jack\nHand me my shotMy shit is so conditional yeah yall\nFall out every time the caller drop\nYall might need a better otterbox\nBreaking love is not like breaking up\nCause aint no breaking love\nIt aint no faking love\nIts give and take in love\nMan it wont break us, made of faith and Saviors blood\nBabe we aint breaking up\nWhat Im trying to say\nThat Ill always\nIll always love you\n Forever\n Forever\n Forever yeah\nForever, forever \nForever \n Forever, ever\nTill I go down, my descent, ooh", "I care about you, in every way I can\nYou know Im troubled, but I know you can understand\nIm sorry for the strain\nNo one prepares you for the way in which things change\nBut youve been amazing, saw me through my darkest stage\nAnd you always forgave me\nAnd now you love me just the same\nIt means the most, I hope you know\nAnd I hope you know\nThat I think about you in every single way\nYoure more familiar to me, more and more each day\nI cry in front of you, and its very necessary, babe\nI will care about you, in every way I can", "I guess you got me where you want me, girl\nAnd Im not sure if we should slow it down \nAnd Im ashamed of the way that Ive appeared\nBut I promise Im not gonna let you down \nBy the way, I dont know how to be in love\nIm not afraid, Im a slave right away\nAnd Im here for good\nAnd theres not a day that I wont be yours\nAnd Im glad Im not alone anymore\nIs this too good to be true?\nCant you see Im just a fool?\nBut if you have a couple hours, call me tonight\nI guess Im falling in the same way\nCause I know after dark I will want you here \nIm just like you, boy\nWe have so much to lose or the best to come\nAnd by the way, its a way that I havent felt before\nI have to say, that I feel like Ive never been so sure\nAnd theres not a day that I wont be yours\nAnd Im glad Im not alone anymore\nIs this too good to be true?\nCant you see Im just a fool?\nBecause I need to know, I need to know\nYoure all I need \nAnd youre all I see \nCant you see, all I need, never take that away from me", "Uh, do I feel happy in life....\nUm...\nUm, lets see...\nDon’t miss me when I’m dead\nLive life and don’t think twice\nDon’t miss me when I’m gone\nI’ll see you soon in paradise\nWhen I leave you\nTake my last few pennies\nAnd buy yourself something nice\nBecause, before you know it\nWe’ll be together again\nForever in paradise\nForever in paradise\nForever in paradise\nForever in paradise\nCan’t feel my arms or my legs \nMaybe I’m already dead\nI can’t hear my voice, thank God \nCause I hate the sound of my own voice\nI would like to be more sociable than I am\nBut there is something in people where they want - or they need solitude for a while\nI do my best to keep it with my people\nMh, but what the fuck does that even mean?\nWorried bout your life\nNow another thought of death\nHow you’re gonna figure out\nHow you’re gonna do your best\nSee the reason why they did not understand you in school\nSame reason why you tell yourself you’re not cool\nTrust your ideas\nAnd only drink beers, if you really want to\nAnd not just cause they’re free\nAnd not just cause your friends have had three\nOn to the fourth\nBut you still can’t see why they would want to drink this\nCold branded bottled\nFizzing piss\nBut take it from the voice inside your head\nYou don’t have to drink at all\nFuck what they said about a good night\nFuck a good night\nWho needs an academic career when you’re the one with all the ideas?\nCan’t feel my arms or my legs\nMaybe I’m already dead\nCan’t hear my voice, thank God\nCause I hate the sound of my own voice\nWrong\nWho can tell?\nI’ll probably see you all in hell\nMight be wrong\nWho can tell\nI’ll probably see you all in hell, yeah\nMight be wrong\nMight be wrong\nWho can tell\nI’ll probably see you all in hell\nMight be wrong\nWho can tell\nI’ll probably see you all in hell\nI’ll probably see you all in hell\nI’ll probably see you all in hell\nIll probably see -", "Ay\nWhen we first spent the night\nNothing else would ever feel that way\nIn my room it all changed\nAnd I could see something in your eyes\nI knew that nothing else would be the same\nBut I wish that I could grow up, the way in which you grow up\nCause then youd never see me cry\nAnd Id feel like a better guy\nCause nothing, nothing\nOh, nothing, no\nI said, that nothing else would ever be the same\nWhen we first spent the night\nNo, nothing else could ever feel that way\nIn my room it all changed, yeah\nNothing seems to be as floral as you, baby\nA scarlet love and dew-light touches were so sacred\nI could never leave your face\nShower you with my warm embrace, baby\nAnd I still see that in your eyes\nI hope that nothing will ever change\nCause I wish that I could grow up, the way in which you grow up\nCause then Id love myself and I, Id feel like a better guy\nCause nothing, no, nothing\nNo, nothing, no\nI said, that nothing else would ever be the same\nSame, same, same \nCause lately Ive been missing you\nAnd I just kinda want your body \nI know I could ease the pain \nAnd I know you done missed me too, and if thats true, well Im sorry \nBut at least Im on my feet again \nBut listen, girl\nCouldnt you tell Im scared as well?\nYou could hold my hand \nSay something, something that could ease my pain\nEase my pain\nOoh, ooh", "Baby you braved it\nI understand you had a bad day and shit\nSo I say something dumb as fuck\nAnd luckily it gives you a facelift\nBut really I couldnt take it\nEspecially when the volume is raising\n she came in the room\nChicane in the road\nNow my mind is racing\nYou care too\nWhere to?\nThree days in a row my plans fell through\nCrying in a hotel room\nYou listen\nIf I could Id be staying at the Edition\nFor real\nI would meet you at a certain time\nAnd take my time to make my decision\nFor real\nIm only ever trying to help you \nIts only ev​er love \nIts only ever love, baby\nIm only ever trying to help you \nIts only ever love, baby \nIts only ever love\nIts only ever trying to be loved in a hotel room", "Our family reunion\nId rather be anywhere but here\nIts like a pain you shouldnt ignore\nBut my uncles here to open the door and I dont like him\nThis family reunion\nI felt so uncomfortable, I left\nThey all decided to stay\nSo its just me and my mistakes\nAnd Id like to know that you smile when youre alone\nAnd when you need time to yourself\nRemember me, I wont be anyone else\nIm just the boy you love\nIm just the boy\nAnd my lover, my best friend\nWhen I heard that you dont know why youre here\nI fell face down\nAnd became one with the ground\nAnd my lovers best friend\nNo, he doesnt know what to suggest\nHe does everything for love\nBut when his everything just isnt enough\nHed like to know that you smile when youre alone \nAnd when you need time to yourself \nRemember me, I wont be anyone else\nIm just the boy you love\nThe boy you love, ooh\nAnd if it looks like you dont love me then\nThats alright and I would let you be content\nIm still your friend\nNo revenge and no regrets\nNo regrets, no regrets\nAnd if it looks like God might judge me\nThen I dont even wanna stay another day\nCause if hes the one, then who am I?\nHe calls the shots\nAnd he always decides\nThen, whats the point in living life\nLiving life, when its all for him?\nAll for him\nAll for him\nOoh, oh yeah", "It doesnt come that easy anyway\nEvery time I try, it never feels the way it did at the start\nThis one for my dawgs\nThat see where I’m coming from and know why its hard\nI do it for you\nNo one can save me this evening\nShe does her all but Ive never been the easiest ride\nShe says, It’s okay, we know its alright\nI can see us in a house next year\n making your mind up\nYou can figure out what goes where\n keeping it real with me all the time\nAll the while, they cant touch me anyway\nSo Ill be holding it down with you every day\nHolding it down \nOh, oh, Ill be holding it down\nHolding it down \nOh, oh\nIm so good at falling asleep\nGrateful for you waking me\nIf it werent for you, I would’ve stayed here for weeks\nAnd the bed is just upstairs, the only place I feel peace\nThere’s nothing I forgot to do\nNowhere that Ima need to be\nThere’s no one left for me to impress\nHow am I meant to know whats good\nWhen nothing good on the screen?\nIts been the same way for a while now and Ima come clean\nYou know that I haven’t been inspired since like I was 18\nAnd the extra stress isnt necessary anyway\nSo the only thing thats worrying is right in front of me in a line\nAnd life is too short to be staying inside\nBut I didnt realize I ran from the light\nAnd no one can save me, Im bleeding\nI do my best, but I rarely am a regular guy\nAt least Ive got 3-6-4 more days to get it right\nI can see us in a house next year\nYoull be making your mind up\nYou can figure out what goes where\nYoull be keeping it real with me all the time\nNo distraction, no ones even tryna reach me\nWell, not until they need something, honestly\nAnd the trouble is\nEverybody needs something all the fuckin time \nEverybody needs something all the fuckin time\nOh yeah\nIt doesnt happen like this every day\nEvery time I look at her, I feel the way I did at the start\nShes holding me up, Ill never depart\nAll the emotions straight from the heart\nShe got me all in my feelings\nI wouldnt know how to live life if it wasnt with her\nI know what its worth", "I was lost, felt nothing at all but\nIm coming back now, yeah, Im in the background\nNo need to react now that everythings done \nI thought it would be simple enough\nAnd I had to grow up\nJust to learn all the ways that its not\nBut I never thought that Id wanna call it quits in my whole life\nI never aimed to feel confused, I blame myself to tell the truth\nBut now I know that everythings hard when youre living in the dark\nAnd you dont even wanna see it through\nIf that had to be the way Id be feeling for days\nAnd I knew it back then, I probably wouldnt do it\nBut I never got the chance to tell you\nI never had the balls to tell you\nNo, I never had the balls to tell you\nI did everything that I could, but still, I was helpless \nI shouldnt waste my precious time\nOn anybody living off of mine\nAnd now I know that things are getting better\nI could live like this forever\nYeah, yeah, yeah, yeah\nWhen I found my own way out\nWas to open my mouth and be honest\nI had to go and do it, yeah\nThis could be the best decision that you ever make\nPlease, dont be afraid, she reassures me\nI know its hard to play pretend\nI promise you its due to end\nAnd winners never quit, you know, so quitters never win\nIm your man if youre looking for good times\nFeel amazing and Im on my way home\nYeah, Im finally in the zone\nI heard the word goodbye and felt surprised\nThat I wasnt even sad in the slightest\nMy mind was made up, but if I had to live a life\nOnly being polite, Id be giving in\nIm never gonna do it\nI never got the chance to tell you\nI never had the balls to tell you\nNo, I never had the balls to tell you now\nBalls to tell you\nBalls to tell you\nI never got the chance to tell you \nNever had the balls to tell you\nBalls to tell you\nBut I never got the chance to tell you \nNever had the balls to tell you \nBalls to tell you", "Yeah\nThey wanna take whats yours\nThey wanna go for dinner on your name\nI let them take control and take me for a fool\nIts such a shame\nI never said a word and all the time that I waited was a waste\nThey wanna see me stressed out every day, I know it\nThey wanna lie and still be friends\nBut when youre at your worst, theyre not there\nAnd you discovered that they dont care\nSo, you didnt know any better\nDoesnt it feel unfair?\nDoesnt it?\nDoesnt it?\nDoesnt it?\nThey wanna see me stressed out every day, I know it \nThey wanna lie and still be friends\nBut when youre at your worst, theyre not there\nAnd you discovered that they dont care\nSo, you didnt know no better \nDoesnt it feel unfair? \nYeah, yeah\n(Oh, you wanna see how?\nOnly wanna check on me now\nOh, you wanna see how?\nOnly wanna check on me now)", "Looking back, I guess that ignorance was a breeze\nI thought I knew everything but I was naive\nDidnt understand until the age of 18\nYeah, even then I was blind\n2012, I remember being in need\nTrue, 2015, you were fallin for me\nYou sent through a love letter for me to read\nAnd its engraved in my mind\nShe changed the world I know\nAnd its better for it\nFour years later, and look where we really are\nLook how far weve come\nLook at us now\nOh-oh, were flying, I finally know Im here for a reason\nThank you for waiting on me\nIm dying to see her, shes my favourite ever season\nThank you for everything\nJanuary, baby, I was takin my time\nSpending summer and then well be good in July\nWhy cant it be like this for the rest of my life?\nHuh, no, I wouldnt mind\nCause she changed the world I know\nAnd its better for it\nFour years later, and look where we really are\nLook how far weve come\nAnd nothings changed that much\nLook at us now, Im proud of you\nOh-oh, shes on her way towards me\nThat means it all gets better soon\nI hope my world feels better soon\nYou let me do what I needed to\nSo this ones for you\nCause even when my worst traits get in the way\nYoure here to help me feel safe\nI dont need to be with anyone else\nI dont need to explain\nNo, I dont need to explain\nShe changed the world I know\nAnd its better for it\nFour years later, and look where we really are\nShe changed the world I know\nAnd its better for it\nShe changed the world I know\nLook at us now\nIm dying to see her\nFour years later, and look where we really are\nIm dying to see her\nLook at us now", "Not sure what youre looking for\nYou wont find it here\nI attempt to stay, attempt to stay at home\nAnd try to keep my mind clear\nOverthinking again\nAre my problems deeper than me?\nI guess theyre deeper than meaning\nThe more you think about it\nSo its always worse than it seems\nOverthinking again\nWell she was only 16\nAll the things you think about\nWell join the lonely souls and sing this out\nI just wanna know love\nMother wont you tell me\nWhen will I know love?\nBaby please forgive me\nNot able to show love\nThere aint no love for me\nI just wanna know love\nMother wont you tell me\nWhen will I know love?\nBaby please forgive me\nNot able to show love\nThere aint no love for me\nAnd I didnt know what you wanted\nAnd you didnt know that I was trouble\nAnd we didnt know what could happen, what could happen\nIve become sheltered\nMore than ready for action\nAnd I feel like I forgotten how it feels to feel satisfaction\nAnd well, at night I cant sleep\nI dont have to count sheep\nI just gotta count my blessings and the people around me\nAnd stay on my damn feet\nOverthinking again, Im overthinking again\nWell all the things you think about\nJoin the lonely souls and sing this out\nI just wanna know love\nMother wont you tell me\nWhen will I know love?\nBaby please forgive me\nNot able to show love\nThere aint no love for me\nI just wanna know love\nMother wont you tell me\nWhen will I know love?\nBaby please forgive me\nNot able to show love\nThere aint no love for me\nI just wanna know love\nI just wanna know love\nI just wanna know love\nI just wanna know love\nI just wanna know love\nI just want to know love\nI just wanna know love\nI just wanna know love\nI just wanna know love", "I might eat breakfast here before I move on\nLaser lights all around me when I get the chance\nTo get my groove on\nDancing by myself, I still take my shoes off\nAnd ignore it til I feel alright\nAnd I might get restless if I stay for too long\nI would up and leave this fuckin bullshit\nIf it meant that I could see her\nDancing to the shit that sounds nothing like me, huh?\nDancing to the shit I like\nBut now Im losing my speed\nBecause Im not the type of person who can handle defeat\nAnd Ill be caught up and confused about what matters to me\nStill in the same position same time next week\nIll be losing my speed, for sure\nBut I dont like it anymore, nah\nLosing my, losing my\nPalm to the face, when we have to speak I usually shoegaze\nAnd if I saw you in public, I would pretend to tie my shoelace\nJust so we avoid the, Whats up-up-up?\nYoull never love me like they do, youll never love me like she does\nYou, I could never commit to, Im too fond of my own freedom\nI know youre all about the checks, but boy, I dont need em\nI think Ill get that myself\nThank you anyway \nSaid, Im losing my, losing my speed", "My momma said I didn’t come into this world with tears\nInstead, I welcomed her with open eyes and open ears\nBecame the glue to a few things that couldn’t be repaired\nWe saw our future in each other, blending hope and fear\nSome things you don’t get to decide, it’s just a fate you share\nI used to try to hold the weight that she would need to bear\nWatched uncles going on vacation for a couple years\nWhen thеy came back they needed clothеs and had no souvenirs\nI pick up the phone, they’re calling us from correction\nBut nothing is wrong, it’s filling my heart with questions\nMy momma is home, I’m following her expressions\nA drop in her tone, some things that she had to mention\nI nodded, I listened, she had all of my attention\nWhen you on your own, there gonna be some directions\nI need you to follow and never make an exception\nI nodded; she held me and wished I would be protected\nYou always used to tell me\nI can be anything I wanna be\nBut its hard to see\nIts hard to be\nYou always used to tell me\nI can be anything I wanna be\nBut its hard to see\nIts hard to be with you\nOn my sucker-free shit since I was a fetus\nPullin’ up at the doc in a Mazda 626\nBet my dad was trippin’ bad, hit the gas like car-chase\nLight blue in the back, momma gettin labor pains\nDropped my sister at the Bulls like house was twenty-three\nSweat dripping down my face like river runnin’ free\nDark morning with the fog pourin’ in and out the trees\nEvery movement through they eyes seem to zoom at lightspeed\nBefore me, she lost one, stillborn tragedy\nGrittin’ the teeth down to the root, pain like a cavity\nHoldin hands like they glued, radio channel on news\nValentines with a X up on the calendar\nThey knew I would be a fuckin’ baller like them posters on the wall\nA little stain could be the beauty in it all\nAmidst all the trouble, most your luck was rubbin’ off\nStickin’ to you like moss—you my Kate, you my rock\nForever\nYou always used to tell me\nI can be anything I wanna be\nBut its hard to see\nIts hard to be\nYou always used to tell me\nI can be anything I wanna be\nBut it’s hard to see\nIts hard to be with you\nHere I go, Im gonna spread my wings\nAll grown up, let go and look at me\nYoull always be \nA part of me \nHere I go, Im gonna spread my wings\nAll grown up, let go and look at me\nYoull always be \nA part of me \nThats why\nA part of me, a part of me, a part of me, a part of me\nA part of me, a part of me, a part of me, a part of me\nThats why", "How you been?\nHave you told your mother about me?\nI heard you’ve been away to discover yourself or somethin\nBut was it worth it when you stole his heart?\nNever returned it, but he earned shit for you from the start\nAre you workin or just wastin your time?\nDid I mention that you’re still on my mind?\nStill that lonely guy\nLow yet high\nDont know why I still get at your phone\nLike, me, I should fuckin focus on my own life\nYeah, but the bigger picture\nSlips and you become more significant in the mixture\nCan’t seem to see myself\nAlways strive to be myself\nBut who am I, who am I?", "You send me round my own head\nThoughts surrounding\nAs I lay me down in my own bed\nWith the sheets like weights\nAnd brain tied down to a stone cold pillow\nBut the pillow just feels like grey cement\nOpen your ears for this is my final lament\nLove songs aint for me no more\nBut this wont be the last you hear for sure\nCause men will send you everything you need\nPlus the money, sex\nAnd I can bet theyll all be taller than me\nBut this isnt about Alex\nIt never was, you see\nIts about the girl who changed him\nBut it wasnt meant to be\nNo, this was never about Alex\nNever about me\nIts about the one that was not the one\nBut I was love-blind to see\nBut what is love?\nOr was this love?\nOr just a minor obsession with what I thought I needed?\nWas this love? I will never know\nBut I feel my time is up\nBut now, its just time for me to go\nDont wait for me, please dont wait\nI respect your decision\nBut if you ever have a change of heart\nKnow that its not too late", "And I can still see the eyes\nHis brown eyes\nHe was looking deeper into me than I wouldve liked\nNah I dont have any change on me man, Im sorry\nCouldve made a contribution\nAnd I can still see the eyes\nHer green eyes\nShe was busy with her friends\nBut I wanted her to notice me, like\nYo, how are you?\nYeah nah, Ive never been more content\nCouldve told her the truth\nAnd I can still see the eyes\nThe red eyes of those around me\nThey like doing it\nAnd wish to grow into the shoes of their idols\nWhat nah nah its cool man\nIts really, its not me but\nThanks anyway\nCouldve had a fun night\nAnd I can still see the eyes\nHis brown eyes\nHe was looking deeper into me than I wouldve liked\nAnd I dont have any change on me man, Im sorry\nBut I shouldve given him the coins in my pockets\nCouldve stopped and opened my wallet\nCouldve done whats right cause he wants it\nBut who doesnt want it\nSee money is the only motive\nBut money is a sin and I loath it\nThe reason were waiting for something\nThe only reason why people are hungry, child\nPeople are hungry now\nMoney, the reason that we cant make money\nThe reason why a prick is running the country\nNo matter when you hear this know that\nTheres always gonna be a prick running the country\nBut you better get your votes in\nBest get your votes in\nBecause-\nThey know best", "Talk as if Im ready to die\nBut Im really not ready to die\nI dont mind\nYou can tell me bout your day\nIf you wanna sit together\nIn silence for a number of hours\nThat is OK\nThat is fine by me\nI was surprised you see\nWhen you asked if I wanted to chill\nBecause you used to say\nYoure really not a fan of awkward tension\nAnd I can be quiet and self loathing\nAnd have a constant need for attention\nNot to mention\nConfusing humor\nI might be rude about your music taste\nSo, Im sorry in advance\nBut the industry moves quickly\nAnd I feel the need to keep up with names and faces\nSo I find new sounds on a daily basis\nIts not difficult to listen on a daily basis, but\nStill question my existence on a daily basis\nTie my shoes up on a daily basis\nWrite my thoughts down on a daily basis\nWorry about life\nAnd wonder how many days I have left on this daily basis\nSixteen years in so see all youre able to see\nSixteen years in because youll never be free\nAnd I should really get to sleep", "", "Where is home?\nStreets are home\nI walk them time and time again\nAnd each time I am alone\nWhere is she?\nVisions of her asleep\nVisions of her and him together\nLiving by the sea\nBut please dont drown\nOr let him hold you down\nWith the waves above your head\nAnd please dont sleep yourself into a dream\nI stay beneath your bed\nBut dont go please\nA cold breeze\nPulling teeth\nPissed off and nosebleeds\nStay here just for the weekend\nSee friends later\nI wish that I could hate her\nBut theyre just the words that I sold, to you\nMaybe girl we could grow old\nBut the shower is cold\nAnd Im sour-souled\nAnd darker than the black knight\nThis age is old", "I should have stayed at home\nCause right now I see all these people who love me but I still feel alone\nCant help but check my phone\nI should have made you mine\nBut no it wasnt meant to be and see I wasnt made for you and you werent made for me\nThough it seemed so easy...\nAnd thats because I wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nAnd I cant wait to be your number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry\nBut wont you wait\nYou know its too late\nIm on my own shit now\nAnd let me tell you how it feels to be fucking great\nI feel great\nYou need to be yourself\nLove someone for lovin you instead of someone really cool that makes your heart melt\nWho knows what you truly felt\nYoure still my favorite girl\nYou better trust me when I tell you there aint no one else more beautiful in this damn world\nIn this damn world\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend, mmm\nI said that\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nI say that Im happy\nI say that Im happy\nBut no, no, no, no\nNo, no, no, oh\nI still wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nAnd I cant wait to be your number - your number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry\nI still wanna be your favorite boy\nI wanna be the one...\nI might just be the one...", "Youve got a friend in me\nYouve got a friend in me\nWhen the road looks, rough ahead\nAnd youre miles and miles\nFrom your nice warm bed\nJust remember what your old pal said\nBoy, youve got a friend in me\nYouve got a friend in me\nYouve got a friend in me\nYouve got a friend in me\nYouve got troubles, Ive got em too\nThere isnt anything I wouldnt do for you\nWe stick together and we see it through\nYouve got a friend in me\nYouve got a friend in me\nAnd some other folks might be\nA little bit smarter than I am\nBigger and stronger too\nMaybe\nBut none of them will ever love you the way I do\nIts me and you, boy\nAnd as the years go by\nOur friendship will never die\nYoure gonna see\nIts our destiny\nYouve got a friend in me\nYouve got a friend in me\nYouve got a friend in me\nYouve got a friend in me", "I should have stayed at home\nCause right now I see all these people that love me but I still feel alone\nCant help but check my phone\nI could have made you mine\nBut no, it wasnt meant to be and see I wasnt made for you and you werent made for me\nThough it seemed so easy...\nAnd thats because I wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nAnd I cant wait to be your number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry...\nBut, wont you wait?\nYou know its too late\nIm on my own shit now\nLet me tell you how it feels to be fucking great\nI feel great\nOhoh oh oh\nYou need to be yourself\nAnd love someone for loving you instead of someone really cool that makes your heart melt\nWho knows what you truly felt\nYoure still my favorite girl\nYou better trust me when I tell you there aint no one else more beautiful in this damn world\nIn this damn world...\nYoure gonna wanna be my best friend, baby\nYoure gonna wanna be my best friend\nYoure gonna wanna be my best friend, baby\nYoure gonna wanna be my best friend\nYoure gonna wanna be my best friend, baby\nYoure gonna wanna be my best friend\nOh oh oh oh, woah\nYoure gonna wanna be my best friend, baby\nYoure gonna wanna be my best friend...\nI say that Im happy\nI say that Im happy\nBut I know, know, know, know\nKnow, know, know, oh...\nI still wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nAnd I cant wait to be your number\nYour number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry...\nOh oh\nI still wanna be your favorite boy\nI wanna be the one...\nI might just be the one...", "I just met Fraser\nLeaving at 11\nAnd the bus gets later\nSussing out ways to make money, make paper\nBrutal honesty makes a great man greater\nLaying off the skunk\nI smell cheese\nWhos got a grater?\nCant get out of bed\nReal talks I gotta wake up\nForced to stalk\nCause of lies that I made up\nThats why Im stuck smoking lies when my days rough\nThats why you gotta deconstruct before you make stuff\nOr lose yourself before you find it\n24 hours so tired cant lift a eyelid\nCaught in the talons of talent\nThats why they like this\nCaught in the talons of talent\nThats why they, time and time again\nSipping a Heineken\nLooking at mice again\nLooking at how to fly George and Lennie of Mice and Men\nLike George and Lennie of Mice and Men", "How did we get here?\nI wouldnt know\nIt’s like I swam a thousand miles\nWhile my eyes were closed\nWho wouldve thought that\nIt could be this way?\nWhen we have it all at give\nWe have it all at take\nI am me and he is he\nSo simply together\nAll I know is we will grow\nAnd live in love forever\nIts so simple to me\nIt’s so simple to be\nIts so simple to me\nSo why wouldnt we?\nPlayin sailin in sea\nSo effortlessly\nIts so simple to me\nSo why wouldnt we?\nWhere will it take us?\nI couldnt know\nIt’s like part of the mystery\nBut that’s just the way it goes\nWhat are of the reasons\nIts hard to tell?\nIt’s like we are the lucky ones\nWe know that all too well\nI am me and he is he\nSo simply together\nAll I know is we will grow\nAnd live in love forever\nIts so simple to me\nIts so simple to be\nIts so simple to me\nSo why wouldn’t we?\nIts so simple to me\nIts so simple to be\nIts so simple to me\nSo why wouldnt we?\nPlayin sailin in sea\nSo effortlessly\nIts so simple to me\nSo why wouldnt we?", "Lyrics from Live Performance\nI was closing all the blinds\nJust so you could sleep the night through\nI was staying by your side\nJust so I knew you were okay\nAnd I was opening the door\nJust to see if you would walk through\nI started painting all the walls\nJust to see if you liked the shade\nI would love just to be stuck to your side\nNot with anybody else, anybody else\nIts enough just to keep us occupied\nPlease dont go, no, no\nI would love just to be stuck to your side\nNot with anybody else, anybody else\nIts enough just to keep us occupied\nPlease dont go\nYou were holding out your hand\nHoping Id be therе to hold too\nI went out to Amsterdam\nJust so I could give you somе space\nThen I kept opening my door\nJust to see if you would walk through\nI kept on painting all my walls\nJust to see if you liked the shade\nI would love just to be stuck to your side\nNot with anybody else, anybody else\nIts enough just to keep us occupied\nPlease dont go\nI would love just to be stuck to your side\nNot with anybody else, anybody else\nIts enough just to keep us occupied\nPlease dont go", "Loving is easy\nYou had me messed up\nIt used to be so hard to see\nLoving is easy\nWhen everythings perfect\nPlease dont change a single little thing for me\nListen, girl\nWhen you dont even hide it\nAnd it didnt take forever to find it\nI was all on my own\nAlmost glad to be alone\nUntil love came in on time, on time\nLoving is easy\nYou had me messed up\nIt used to be so hard to see\nLoving is easy\nWhen everythings perfect\nPlease dont change a single little thing for me\nOh, oh\nAh, ah\nOh, oh\nAh, ah\nSo listen, girl\nWhen you dont have to hide it\nAnd it doesnt take forever to find it\nI was all on my own\nAlmost glad to be alone\nUntil love came in on time, on time\nLoving is easy\nYou had me messed up\nIt used to be so hard to see\nLoving is easy\nWhen everythings perfect\nPlease dont change a single little thing for me\nOh, oh\nAh, ah\nOh, oh\nAh, ah\nSo listen, girl\nWhen you cant even hide\nAnd it doesnt take forever to find it\nI was all on my own\nAlmost glad to be alone\nUntil love came\nOn time", "Look, um\nAt this point in the show, I would ordinarily go on to a certain song\nWhich Ill still play after this but\nI had a, I woke up, I swear on my life, I woke up today\nAnd I was, I had this certain song on my mind, and I\nIn my head I was thinking, if I havent thought about this song for a long time and maybe its because Im here\nBut I thought about that song today\nMaybe I should sing this song tonight at this show and only this show and sing this song\nJust since we are where we are\nIm gonna do this if its okay with you\nSome folks like to get away\nTake a holiday from the neighbourhood\nHop a flight to Miami Beach or Hollywood\nBut Im taking a Greyhound\nOn the Hudson River line\nCause Im in a New York state of mind\nYou know what I mean?\nIve seen all the movie stars\nIn their fancy cars and their limousines\nIve been high in the Rockies\nUnder the evergreens, oh\nBut I know what Im needing\nAnd I dont wanna waste more time\nCause Im in a New York state of mind\nAnd it comes down to reality\nAnd its fine with me cause Ive let it slide\nI dont care if its Chinatown or on Riverside, yeah, no\nCause I dont have any reasons, I left them all behind\nCause Im in a, Im in a New York state of mind\nOh, yeah, ah\nIm in a New York state of mind\nI love you so much, I love being here", "", "Ill be the one that stays till the end\nAnd Ill be the one that needs you again\nAnd Ill be the one that proposes in a garden of roses\nAnd truly loves you long after our curtain closes\nBut will you still love me when nobody wants me around?\nWhen I turn 81 and forget things, will you still be proud?\nCause I am the one thats waited this long\nAnd I am the one that might get it wrong\nAnd Ill be the one that will love you the way Im supposed to, girl, oh-oh-oh\nBut will you still love me when nobody wants me around?\nWhen I turn 81 and forget things, will you still be proud?\nProud of me and my short list of accomplishments\nMe and my lack of new news, oh-oh-oh\nOh, me and my selfishness, oh, me and myself\nWish you nothing but a happy new version of you\nBecause I, I\nI want you to tell me you find it hard to be yourself so I can say\nIts gonna be alright, yeah\nAnd I want you to love me the way you love your family\nThe way you love to show me what its like\nTo be happy", "I make enough mistakes\nAnd it feels like shes the only one that hears the things I say\nSo if for any reason theres some miscommunication or Im lying to her face\nMy immaturity and habits getting in the way\nCause I can barely breathe and I dont know how Ill explain myself this time\nWish it wasnt a case of this time\nBut why cant I be any other boy\nThat doesnt need a hand in love?\nSomeone that I would trust\nBut how did I fail\nTo give you all the love that you deserve?\nWhen youre the only thing thats worth\nWhat life is worth\nAnd I dont mind if you hate me\nCause baby if I were you I would probably hate me too\nI said that I dont mind if you hate me\nCause baby if I were you I would probably hate me too", "I shouldve stayed at home\nCause right now I see all these people that love me\nBut I still feel alone\nCant help but check my phone\nI couldve made you mine\nBut no, it wasnt meant to be and see I wasnt made for you\nAnd you werent made for me\nThough it seemed so easy\nAnd thats because I wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nI cant wait to be your number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry\nBut wont you wait?\nYou know its too late\nIm on my own shit now\nLet me tell you how it feels to feel fucking great\nI feel great\nWhoa, oh, oh, oh, oh\nYou need to be yourself\nLove someone for loving you instead of someone really cool\nThat makes your heart melt\nWho knows what you truly felt\nYoure not my favorite girl\nYou better trust me when I tell you I know someone else\nMore beautiful in this damn world\nIn this damn world\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nI said that\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nBest friend\nYoure gonna wanna be my best friend baby\nYoure gonna wanna be my best friend\nI say that Im happy\nI say that Im happy\nBut no, no, no, no\nNo, no, no, oh\nI still wanna be your favorite boy\nI wanna be the one that makes your day\nThe one you think about as you lie awake\nAnd I cant wait to be your number, your number one\nIll be your biggest fan and youll be mine\nBut I still wanna break your heart and make you cry", "Would you be willing to give me\nAll the energy in your body right now, right here?\nWell, thats good\nBecause I have loads of built-up energy from, uh\nSitting inside for hours, so\nI was wondering if youd let me get it out with you\nSo I can say\nHey\nOh, I want to know\nWhere I can go\nWhen youre not around\nAnd Im feeling down\nSo wont you stay for a moment?\nSo I can say, yeah\nThat I, I, yeah, I need you so\nCause right now you know\nThat nothing heres new\nAnd Im obsessed with you\nThen I fell to the ground\nAnd she smiled at me and said\nI dont wanna see you cry, no, no\nNo, you dont have to feel this emptiness\nShе said, Ill love you til the day that I die\nComе on\nWell, maybe shes right\nCause I dont wanna feel like Im not me\nAnd to be honest, I dont even know why\nI let myself get down in the first place, yeah\nIm tryna keep my mind at bay, uh-oh\nSunflower still grows at night\nWaiting for a minute til the suns seen through my eyes\nMake it down, down, do-down-down, yeah, uh-huh\nDiggy-dig down, du-du-du-du\nWaiting for a minute til the suns seen through my eyes\nYou know you need to get yourself to sleep\nAnd dream a dream of you and I\nYou see, theres no need to keep an open eye\nI promise that Im the one for you\nSo just let me hold you in these arms tonight\nIm lucky to be me and you can see it in my face\nBack when I fucked my shit up too many times\nWhy would I let myself get down in the first place?\nYeah, Im tryna keep my mind at bay\nSunflower still grows at night\nWaiting for a minute til the suns seen through my eyes, yeah\nMake it down, down, do-down-down\nDiggy-dig down, du-du-du-down, listen\nWaiting for a minute til the suns seen through my eyes\nAnd so\nShe sat me down and told me that I didnt have to cry\nShe said I didnt need to get down or feel empty inside, huh\nAnd then she told me that she would love me for as long as shes alive\nWhos in love?\nMaybe shes right\nCause I hate it when I feel like Im not me\nYou see, I honestly dont even know why\nRadio City, I wanna introduce you to my friend Johnny on the trumpet\nAnd you better make some fucking noise\nIm tryna keep my mind at bay, uh-oh\nSunflower still grows at night\nWaiting for a minute til the suns seen through my eyes, yeah\nYeah, ah, ah, ah\nDiggy-dig down, down, du-du-du-du, yeah\nWaiting for a minute til the suns seen through my eyes", "The great protector\nIs that what Im supposed to be? Yeah\nWhat if all this counts for nothing\nEverything I thought Id be?\nWhat if by the time I realize\nIts too far behind to see?\nSeventy-mil projector\nI can show you everything, yeah\nAnd were on our way to glory\nWhere the show wont ever end\nAnd the encore lasts forever\nAnd this time were due to spend\nYeah\nSpendin the years together\nGrowing older every day, yeah\nYeah, put your lights in the sky\nI feel at home when Im around you\nAnd Ill gladly say again\nI hope the encore lasts forever\nNow theres time for us to spend, yeah\nAnd its sublime with you, my friend\nThis right here still feels like a honeymoon\nWhen you say my name, nothings changed\nIm still a boy inside my thoughts\nAm I meant to understand my faults?\nI dont think so\nI dont think Im meant to understand myself\nWell, maybe you do\nTats good for you\nAnd, well, maybe in time\nMaybe one day\nIll do the same\nIll do the same\nIll do the same\nIll do the same\nI said that Ill do the same, yeah\nUh-huh, Ill do the same as you\nIll try and hold it up\nSoon I hope or as soon as Im old enough\nOld enough to understand, yeah\nOld enough to understand, yeah\nStay forever, you know more than anyone, yeah, oh-oh\nAnd its you that knows my darkness\nAnd you know my bedroom needs\nYou could blast me and my secrets\nBut theres probably just no need\nI love you, Rex\nWoo", "I had to think about my oldest friends\nNow, I no longer hang with them\nAnd I cant wait to be home again\nI had a year that nearly sent me off the edge\nI feel like a five, and I cant pretend\nBut if I get my shit together this year\nMaybe Ill be a ten\nHelp myself a little better\nCause its getting tirin\nAnd I cant wait for the summer\nNow, Im gonna need a moment\nI did it again, I did it again\nNo control over my emotions\nOne year on and I still cant focus\nI did it again, yes, I did it, I did it again\nTwelve rounds in, fightin solo\nSo nobody wins when it ends\nHuh?\nRadio City, make some motherfucking noise\nI had to think about my oldest friends\nNow, I no longer hang with them\nAnd I cant wait to be home again\nI had a year that nearly sent me off the edge\nI feel like a five, I cant pretend\nBut if I get my shit together this year\nMaybe Ill be a ten\nHelp myself a little better\nCause its getting tirin\nAnd I cant wait for the summer\nNow, Im gonna need a moment\nI did it again, I did it again\nNo control over my emotions\nOne year on and I still cant focus\nI did it again, yes, I did it, I did it again\nTwelve rounds in, fightin solo\nSo nobody wins when it ends\nWell be placin memories in frames\nInvitin people round to stay\nAnd always owning up to things, to things\nCause after all, I guess it all depends upon\nThe people you choose and where youre from\nIf so, Ive been so lucky, so far, its outrageous\nI wont complain \nGive myself a little credit\nSince I dealt with all the pain\nYeah, I turned superhero\nIm comin in Bruce Wayne\nYeah, I did it again, I just did it again, yeah\nThis time I took control\nTurned my shit round\nSometimes you gotta cut a bitch out\nIm livin again, yes, Im livin, Im livin again\nAh-ah\nNew York\nNow, Im safe and sound where I belong\nIt took all my strength to carry on\nAnd though its still hard work to find the words, what?\nCause after all, I guess it all depends upon\nThe people you choose and where youre from\nOh", "In this article, well talk on the best way to pick thoughts for paper subjects and offer you some guidance that should help cause the procedure to go easily. Toward the finish of perusing this, youll comprehend where to start and even realize how to pick extraordinary theory subjects that your educators and individual cohorts completely love perusing. We should bounce directly into certain pointers that will enable you to pick a triumphant subject\nHas a solid proposal\nLanguage is clear with fitting phrasing\nExposition Topics List\nStart by thinking outside about the crate. This is most likely something youve heard previously while talking about the best essayists paper in your field, however its totally valid. You need to comprehend what individuals in your field have displayed previously so you can exhibit another perspective\nHttps://www.tripadvisor.co.uk/Tourism-g186217-England-Vacations.html", "How could I ignore you? Trust me, I adore you\nWhen were swimming through our dreams\nKiss me in the shower for a couple hours\nThough were only sixteen\nAnd sit down beside me, dont call me daddy\nWhy? \nPromise that youll stay here, you and I can lay here\nUntil the end of time\nBecause, girl, well, dont you worry about me, yeah, oh, oh\nIt aint new to me, feeling this lonely\nDarling, baby, girl, dont worry about me, na-na-na, hah\nBut if youre ever unhappy\nThen maybe, baby, I must let you go\nLet you go\nBaby, now it’s best here, to lay me down and rest here\nLets dream of Corduroy\nWork for what you love to do and I will watch right over you\nWith your heart, Ill never toy\nYou see, youre the other half of me, dream and sleep and laugh with me\nSave me from myself\nIm a fucking basket-case until Im able to see your face\nYou saved me from myself\nGirl, dont you worry bout me, na-na\nIt aint new to me, feelin this lonely\nDarling, baby, girl, dont you worry bout me\nCause if youre ever unhappy, huh?\nIf youre ever unhappy, huh?\nIf youre ever, ever unhappy\nThen maybe, maybe baby I must let you\nGo", "Eu passaria um ano em claro\nMais uma vez só pra esquecer\nAquela outra noite, de inferno\nEm que eu compus pra você\nUma canção estranha e sutil\nQue ninguém entendeu\nNem você\nNem eu\nHoje eu disse ao esqueleto\nEnquanto via a carcaça chorar\nQue eu posso morrer sem medo\nEnquanto sentia a falta de ar\n\t\nEu pareço já conhecer o sabor do mel e do metal\nMas eu vivi pouquinho, nega, e não reclamo... bem ou mal\nEu fiz amigos, eu fui carente, bebi com o demo, passei mal\nMas eu vivi pouquinho, nega, e não reclamo... bem ou mal", "Can we do one more song, please?\nAh\nOoh-ooh, ooh \nOoh, ooh-ooh, ooh-ooh\nIts hard to make yourself believe\nThat it will get better when you feel defeated\nAnd carrying on is easier said than done\nIt took a while to see that I was in need\nOf help from somebody else but she keeps\nReminding me that Im not the only one\nAnd babe\nI wouldve told you this was gonna happen\nIf I had known that it would, yeah\nBut now theres less time and more things that I need to say\nAnd Im afraid\nThat there will always be a part of me thats holding on\nAnd still believes that everything is fine\nAnd that Im living a normal life\nBut until somebody sits me down\nAnd tells me that Im different now\nIll always be the way I always am\nOoh-ooh, ooh \nOoh, ooh-ooh, ooh-ooh \nMy apologies, its such a shame\nI never planned to feel this way\nBut the more that I try, the more Im seein a difference\nIm not gonna lie\nAnd now I get to sit down, yeah\nIm happy to admit now, Im on my way\nIt seems Im not invincible\nBut Im bored of the pain and I need to explain\nHere we go\nThat there will always be a part of me thats holding on\nAnd still believes that everything is fine\nAnd that Im living a normal life\nBut until somebody sits me down\nAnd tells me why Im different now\nIll always be the way that I always am\nYeah, yeah, yeah\nYeah, yeah, yeah\nWould you do me a favor and make some noise for my amazing band over here?\nI really will never forget this thing, Ill never forget you\nNow, I promise you Im gonna come back, okay?\nNow, this is really easy, Im really gotta go, okay?\nI love you, I fucking love you\nIm Rex, Rex Orange County\nI fucking love you", "I make enough mistakes\nAnd it feels like shes the only one that hears the things I say\nSo if for any reason theres some miscommunication or Im lying to her face\nMy immaturity and habits getting in the way\nNow I can barely breathe and I dont know how Ill explain myself this time\nWish it wasnt a case of this time\nBut why cant I be any other boy\nThat doesnt need a hand in love?\nSomeone that I would trust\nBut how did I fail\nTo give you all the love that you deserve?\nWhen youre the only thing thats worth\nWhat life is worth\nAnd I dont mind if you hate mе\nCause baby if I were you I would probably hatе me too\nI said that I dont mind if you hate me\nCause baby if I were you I would probably hate me too", "Okay\nNow theres no one left to blame\nAnd your face stays the same\nYoure ashamed to say you feel relieved\nStay away from your own family\nBut years from now\nIf you could make them proud\nYou could leave the world and feel like youve\nAchieved the things you hoped to do, but\nHonestly, I dont feel ordinary cause I havent been at home in a while\nIll tell em that its only temporary, and Im tryin my best to smile\nBut thats never enough\nCause when you lose the ones you love\nYou might find it hard to cry\nUntil its only you\nAnd everybody else has left the room\nYou might feel what its like to not know how to feel\nYou know?\nYou see, my old ladys old man just now left\nAnd theres nothing I can say except this long-awaited rest\nIs a good thing, and all good things must come to an end\nIts right in front of me so theres no reason to pretend\nExcept, Im afraid to die\nIf this were a movie, youd be taking our kids to school\nI would be Channing Tatum or somebody sexy, somebody cool\nBut years from now\nIf you could make them proud\nYou could leave the world and feel like youve\nAchieved the things that you hoped to do, cause\nHonestly, I dont feel ordinary, I havent left my house in a while\nIll tell em that its only temporary, and Im tryin my best to smile\nThats never enough\nCause when you lose the ones you love\nYou might find it hard to cry\nUntil its only you\nAnd everybody else has left the room\nYou might feel what its like to not know how to feel\nDont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nWell, I could be the one to help, sing\nNo, dont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nI wanna be the one to help, I cant hear you\nDont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone, yeah\nI could be the one to help\nNo, dont tell me that youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone\nI could be the one to help\nDont tell me youre sorry\nYoure just sorry for yourself\nAnd though you may seem fine alone, yeah\nI could be the one to help\nNo, dont tell me youre sorry\nWhen youre just sorry for yourself\nThough you may seem fine alone, yeah\nIm gon be the one, Im gon be the one to\nHelp", "I make enough mistakes\nAnd it feels like shes the only one that hears the things I say\nSo if for any reason theres some miscommunication or Im lying to her face\nMy immaturity and habits getting in the way\nCause I can barely breathe and I dont know how Ill explain myself this time\nWish it wasnt a case of this time\nBut why cant I be any other boy\nThat doesnt need a hand in love?\nSomeone that I would trust\nBut how did I fail\nTo give you all the love that you deserve?\nWhen youre the only thing thats worth\nWhat life is worth\nAnd I dont mind if you hate me\nCause baby if I were you I would probably hate me too\nI said that I dont mind if you hate me\nCause baby if I were you I would probably hate me too", "Verse 1:\nI heard you walked slowly\nI heard you were here\nIs not good enough dude\nNot put it on your arm\nBridge: I Dont call them up\nI live near by you\nChorus:\nIm All Out\nAnd Im not together friends\nFriends\nIm All Out\nYou better break me off\nAnd is completely Irrelevant\nAnd Out of Control\nIm All Out\nVerse 2:\nMy life is full of time\nMy time didnt go by\nAnd I wish it could go by\nSlowing my heart beating down\nBridge: I Dont call them up\nI live near by you\nChorus:\nIm All Out\nAnd Im not together friends\nFriends\nIm All Out\nYou better break me off\nAnd is completely Irrelevant\nAnd Out of Control\nIm All Out\nChorus:\nIm All Out\nAnd Im not together friends\nFriends\nIm All Out\nYou better break me off\nAnd is completely Irrelevant\nAnd Out of Control\nIm All Out", "Ei, eu não estou com medo, eu posso ser eu mesmo e eu\nEspero que você possa ser você mesmo também, porque eu posso fazer você se sentir bem\nE havia tanta felicidade que ainda não encontramos\nEu disse que você pode me chamar de Alex, querida, bem-vinda à minha vida\nMas não se preocupe, não, não se preocupe garota\nNão, eu não tenho certeza se еstou a fim de você\nDa última vez que você procurou sabеr, provavelmente eu estava triste e confuso\nEu não sei, não, eu não sei do que você gosta\nMas se você está procurando por algo novo\nEu conheço alguém você poderia escolher\nQue tal eu?\nQue tal eu?\nQue tal eu e você juntos?\nAlgo que realmente pode durar para sempre\nQue tal eu?\nQue tal eu?\nQue tal eu e você juntos?\nAlgo que realmente pode durar para sempre\nSe todos os meus amigos querem estar na cama dela\nE eu começo a me perguntar o porque\nEu acho que estaria mentindo para mim mesmo\nPor que quem diabos seria tão burro\nPara rejeitar uma oferta? Oh, que oferta?\nAgora, dois-dois-dez-um-cinco\nAlgumas horas podem mudar sua vida\nFrankie falando Oh, que noite!\nQue noite?\nQue diabos é uma namorada? Preciso de uns conselhos\nTalvez eu devesse sair, assim eu poderia ter a porra de uma vida\nEu fiz uma amiga e ela passou a noite, e agora\nEstou apaixonado e ela continua na minha vida\nEu estou de volta e nós conversamos em Europa\nEu preciso de segurança sobre minhas emoções\nEu não posso me machucar de novo\nFoda-se o passado, que se foda eles, todos me deixaram triste\nE eu não tive tempo para me preparar a encarar meus medos\nEu acho que é hora de secar essas lágrimas\nMas se eu pudesse ser feliz até o final dessa música\nMas se ao escutar isso, você já foi embora\nE não foi como planejado\nEntão por que eu deveria continuar nesse vida\nQuando não há ninguém por perto para ser aquela que me faz sorrir?\nAté agora, tudo bem... \nOh, oh, oh\nAté agora, tudo bem... \nOh, oh, oh\nNão, não, não\nNão, não, não, não, não-oh, oh\nQuero a multidão chorando quando escutarem isso\nIsso é muito errado?", "Jm!\nYou know\nU know\nJm me tiro un call\nY yo le dije bro jm volve que hoy vamos a grabar una cancion\nJm vayamos al club\nY de paso wacho vamos al baño y te tiro un \nBue re putaso\nQue cancion tan feliz\nMe la pongo a escuchar como un gordorniz\nA tu mami le meto un arcoiris en el medio del culo\nWacho y me la cojo se llama siri\nYo me cojo a un celular\nAyo de rap\nYa me viene a clavar\nNacho Vassia sobala\nDestrosado te gana\nLa real gang\nNacho\nTe vamos a garchar\nAlto putaso mi compañero nacho\nLe dicen ecko\nAlta puta a tu vieja la llevo gratis\nBuue bardeaba еra joda\nNacho parate agarrame el cho..\nSi\nAgarramе el choto\nYo todos los dias te lo doy\nPor trolo\nAsi lo hacemos estamos solos\nEstamos aca con los pibes rapeando\nTu mama es mi tia estamos aca sonando you\nAyyo\nU know\nJm me tiro un call\nY yo le dije bro jm volve que hoy vamos a grabar una cancion"]}