{"train": ["- shadowraze?\n- Нет, блять, Pavshiy\n- Марияанбан?\n- Нет, блять, Prepodobniy\nCoil, coil, coil\nСука прямо подо мною\nКаждый Raze наполнен болью\nКричат души на Стокгольме\nZxc и ты покойник\nВ моём лобби ты не воин\nНе рычи, надень намордник\nRequiem, тебе хуёво\nCoil, coil, coil\nСука прямо подо мною\nКаждый Raze наполнен болью\nКричат души на Стокгольме\nZxc и ты покойник\nВ моём лобби ты не воин\nНе рычи, надень намордник\nRequiem, тебе хуёво \nShadow-Shadow Fiend \nПарень без обид\nRaze быстрее чем Stampede\nТвой ugly face уже разбит\nСлышь ебучий псих, твой playstyle – это стыд\nИ я бля Shadow Fiend, ты ебучий психокид\nТы блять кто такой? А? Сука, чо не нравится?\nTriple Raze в ебло и твоё эго блять расплавится\nТвоя блядь на pos 5, она лает и кусается\nЯ бля perfect player, меня это не касается, сука\nПривет каспер, помнишь меня?\nКак там твой сыночек, безмозглый дегенерат стасик поживает?\nНикто его ещё не пришиб как муху ебаную?\nКак там твоя мать шлюха гнилозубая поживает, тоже рассказывай\nДо встречи на эпицентре, сын шлюхи\nCoil, coil, coil\nСука прямо подо мною\nКаждый Raze наполнен болью\nКричат души на Стокгольме\nZxc и ты покойник\nВ моём лобби ты не воин\nНе рычи, надень намордник\nRequiem, тебе хуёво\nCoil, coil, coil\nСука прямо подо мною\nКаждый Raze наполнен болью\nКричат души на Стокгольме\nZxc и ты покойник\nВ моём лобби ты не воин\nНе рычи, надень намордник\nRequiem, тебе хуёво \nTriple Raze на шее\nМне не нужно разрешение \nУбрал тебя с мида, в моём лобби стал мишенью\nТвой Титаник пал, блять, или сука, потерпел крушение\nТы ебучий dead inside интернетных отношений\nМоё лобби zxc, но я не жду больше минуты\nВ деле топовый sf, мои Coil`ы – теракуты\nМои Coil`ы zxc, мои души громче всех\nZxc ты отлетаешь от раскаста shadowraze", "GENJU, скажи, где же катана лежит?\nТыща минус семь, всё в башке плывёт совсем\nАпнул снова новый ранг, но по итогу стал никем\nСтану лучше и сильней, в нике мод Канеки Кен\nЯ самый мёртвый гуль на фоне этих озверевших тел \nРата-ратата, ты за год никем не стал\nВычитая с тыщи семь, я забираю пьедестал\nТону в море долбоёбов, звук катаны, дикий вопль\nНа мне плечи, Desolator, Demon Eater, чёрный облик \nВычитаю семь, я в Prada, requiem вгоняет в страх\nЯ больной блять, это правда, руки в цепях, полный мрак\nЯ весь модный, как с Free Farm`a, твоя сука вся в слезах\nНо моя Ризе только рада \nНеправильный не я, неправильный весь этот мир\nЯ сломал все цепи и вновь поднял катану\nДуши все на месте, сука, показал как делать надо\nМои blade`ы – Вакидзаси, я беру Templar Assassin\nМои Band`ы на запястье, минус семь, я так опасен \nСколько трупов перед мной, только посмотри\nЯ безумный hunter-ghoul, я уже блять killing spree\nПожираю ваши души меня не остановить\nЯ ещё живой снаружи, но уже погиб внутри \nТыща минус семь, уёбок, если ты не знал\nПросчитал пару нулей, значит просто проебал\nМоя сколопендра не щадит блять никого\nЕсли суку бесит, значит сука бесится, алло\nБелая копна, но как бы мне похуй придурок\nЯ качу умалишённый, как тогда, шкура?\nЧто ты мне скажешь? Ладно, деградация\nEcho Slam и Blink, хватит к матери стучаться\nГолуби сосите my dick, кагуне моё\nМоя богиня Тока, на японском Мэйё\n5pos няша, пошла нахуй\nЯ реально – Dead Inside, бля\nНу-ка, бля, считай по пальцам, сколько видишь их?\nТы не видишь нихуя, ты походу из таких\nСколько ты сказал? В смысле шесть? О-ой бля\nДжейсон, ты еблан?\nБлять, моё кагуне тебя забывала тварь\nТы хотела сделать шмот, но, не получилось, жаль\nЯ рассекаю по ебалу, заберу косарь, а\nМожет мы не будем торопиться, тут запахло гарью", "Да, я спиздил бит\nДа, ты топ Европы, парень\nТвой никнейм же «Dead inside»\nТы ведь так оригинален\nСколько мы таких видали\nТри рейза, домой, сын твари\nРасскажи-ка своей маме\nКак тебя в лобби наказали\nВырезаю сукам глотки\nDead inside, да, бью все шмотки\nСука, как не странно, и враги одни уёбки\nПочему не жмёшь на кнопки?\nПочему тини в иконке?\nПочему, блять, за меня играешь, сын уёбка", "GrayShark, что с тобой? Ты что-то употребил? потребил? требил?\nНет, дамы и господа, просто сегодня мы играем за джагернаута и настроение у нас что? Правильно, улучшается!\nЗдарова, пацаны. Это я, Ян Джагернаут, есть кто в омнислеше похуярится?\nДостаю катану, мои глаза – шаринганы\nМои братья – это Тосва мы убили всю Вальхаллу\nЯ, бля, предан только клану я сияю – juggernaut\nКуча фрагов мне всё мало все глаза залиты ядом\nТут new era я тут первый, я кручусь я бля Юрнеро\nЯ базарю быстрей fera, я скрутил все твои сферы\nЯ несусь я, бля, пантера мой bladefury режет верно\nДа мне похуй чё там мета я врываюсь, я легенда, ха\nСамый важный ронин в этой мёртвой гуль тусовке\nГлаза — шаринган, Итачи самый главный в потасовке\nВ маске очень много дури, крутим блант — это Blade Fury\nВся катана в едкой крови, режу глотку Battle Fury\nУкращаю эти волны словно Гию Томиока\nДостаю клинок из ножен их окутала тревога\nЯ несусь по головам и оставляю следы крови\nРежу всех врагов катаной этот мир такой суровый, сука\nЯ джага, долбоёб ебаный. Алё, raze, где тайдхантер? Бля заебал, когда джагер?\nДжагер сука, джагер нахуй блядь, джагер...\nСамый важный ронин мой bladedance это бля экстази\nС сукой смотрим фильмы для тебя бля это фэнтези\nЯ игрок по кайфу и мне нахуй этот pts\nЯ не чёрно-белый но я в катке, сука, triple s\nЗа мной вся команда перед нами куча трупов\nЯ как Танджиро Комадо, вновь быстрее чем ты думал\nЯ мертвей, чем Такизава во мне тысяча кинжалов\nЯ поднял свою катану пока ты смотрел на Запад\nСо мной пати гулей 50к мы сука улей, ха\nЯ смеюсь внатуре omnislash быстрее пули, воу\nТы на моем фоне весь хуевый и нереально плох\nМеня хилит вард и я бессмертный бля kaneki mode\nО это джагернаут? Мне это нравится\nДостаю катану, мои глаза – шаринганы\nМои братья – это Тосва мы убили всю Вальхаллу\nЯ, бля, предан только клану я сияю – juggernaut\nКуча фрагов мне всё мало все глаза залиты ядом\nДостаю катану, мои глаза – шаринганы\nМои братья – это Тосва мы убили всю Вальхаллу\nЯ, бля, предан только клану я сияю – juggernaut\nКуча фрагов мне всё мало все глаза залиты ядом", "Ты уебище, ты можешь прийти ко мне на лайн, нахуй ты ушел?\nВышли отсюда, мусор!\nЯ в джакузи, я в джакузи, я в джакузи — это факт\nТри койла летит из Uzi, bitch, я — молодой Mindfvck\nИ сука доливает смузи. Crystal Maiden с нами тусит\nСвежий будто zxcursed, забрал лобби на fiendах\nЯ ходячий манекен, будто бы Kaneki Ken\nЯ покоряю весь mm и подрываю Requiem\nИ со мной целый squad гулей, мой backpack куча нулей\nГолоса твердят убей, я с каждым разом все быстрей\nТренирую твою суку, называй Эдгард Запашный\nСо мной куча чёрных-чёрных, будто бы я Боря pavshiy \nГлаза полны боли, я — dead inside shinobi\nСлёзы заполняют море, я бегу по лужам крови \nZXC! Тычка, тычка, BKB\nЧто ты делаешь ебучий бездарь, мне не по себе\nУгараю с твоих moveов, с твоих слов 3к божок\nВыбил твоей маме зубы и поверг всю семью в шок\nЗалетели one x one, но бля умер от крипов\nВысрать в чат и ливнуть с лобби, это все что сделать смог\nВырезаю уебана, shadowraze его секут\nИ все ваши телки шлюхи, ведь в джакузи нам сосут\nДело сделано\nЯн Брагин, Ян Брагин, Ян Брагин, Ян Брагин\nЯ Ян Брагин, я Ян Брагин...\nЯ же долбаёб токийский, расписался я на вписке\nСука знает это так, я в джакузи — это факт\nДа мне похуй, мой ник cursed, жду когда меня отпустит\nНажимаю три койла, и tiltusha умерла\nИзмельчаю, растираю, я на трёх coilах сжигаю\nРаз на раз ты вышел быстро, в BKB тебе нет смысла\nПод eulом жду тебя, будто батя после школы\nZXC погиб парниша, твоё имя Хуй Никчёмный\nЕбнул сразу три coilа, на Стокгольме только так\nКем ты возомнил себя, тупорылый ебанат?\nЯ же долбаёб токийский, расписался я на вписке\nСука знает это так, я в джакузи — это факт\nЯ в джакузи, ник: abuser. На fiendе нажму на taunt\nТы же флексишь только в луже, да, меня зовут xRite\nДа мне похуй, мой ник cursed, жду когда меня отпустят\nПросишь 2 и нету rollа. Я в джакузи ем лишь роллы\nДа, я тот sf abuser, три coilа и все в иллюзии\nИ мне похуй free goldа, значит будет free игра\nМы на музе, мы тут тусим, на SFах — это факт\nНа релаксе жму три кнопки на midу, блин, ты дурак\nНа SFах, на SFах, на SFах — это факт\nЗдарова пацаны, это я Ян Брага, есть кто в лобби размяться?\nА, это zxcursed? А я думал Dendi\nЗалетел на рейд psibladeа, вижу мать — пишу: go nyaw\nШкольник флексит под биточки, я пишу: right from the drugs\nВзял lastpick Lanaya в jungle, вижу, Rubick долбит мать\nНо ниче, я выйду с леса, отъебу лошков at five\nСтрочит в чат ебучий смурф, я пишу: GG WP\nЗалетел я в middle square, дал всем сукам знать кто первый\nZoobrik главный player в доте, а ты просто лишний червь тут\nПопил pepsi стал крутым. Я будто Zitrax, мне так похуй\nКто чё скажет за мной Raze, и он не даст меня в обиду\nЯ в джакузи, эта сука мне готовит макароны\nMonkey King нажал на taunt, после вруба от Алохи\nМне так похуй, столько чёрных, будто вырос где-то в гетто\nЗвук катаны вырезает в соло всех агентов Гейба\nВ арсенале моём, сука, целых 8+ процентов\nБанку пива открывает глазом мне твоя CMка\nЧё с mixtapeом я не знаю, будто я Кирюша Raze\nShinra в тапочках в джакузи, нахуя туда полез?", "Я зарядил койлом катану, режу суке горло в ванной\nЗабираю ранг за рангом, этой бляди явно мало\nВ арсенале три рейза и твоя сука вся в слезах\nТы дожираешь в лоббаке и не вывозишь на словах\nКлоун не в теме, сожрал все койлы, он в гневе\nНе добивает ренжа, в лоббаке стучу по ебалу, F9\nСтоит ли дальше играть? Ты в лобби продал свою мать\nЯ снова забрал чью-то душу, ты проебал мне за пять\nИ, сука, я снова в стокгольме, беру всю пачку - доволен\nПосле умоешься кровью, рейзы в ебало - так больно\nЭкран не покажет мне пульса, забрал весь кеш на epulze\nСдохну внутри, мне так похуй, список тому, кто не в курсе\nЯ токийский гуль, я причиняю людям боль\nНе придаю смысла словам, втопил ебло твое на ноль\nЯ зарядил койлом катану, на финде нажму на таунт\nЗабираю пачку снова, рейзом был им и останусь\nНакидал им пару койлов\nОдна тычка - я устал\nZXC на стоке, раз на раз - мой пьедестал\n123 пароль, я слева, называю это стайл\nВырубаю пару пачек, на highgrounde карнавал\nСо мной сумка, все так тупо\nВ сумке брасер - очень мудро\nПотерялись в фарме крипов\nВторой band, чел, очень глупо\nМои джитсу, мои рейзы\nСкрытый лист - это мой дом\nМои бэнды, мои ветки\nЯ на люксе - там мой трон\nICEWRACK\nICESHARD\nТелепорт и на старт\nДве цирклетки, тапок, ветки\nБольше нет пути назад\nВырубаю этот стак\nНазывайте это лак\nЯ на скиле, душ тридцатка\nТвои души - это брак", "Babyswishh\nTemplar Assassin\nМои псиблейды, блейды, блейды\nРежут метко этих сук\nТы забрала больное сердце\nИ его мне не вернуть\nЯ не забыл все те моменты\nКогда я был полон чувств\nИ между нами километры\nБлейды затмевают грусть\nЯ так устал, иду под трапой\nИ я снова без тебя\nТвои глаза — цвет океана\nЯ запомнил навсегда\nМои кометы все разбились\nИ меня заполнил страх\nТвой голос согревает сладко\nЕго слышу лишь во снах\nМои псиблейды, блейды, блейды\nРежут метко этих сук\nТы забрала больное сердце\nИ его мне не вернуть\nЯ не забыл все те моменты\nКогда я был полон чувств\nИ между нами километры\nБлейды затмевают грусть\nЯ стою на краю крыши\nИ смотрю на твои фото\nЯ не хочу тебя любить\nНо ты опять даёшь мне повод\nЯ не могу снова уснуть\nСхавал две пачки трамадола\nЯ закончу свою жизнь\nТы не узнаешь как мне больно\nЯ стою на краю крыши\nИ смотрю на твои фото\nЯ не хочу тебя любить\nНо ты опять даёшь мне повод\nЯ не могу снова уснуть\nСхавал две пачки трамадола\nЯ закончу свою жизнь\nТы не узнаешь как мне больно\nДва псиблейда, и ты труп\nЯ курю огромный куст\nМеня сильно параноит\nИ я не могу уснуть\nВышел на мид и дал койл\nКак заглушить эту боль?\nЯ считаю те секунды\nЧто я мог пробыть с тобой\nЭто любовь с первого взгляда\nНо, но я не успел\nСказать тебе о своих чувствах\nСнова ты в моей голове\nЭти percи смешались с lean’ом\nFeel like shit как в аниме\nИ ты мне больше не напишешь\nЯ внутри уже погиб\nМои псиблейды, блейды, блейды\nРежут метко этих сук\nТы забрала больное сердце\nИ его мне не вернуть\nЯ не забыл все те моменты\nКогда я был полон чувств\nИ между нами километры\nБлейды затмевают грусть\nЯ стою на краю крыши\nИ смотрю на твои фото\nЯ не хочу тебя любить\nНо ты опять даешь мне повод\nЯ не могу снова уснуть\nСхавал две пачки трамадола\nЯ закончу свою жизнь\nТы не узнаешь как мне больно\nА, а, а", "-Как тебя зовут, парень?\n-Ян, Ян\n-Ян, Ян, братан, вот реально респект тебе нахуй. Вот он сказал, что ты еблан, а ты вообще не еблан, ты вообщет нормальный парень блять\nГуль ранга SS две подошвы triple S\nМой никнейм: «ALOHADANCE»\nIm tired of this place\nКаждый фан несёт мне grace\nЛовлю суку на свой raze\nВырезаю ракам глотки, ставлю паузу на face, эй\nРуки дезоляторы, уши словно локаторы\nЯ настолько быстр, не вывозят комментаторы\nХарьковский гулёнок, эй\nВо мне талант с пелёнок, эй\nПохуй на тебя zero iq ребёнок, эй\nТвоя сука хочет в пати\nНаебу её как тати\nЯ словно Канеки - моё кагунэ из стали\nТвоя сука хочет в пати\nДля неё стану Хокаге\nРазнесу всё СНГ и подарю Эгиду маме, йоу\nГуль ранга SS две подошвы triple S\nМой никнейм: «ALOHADANCE»\nIm tired of this place\nКаждый фан несёт мне grace\nЛовлю суку на свой raze\nВырезаю ракам глотки ставлю паузу на face, эй\nНа буткемпе одни цепи, аватарка в steam Канеки\nМод ALOHADANCE и каждый enemy - калеки\nСамый милый парень в доте, каждый гуль подохнет в лобби\nМоё пати мне как хоуми, твоя тёлка мне как хобби, бро\nDead inside в крови, сиги Мальборо внутри\nЯ врываюсь на твой лейн, тебе плохо будто bad trip\nЭто 1000-7, хейтерам shoutout всем\nМой никнейм: «ALOHADANCE»\nIm tired of this place, yew", "А, это psibladegod? \nА я думал Zitrax\nЯ впитал весь damage , самый дикий savage\nФрики стоят в stunе, их накрыл мой самый плотный ravage\nТрачу goldу свою прямо на тусе. Твоя сука кричит: zxcursed\nСлышь, еблан, ты явно не в курсе, твоя блядина лишь тратит ресурсы\nZXC, моё party — Akatsuki\nСука на лице, прыгает под трек Saluki\nЯ вдавил на C. Пауза. Трясутся руки\nТы попал в прицел. Выстрел, больше одним трупом\nDota-rap king god. Твой успех — это могила\nЧёрно-белый гуль на аве, мертв внутри — икона стиля\nВся бошка в одной лишь доте, всё ебло разбито в lobby\nТвой nickname никто не помнит, твой билет прямой до морга \nЯ стреляю с автомата как Snapfire ра-та-та-та\nПодойди поближе, тата, сладость пахнет будто мята\nНе нужны supportы в teamе, ведь в команде уже Arthas\nДа, я может слабый в кнопках, силён духом. Нахуй пафос\nЯ не позер, не завистник dead-dead inside культуры\nМоё имя — quiiizzzmeow, ебу ебланов без цензуры\nНахуй весь fame, only hoe, ???\nЛюксембург, пароль: три тройки, после смены жду, урод\nНа midу стоят уёбки, я на речке без гандона\nСамый чёрный на Стокгольме, записался с тёмным coilом\nУ меня пароль от lobby, и мне похуй я — Ян Брагин\nЗаберу все эти души, че ты палишь я на xannyах\nPu-pudge player. Dead player. Never gonna die ever. Я кидаю хук, ты не выкупаешь звук\nМой никнейм — молодой Брагин. Я как Рома Англичанин\nОтлетел от razeа в midе, православный россиянин\nВырезаю рака в midе, для Кирюши я солдат\nЖалко то, что он не любит рако-крабовый салат\nЗалетаю на компрессор, для Кирюши сделал цезарь\nТвоя мать —любитель кесарь, у неё в кармане Vessel\nОна душит Брагу в midе, прям как молодой Mindfvck\nА ты отлетаешь в lobby, от razeов и это факт\nЗалетаю в суку — это coil. Забрал куш, сыграли лобби\nКатать в доту — это хобби. Полетели в катку\nРазъебали, словно нарко. Твоё party only алко\nСука получила манго, прочитали текст будто мантру\nЯ влетел с ноги в lobbyак, чел вкачал razeы мудак\nРежу глотку его маме, будто Ято Noragami\nЯ на trappе, я, бля, cursed. Убиваю я tiltushaу\nRazeы на руке, только души в голове\nЖму coilы на автомате, будто бы Кирюша в party\nТри coilа мои друзья, съел тебя будто червя\nРазультился под eulом, Requiem вгоняет в ужас\nZXC, забираю твою душу\nКрик на Стоке режет души. Твоя тёлка мутит суши\nЭти души — крики боли. Залутал я на Стокгольме\nПервый coil, два rangeа, выиграл lobby не спеша\nЯ опять забрал таблетки. Глаза черные — Kaneki\n???\nХач страницу удаляет, в чате мне не отвечает\nСолевая откисает, мать hakache отдыхает\nЗаявлюсь к нему в Архангельск\n???\nДа, я снял проклятье, убрал метку на запястье\nЯ кастую Requiem у твоей tatie прям в объятьях\nОна лутает жетоны, да, она со мною в party\nСтавит wardики в игре и не мечтает о награде\nЗабираю pts я у бездарностей из pubа\nВылетает третий raze — ты ложишься рядом с мамой\nВновь зашкалил dps, кинул мусор прямо в яму\nТвой герой с игры исчез, на мне нету даже раны\nЗаеулил твою суку и прожал ей Requiem\nЗаработал много душ. ZXC — моя судьба\nРежу твоей суке горло Requiem, ей, блять, хуево\nЯ ебашу на fiendе. ZXC и ты в говне\nName мой как ethereal еблан\nНа Pudgeа MoM собираю. Обнажил свой крюк, я — тащер\nBlink купил и разъебал, пока с mapы ты съебал\nВыхожу я на охоту, вижу толпы трупов тут\nZoobrik трахает beatок, словно новый psi-blade-god", "Я умер внутри я дышу лишь снаружи\nПопробуй убей но ведь ты безоружен\nРазбитый весь в щепки ты мне не поможешь\nЧетыре стены лишь всей жизни дороже\nЯ будто бы меткой помечен, пропита печень, я опрометчив ты все же не вечен все так же беспечен, и ведь без меня ты лишь в шкуре овечьей\nЗамкнут в мире черно-белых каждый день живу в системе\nСколько ждать не вижу время каждый день как понедельник\nВсе так же дышу, но я лишь разлагаюсь\nИду лишь вперед ты держи свою зависть\nЯ снова стараюсь, я снова стараюсь пока не взгляну на всю реальность\nЧерно-белый мир, каждый здесь прогнил\nКучу ярких жизней, интернет убил\nЯ вроде живу, но я лишь разлагаюсь, пытаюсь дышать, но я вновь загоняюсь\nТы вроде живешь но несешь только жалость\nТы вроде не глупый, но тупой оказалось", "Я лечу по ветру разбиваясь вновь об скалы\nМоя жизнь эта комета что в космосе затерялась\nУбегая от себя я не могу найти ответа\nПочему я потерялся и как выбраться мне из бреда\nЯ ломаюсь на крупицы думаю как не убиться\nМоя жизнь это притворство нету никаких амбиций\nВся душа уже замерзла и мне лучше бы забыться\nЯ та самая комета что должна вот вот разбиться\nСамый мертвый из всех трупов, снова потерял рассудок\nЯ не спавший двое суток, эти голоса повсюду\nГде же где же эта дура что простит любой поступок\nПочему я вновь один, почему такой придурок\nЯ уставший и разбитый снова захожу к ней в твиттер\nТак отчаянно листаю горсть таблеток первый литр\nНе хотел бы быть обузой, не хотел бы быть убитым\nЯ остался лишь с вопросом почему такой наивный\nЯ лечу по ветру разбиваясь вновь об скалы\nМоя жизнь эта комета что в космосе затерялась\nУбегая от себя я не могу найти ответа\nПочему я потерялся и как выбраться мне из бреда\nЯ ломаюсь на крупицы думаю как не убиться\nМоя жизнь это притворство нету никаких амбиций\nВся душа уже замерзла и мне лучше бы забыться\nЯ та самая комета что должна вот вот разбиться\nИ если бы я был планетой я бы был Юпитер, ты была бы мне Европой согревающей как свитер\nНо иду не той тропой в этом я безумно лидер\nСамый настоящий,злой и так отчаянно тоскливый", "Меня мажут седативы\nЯ съел целую пластину\nМеня кроет словно в фильме\nГде ты не дождешься титров\nТы уже на мне повисла\nА я не увидел смысла\nПогружаюсь в свои мысли\nА ты снова режешь кисти\nЖивешь в своем манимирке ведь тебе нравится фрустрация\nСотни слов на языке но тебе нечего сказать мне\nЗачем все это продолжать ну перестань же убиваться\nТы умнее чем они или пытаешься казаться\nГолова снова болит и ты не сможешь излечить\nВедь это все изза тебя и колких ран в моей груди\nЖелудок снова разъедает очень крепкий обезбол\nИ если передоз не заберет то я хочу побыть с тобой\nИ я в ванной в ванной снова в ванной\nИ я пьяный пьяный снова пьяный\nИ я снова снова съел таблеток\nЧтобы боль не убивала мои нервы\nЗабытые мечты и наша ложная надежда\nМой ангел вдруг убил себя и наши чувства между\nЗакрой глаза представь с перрона этот тёплый ветер\nЯ не почувствую его ведь я умру с рассветом\nМой разноцветный мир уже давным-давно потуск\nЯ умираю в асфиксии этих забытых чувств\nНеважно сколько километров важен смысл слов\nВ конце увижу силуэт своих любимых снов\nНе передать мне всех эмоций что нужно тебе\nМой разум затмевает май что погиб в декабре\nИ сколько не задам вопросов не найдёшь ответа\nТвой мир уже давно погиб и не оставлю следа", "Я чертовски болен проклятый из stockholm`a,ни одна душа не утолит мое адское горе,дьявол снова выиграл lobby,zxc на stock`е снова,давай ??? coil`ы летят как fireball,я ???..я беру весь опыт на мне opps как на soda luv", "Сложно, я не понимаю\nЭто все не для меня, что делать, я не знаю\nНо, ты, запала в сердце сильно\nЯ хочу с тобою быть, пусть это и не видно\nКак же так совпало?\nНаконец-то понял, кого мне так не хватало\nЗай, можешь в меня верить\nНо на тебя не всё равно, нет, ты не тратишь мое время\nТебе не грустно, хочу с тобою заснуть и проснуться на утро\nКогда тебя не слышу в моем сердце пусто\nХочу с тобою быть все время, знай, мне это нужно\nБелые волосы, как будто иней\nИ я хочу быть, но только лишний\nОна красивая, как на картине\nВлюбился в девочку, зовут Крис\nБелые волосы, как будто иней\nИ я хочу быть, но только лишний\nОна красивая, как на картине\nВлюбился в девочку, зовут Крис\nБелые волосы, как будто иней\nИ я хочу быть, но только лишний\nОна красивая, как на картине\nВлюбился в девочку, зовут Кристина"]}