{"train": ["I dont know just where Im goin\nBut Im gonna try for the kingdom, if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nAnd I tell you things arent quite the same\nWhen Im rushin on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made big decision\nIm gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closin in on death\nYou cant help me, not you guys\nOr all you sweet girls with all your sweet talk\nYou can all go take a walk\nAnd I guess I just dont know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkened seas\nOn a great big clipper ship\nGoin from this land here to that\nOn a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf all the evils of this town\nAnd of himself and those around\nOh, and I guess that I just dont know\nOh, and I guess that I just dont know\nHeroin, be the death of me\nHeroin, its my wife and its my life, haha\nBecause a mainline into my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nI really dont care anymore\nAbout all the Jim-Jims in this town\nAnd all the politicians makin crazy sounds\nAnd everybody puttin everybody else down\nAnd all the dead bodies piled up in mounds\nCause when the smack begins to flow\nAnd I really dont care anymore\nAh, when that heroin is in my blood\nHeh, and that blood is in my head\nThen thank God that Im good as dead\nAnd thank your God that Im not aware\nAnd thank God that I just dont care\nAnd I guess I just dont know\nOh, and I guess I just dont know", "Sunday morning brings the dawning\nIts just a restless feeling by my side\nEarly dawning, Sunday morning\nIts just the wasted years so close behind\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nSunday morning and Im falling\nIve got a feeling I dont want to know\nEarly dawning, Sunday morning\nIts all the streets you crossed not so long ago\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nSunday morning\nSunday morning\nSunday morning", "Sometimes I feel so happy\nSometimes I feel so sad\nSometimes I feel so happy\nBut mostly, you just make me mad\nBaby, you just make me mad\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nThought of you as my mountain top\nThought of you as my peak\nThought of you as everything\nIve had but couldnt keep\nIve had but couldnt keep\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIf I could make the world as pure\nAnd strange as what I see\nId put you in the mirror\nI put in front of me\nI put in front of me\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nSkip a life completely\nStuff it in a cup\nShe said, Money is like us in time\nIt lies but cant stand up\nDown for you is up\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIt was good what we did yesterday\nAnd Ill do it once again\nThe fact that you are married\nOnly proves youre my best friend\nBut its truly, truly a sin\nLinger on your pale blue eyes\nLinger on your pale blue eyes", "Shiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nComes in bells, your servant, dont forsake him\nStrike, dear mistress, and cure his heart\nDowny sins of streetlight fancies\nChase the costumes she shall wear\nErmine furs adorned, imperious\nSeverin, Severin awaits you there\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nKiss the boot of shiny, shiny leather\nShiny leather in the dark\nTongue of thongs, the belt that does await you\nStrike, dear mistress, and cure his heart\nSeverin, Severin, speak so slightly\nSeverin, down on your bended knee\nTaste the whip, in love not given lightly\nTaste the whip, now bleed for me\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nShiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nSeverin, your servant comes in bells, please dont forsake him\nStrike, dear mistress, and cure his heart", "Im waiting for my man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeel sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its furthest from my mind\nIm just lookin for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is that you always gotta wait\nIm waiting for my man\nOh, work it now\nUp to a brownstone, up three flights of stairs\nEverybody bodies pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh, then you gotta split because you got no time to waste\nIm waiting for my man\nBaby dont you holler, darlin dont you bawl and shout\nIm feeling good, you know Im gonna work it on out\nIm feeling good, Im feeling, oh, so fine\nUntil tomorrow, but thats just some other time\nIm waiting for my man\nWalk it home\nOh, its alright\nHuh huh", "Standin on the corner\nSuitcase in my hand\nJack is in his corset, Jane is in her vest\nAnd me, Im in a rock n roll band\nHuh\nRiding in a Stutz Bear Cat, Jim\nYa know, those were different times\nOh, all the poets they studied rules of verse\nAnd those ladies, they rolled their eyes\nSweet Jane, whoa\nSweet Jane, oh oh\nSweet Jane\nLet me tell ya somethin, Jack, he is a banker\nAnd Jane, she is a clerk\nAnd both of them save their monies\nHah, and when, when they come home from work\nOoh, sittin down by the fire, oh\nThe radio does play the classical music there, Jim\nThe March of the Wooden Soldiers\nAll you protest kids, you can hear Jack say\nGet ready\nSweet Jane, come on, baby\nSweet Jane, oh\nSweet Jane\nSome people, they like to go out dancin\nAnd other peoples, they have to work, just watch me now\nAnd theres even some evil mothers\nWell, theyre gonna tell you that everything is just dirt\nYou know that women never really faint\nAnd that villains always blink their eyes, ooh\nAnd that, ya know, children are the only ones who blush\nAnd that life is just to die\nBut anyone who ever had a heart\nOh, they wouldnt turn around and break it\nAnd anyone who ever played a part\nOh, they wouldnt turn around and hate it\nSweet Jane, oh whoa\nSweet Jane\nSweet Jane\nHeavenly wine and roses\nSeem to whisper to her when he smiles\nHeavenly wine and roses\nSeem to whisper to her, hey, when she smiles\nLa, la, la, la-la-la\nLa, la, la, la-la-la\nLa, la, la, la-la-la\nLa, la, la, la-la-la\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane", "Here she comes\nYou better watch your step\nShes going to break your heart in two, its true\nIts not hard to realize\nJust look into her false colored eyes\nShell build you up to just put you down, what a clown\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks\nHear the way she talks\nYoure written in her book\nYoure number thirty seven, have a look\nShes going to smile to make you frown, what a clown\nLittle boy, shes from the street\nBefore you start, youre already beat\nShes going to play you for a fool, yes its true\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks\nHear the way she talks\nCause everybody knows \nThe things she does to please \nShes just a little tease \nOh whoa whoa \nOh whoa whoa \nOh whoa whoa", "Ill be your mirror\nReflect what you are, in case you dont know\nIll be the wind, the rain and the sunset\nThe light on your door to show that youre home\nWhen you think the night has seen your mind\nThat inside, youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nI find it hard to believe you dont know\nThe beauty you are\nBut if you dont, let me be your eyes\nA hand to your darkness so you wont be afraid\nWhen you think the night has seen your mind\nThat inside, youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nIll be your mirror \nIll be your mirror \nIll be your mirror \nIll be your mirror", "1-2-3\nIf you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nBut if you close the door\nId never have to see the day again\nIf you close the door, the night could last forever\nLeave the wineglass out and drink a toast to never\nOh, someday I know someone will look into my eyes\nAnd say hello, youre my very special one\nBut if you close the door\nId never have to see the day again\nDark party bars, shiny Cadillac cars\nAnd the people on subways and trains\nLooking gray in the rain as they stand disarrayed\nOh, but people look well in the dark\nAnd If you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nCause if you close the door\nId never have to see the day again\nId never have to see the day again, once more\nId never have to see the day again", "And what costume shall the poor girl wear\nTo all tomorrows parties?\nA hand-me-down dress from who knows where\nTo all tomorrows parties\nAnd where will she go and what shall she do\nWhen midnight comes around\nShell turn once more to Sundays clown\nAnd cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties?\nWhy silks and linens of yesterdays gowns\nTo all tomorrows parties?\nAnd what will she do with Thursdays rags\nWhen Monday comes around?\nShell turn once more to Sundays clown\nAnd cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties?\nFor Thursdays child is Sundays clown\nFor whom none will go mourning\nA blackened shroud, a hand-me-down gown\nOf rags and silks, a costume\nFit for one who sits and cries\nFor all tomorrows parties", "Teenage Mary said to Uncle Dave\nI sold my soul, must be saved\nGonna take a walk down to Union Square\nYou never know who youre gonna find there\nYou gotta run, run, run, run, run, take a drag or two\nRun, run, run, run, run, Gypsy death and you\nTell you whatcha do\nMarguerita Passion, I had to get her fixed\nShe wasnt well, she was getting sick\nWent to sell her soul, she wasnt high\nDidnt know, thinks she could buy it\nAnd she would run, run, run, run, run, take a drag or two\nRun, run, run, run, run, Gypsy death and you\nTell you whatcha do\nSeasick Sarah had a golden nose\nHobnail boots wrapped around her toes\nWhen she turned blue, all the angels screamed\nThey didnt know, they couldnt make the scene\nShe had to run, run, run, run, run, take a drag or two\nRun, run, run, run, run, Gypsy death and you\nTell you whatcha do\nBeardless Harry, what a waste\nCouldnt even get a small-town taste\nRode the trolleys down to 47th\nFigured he was good to get himself to heaven\nBecause he had to run, run, run, run, run, take a drag or two\nRun, run, run, run, run, Gypsy death and you\nTell you whatcha do", "Say a word for Jimmy Brown\nHe aint got nothing at all\nHe knocked the shirt right off his back\nHe aint got nothing at all\nAnd say a word for Ginger Brown\nHe walks with his head down to the ground\nTook the shoes right off his feet\nAnd threw the poor boy right out in the street\nAnd this is what he said\nOh sweet nuthin\nShe aint got nuthin at all\nOh sweet nuthin\nShe aint got nuthin at all\nSay a word for Pearly May\nShe cant tell the night from the day\nThey threw her out in the street\nJust like a cat she landed on her feet\nAnd say a word for Joana Love\nShe aint got nothing at all\nWith every day she falls in love\nAnd every night she falls\nAnd when she does she says\nOh sweet nuthin\nYou know she aint got nuthin at all\nWhoa oh, sweet nuthin\nShe aint got nuthin at all\nOh let me hear you\nOh, say a word, say a word for Jimmy Brown\nHe aint got nothing at all, not a thing\nAnd not a shirt, shirt on his back\nNo, he aint got nothing at all\nAnd say a word for Ginger\nHe walks with his head to the ground\nHe took the shoes, took the shoes from his feet, from his feet\nAnd threw the poor boy out into the street\nAnd then he said\nOh sweet sweet nuthin\nShe aint got, she aint got, she aint got nuthin at all\nSweet sweet, sweet sweet nuthin\nShe aint got\nSweet sweet nuthin\nSweet sweet nuthin at all\nSweet sweet nuthin got nuthin\nOh sweet nuthin\nOh oh sweet nuthin at all\nOh let me hear you\nOh, sweet nuthin\nShe aint got nuthin at all\nShe aint got nuthin at all\nShe aint got nuthin at all\nShe aint got nuthin at all\nShe aint got nuthin at all\nShe aint got nuthin at all\nSweet nuthin\nShe aint got nuthin at all\nSweet sweet nuthin\nShe aint got nuthin at all", "Candy says\nIve come to hate my body\nAnd all that it requires in this world\nCandy says\nId like to know completely\nWhat others so discreetly talk about\nIm going to watch the blue birds fly\nOver my shoulder\nIm going to watch them pass me by\nMaybe when Im older\nWhat do you think Id see\nIf I could walk away from me?\nCandy says\nI hate the quiet places\nThat cause the smallest taste of what will be\nCandy says\nI hate the big decisions\nThat cause endless revisions in my mind\nIm going to watch the blue birds fly\nOver my shoulder\nIm going to watch them pass me by\nMaybe when Im older\nWhat do you think Id see\nIf I could walk away from me?", "Duck and Sally inside\nTheyre cooking for the down pipe\nWhore staring at Miss Rayon\nWhos busy licking up her pig pen\nIm searching for my mainline\nI said I couldnt hit it sideways\nI said I couldnt hit it sideways\nOh, just like Sister Ray said\nWhip it on\nRosey and Miss Rayon\nTheyre busy waiting for her booster\nWho just got back from Carolina\nShe said she didnt like the weather\nTheyre busy waiting for her sailor\nWho says hes just as big as ever\nHe says hes from Alabama\nHe wants to know a way to earn a dollar\nIm searching for my mainline\nI said I couldnt hit it sideways\nI couldnt hit it sideways\nOh, just like Sister Ray said\nPlay on\nCecils got his new piece\nHe cocks and shoots between three and four\nHe aims it at the sailor\nShoots him down dead on the floor\nOh, you shouldnt do that\nDont you know youll stain the carpet?\nNow dont you know youll stain the carpet?\nAnd by the way, have you got a dollar?\nOh, no, man, I havent got the time, time\nToo busy sucking on a ding-dong\nShes busy sucking on my ding-dong\nOh, she does just like Sister Ray said\nIm searching for my mainline\nI said I couldnt hit it sideways\nOh, couldnt, couldnt hit it sideways\nOh it, it just, just all over the floor, the floor\nNow, whos that knocking?\nWhos that knocking on my chamber door?\nNow could it be the police?\nThey come to take me for a ride, ride\nOh, but I havent got the time, time\nHey, hey, hey shes busy sucking on my ding-dong\nShes busy sucking on my ding-dong\nOh, now, just like Sister Ray said\nIm searching for my mainline\nI couldnt hit it sideways\nI couldnt hit it sideways\nOh, just like\nAnd, just like\nAnd, just like, yea, Sister Ray said, do it!\nNow Rosie and Miss Rayon\nTheyre busy waiting for her booster\nShes just back from Carolina\nShe said shes bound to beat her sailor\nI said she hasnt got the time time\nToo busy sucking on my ding-dong\nToo busy sucking on my ding-dong\nNow, just like Sister Ray said\nIm searching for my mainline\nI said I couldnt hit it sideways\nWhip it on me Jim, whip it on me Jim, whip it on me Jim\nSaid I couldnt hit it sideways\nOh, do it\nNow just like... just like Sister Ray said\nI said now Cecils got his new piece\nHe cocks it, shoots it bang between three and four\nHe aims it at the sailor\nHe shoots him down dead on the floor\nOh, you shouldnt do that\nDont you know youll hit the carpet?\nDont you know youll mess the carpet?\nOh, she hasnt got the time, time\nBusy sucking on his ding-dong\nShes busy sucking on his ding-dong\nNow just like Sister Ray said\nIm searching for my mainline\nCouldnt hit it sideways\nCouldnt hit it sideways\nNow just like, now just like, now just like\nLike Sister Ray said, now do it to him!\nDuck and Sally move it along, now!\nTheyre cooking for the down pipe\nWhore staring at Miss Rayon\nWhos busy licking up her pig pen\nIm searching for my mainline\nI said I couldnt hit it sideways\nI said I couldnt hit it sideways\nOh, just like\nNow, just like\nI said oh, just like\nAm-ph-ph-ph-ph-ph-ph-phetamines!", "Waldo Jeffers had reached his limit. It was now mid-August, which meant he had been separated from Marsha for more than two months. Two months, and all he had to show was three dog-eared letters and two very expensive long-distance phone calls. True, when school had ended and shed returned to Wisconsin, and he to Locust, Pennsylvania, she had sworn to maintain a certain fidelity. She would date occasionally, but merely as amusement. She would remain faithful\nBut lately Waldo had begun to worry. He had trouble sleeping at night and when he did, he had horrible dreams. He lay awake at night, tossing and turning underneath his pleated quilt protector, tears welling in his eyes as he pictured Marsha, her sworn vows overcome by liquor and the smooth soothings of some neanderthal, finally submitting to the final caresses of sexual oblivion. It was more than the human mind could bear\nVisions of Marshas faithlessness haunted him. Daytime fantasies of sexual abandon permeated his thoughts. And the thing was, they wouldnt understand how she really was. He, Waldo, alone understood this. He had intuitively grasped every nook and cranny of her psyche. He had made her smile. She needed him, and he wasnt there. \nThe idea came to him on the Thursday before the Mummers Parade was scheduled to appear. Hed just finished mowing and edging the Edelsons lawn for a dollar fifty and had checked the mailbox to see if there was at least a word from Marsha. There was nothing but a circular from the Amalgamated Aluminum Company of America inquiring into his awning needs. At least they cared enough to write\nIt was a New York company. You could go anywhere in the mails. Then it struck him. He didnt have enough money to go to Wisconsin in the accepted fashion, true, but why not mail himself? It was absurdly simple. He would ship himself parcel post, special delivery. The next day Waldo went to the supermarket to purchase the necessary equipment. He bought masking tape, a staple gun and a medium sized cardboard box just right for a person of his build. He judged that with a minimum of jostling he could ride quite comfortably. A few air holes, some water, perhaps some midnight snacks, and it would probably be as good as going tourist!\nBy Friday afternoon, Waldo was set. He was thoroughly packed and the Post Office had agreed to pick him up at three oclock. Hed marked the package Fragile, and as he sat curled up inside, resting on the foam rubber cushioning hed thoughtfully included, he tried to picture the look of awe and happiness on Marshas face as she opened her door, saw the package, tipped the deliverer, and then opened it to see her Waldo finally there in person. She would kiss him, and then maybe they could see a movie. If hed only thought of this before. Suddenly rough hands gripped his package and he felt himself borne up. He landed with a thud in a truck and was off\nMarsha Bronson had just finished setting her hair. It had been a very rough weekend. She had to remember not to drink like that. Bill had been nice about it though. After it was over hed said he still respected her and, after all, it was certainly the way of nature, and even though, no, he didnt love her, he did feel an affection for her. And after all, they were grown adults. Oh, what Bill could teach Waldo! But that seemed many years ago\nSheila Klein, her very, very best friend, walked in through the porch screen door and into the kitchen. Oh gawd, its absolutely maudlin outside.\nAch, I know what you mean, I feel all icky!\nMarsha tightened the belt on her cotton robe with the silk outer edge. Sheila ran her finger over some salt grains on the kitchen table, licked her finger and made a face. Im supposed to be taking these salt pills, but, she wrinkled her nose, they make me feel like throwing up. Marsha started to pat herself under the chin, an exercise shed seen on television. God, dont even talk about that. She got up from the table and went to the sink where she picked up a bottle of pink and blue vitamins. Want one? Supposed to be better than steak, and then attempted to touch her knees. I dont think Ill ever touch a daiquiri again.\nShe gave up and sat down, this time nearer the small table that supported the telephone. Maybe Billll call, she said to Sheilas glance. Sheila nibbled on a cuticle. After last night, I thought maybe youd be through with him. I know what you mean. My God, he was like an octopus. Hands all over the place. She gestured, raising her arms upwards in defense. The thing is, after a while, you get tired of fighting with him, you know, and after all I didnt really do anything Friday and Saturday so I kind of owed it to him. You know what I mean. She started to scratch. Sheila was giggling with her hand over her mouth. Ill tell you, I felt the same way, and even after a while, here she bent forward in a whisper, I wanted to! Now she was laughing very loudly\nIt was at this point that Mr. Jameson of the Clarence Darrow Post Office rang the doorbell of the large stucco-colored frame house. When Marsha Bronson opened the door, he helped her carry the package in. He had his yellow and his green slips of paper signed and left with a fifteen cent tip that Marsha had gotten out of her mothers small beige pocketbook in the den\nWhat do you think it is? Sheila asked. Marsha stood with her arms folded behind her back. She stared at the brown cardboard carton that sat in the middle of the living room. I dunno.\nInside the package, Waldo quivered with excitement as he listened to the muffled voices. Sheila ran her fingernail over the masking tape that ran down the center of the carton. Why dont you look at the return address and see who its from? Waldo felt his heart beating. He could feel the vibrating footsteps. It would be soon!\nMarsha walked around the carton and read the ink-scratched label. Ah, god its from Waldo!\nThat schmuck! said Sheila. Waldo trembled with expectation. Well, you might as well open it, said Sheila. Both of them tried to lift the staple flap\nAh sst, said Marsha, groaning, he must have nailed it shut. They tugged on the flap again. My God, you need a power drill to get this thing open! They pulled again. You cant get a grip. They both stood still, breathing heavily\nWhy dont you get a scissor, said Sheila. Marsha ran into the kitchen, but all she could find was a little sewing scissor. Then she remembered that her father kept a collection of tools in the basement. She ran downstairs, and when she came back up, she had a large sheet metal cutter in her hand. This is the best I could find. She was very out of breath. Here, you do it. I-Im gonna die. She sank into a large fluffy couch and exhaled noisily. Sheila tried to make a slit between the masking tape and the end of the cardboard flap, but the blade was too big and there wasnt enough room. God damn this thing! she said, feeling very exasperated. Then smiling, I got an idea.\nWhat? said Marsha\nJust watch, said Sheila, touching her finger to her head\nInside the package, Waldo was so transfixed with excitement that he could barely breathe. His skin felt prickly from the heat, and he could feel his heart beating in his throat. It would be soon. Sheila stood quite upright and walked around to the other side of the package. Then she sank down to her knees, grasped the cutter by both handles, took a deep breath, and plunged the long blade through the middle of the package, through the masking tape, through the cardboard, through the cushioning and right through the center of Waldo Jeffers head, which split slightly and caused little rhythmic arcs of red to pulsate gently in the morning sun", "There she goes again \nShes out on the streets again \nShes down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nShe wont take it from just any guy\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that shes gonna meet \nYou better hit her\nThere she goes again \nShes knocked out on her feet again \nShes down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nLike a bird, you know she will fly\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that shes gonna meet \nYou better hit her\nNow take a look, theres no tears in her eyes\nLike a bird, you know she will fly, fly, fly away \nOh, see her walking on down the street \nLook at all your friends that shes gonna meet \nShes gonna bawl and shout, shes gonna work it\nShes gonna work it out, bye bye \nBye, bye, b-bye, bye, bye, b-b-b-b-bye, bye, bye, baby\nOh, shes alright, shes alright", "Myriad had choice of his fate\nSet themselves out upon a plate for him to choose\nWhat had he to lose?\nNot a ghost bloodied country all covered with sleep\nWhere the Black Angel did weep not an old city street in the east\nGone to choose\nAnd wanderings brother walked on through the night\nWith his hair in his face on a long splintered cut from the knife\nOf GT\nThe rally mans patter ran on through the dawn\nUntil we said so long to his skull\nShrill yell\nShining brightly red rimmed and red lined with the time\nInfused with the choice of the mind on ice skates scraping chunks\nFrom the bells\nCut mouth bleeding razors\nForgetting the pain\nAntiseptic remains cool, good buy\nSo you fly\nTo the cozy brown snow of the east\nGonna choose, choose again\nSacrificials remain make it hard to forget\nWhere you come from the stools of your eyes\nServe to realize fame\nChoose again\nAnd Rovermans refrain of the sacrilege recluse\nFor the loss of a horse\nWith the bowels and a tail of a rat\nCome again, choose to go\nAnd if Epiphanys terror reduced you to shame\nHave your head bobbed and weaved\nChoose a side to be on\nAnd if the stone glances off, split didactics in two\nLeave the color of the mouse trails\nDont scream, try between\nIf you choose\nIf you choose, try to lose\nFor the loss of remain come and start\nStart the game\nI che che, che che I\nChe che che, ka tah koh\nChoose to choose\nChoose to choose, choose to go", "White light goin, messin up my mind\n And dont you know its gonna make me go blind\n Aw, white heat, it tickle me down to my toes\n Ooh, have mercy, while I have it, goodness knows\n White light goin, messin up my brain\n Aw, white light, its gonna drive me insane\n Aw, white heat, it tickle me down to my toes\n Aw, white light, I said now, goodness knows, do it\nHmm, hmm, white light\nAw, I surely do love watching that stuff shoot itself in\nHmm, hmm, white light\nWatch that side, watch that side\nDont you know its gonna be dead in the drive?\nHmm, hmm, white heat\nHey, foxy mama, watchin her walk down the street\nHmm, hmm, white light\nCome upside your head, gonna make a dead end on your street\n White light moved in me through my brain\n White light goin, makin you go insane\n Aw, white heat, it tickle me down to my toes\n Aw, white light, I said now, goodness knows\n Aw, white light, it lighten up my eyes\n Dont you know it fills me up with surprise?\n Aw, white heat, tickle me down to my toes\n Aw, white light, I tell you now, goodness knows, now work it\nHmm, hmm, white light\nAw, she surely do moves me\nHmm, hmm, white light\nWatch that speed freak, watch that speed freak\nEverybody gonna go and make it every week\nHmm, hmm, white heat\nAw, sputter, mutter, everybody gonna go and kill their mother\nHmm, hmm, white light\nHere she comes, here she comes, everybody get n gonna make me run to her", "Lady Godiva, dressed so demurely\nPats the head of another curly haired boy, just another toy\nSick with silence, she weeps sincerely\nSaying words that have oh so clearly been said\nSo long ago\nDraperies wrapped gently round her shoulder\nLife has made her that much bolder now\nThat shes found out how\nDressed in silk, latin lace and envy\nPride and joy of the latest penny fare\nPretty passing care\nHair today now dipped in the water\nMaking love to every poor daughters son\nIsnt it fun?\nNow, today, propping grace with envy\nLady Godiva peers to see if anyones there\nAnd hasnt a care\nDoctor is coming the nurse thinks sweetly!\nTurning on the machines that neatly pump air!\nThe body lies bare\nShaved and hairless what once was screaming!\nNow lies silent and almost sleeping\nThe brain must have gone away\nStrapped securely to the white table\nEther caused the body to wither and writhe\nUnderneath the white light\nDoctor arrives with knife and baggage\nSees the growth as just so much cabbage\nThat must now be cut away\nNow come the moment of Great! Great! Decision!\nThe doctor is making his first incision\nOne goes here--one goes there\nThe ether tubes leaking, says someone whos sloppy\nThe patient, it seems, is not so well sleeping\nThe screams echo up the hall\nDont panic, someone give him pentothol instantly\nDoctor removes his blade\nCagily slow from the brain\nBy my count of ten--\nThe head wont move", "You killed your European son\nYou spit on those under twenty-one\nBut now your blue cars are gone\nYou better say so long\nHey hey hey, bye bye bye\nYou made your wallpapers green\nYou want to make love to the scene\nYour European son is gone\nYoud better say so long\nYour clowns bid you goodbye", "Jennie said when she was just five years old\nThere was nothin happenin at all\nEvery time she puts on a radio\nThere was nothin goin down at all\nNot at all\nThen one fine mornin she puts on a New York station\nYou know she dont believe what she heard at all\nShe started shakin to that fine, fine music\nYou know her life was saved by rock n roll\nDespite all the amputations\nYou know you could just go out\nAnd dance to the rock n roll station\nIt was all right \nHey baby, you know it was alright \nJennie said when she was just bout five years old\nYou know my parents gonna be the death of us all\nTwo TV sets and two Cadillac cars\nWell you know, it aint gonna help me at all\nNaw, just a tiny bit\nThen one fine mornin\nShe turns on a New York station\nShe doesnt believe what she hears at all\nOoooh, she started dancin to that fine, fine music\nYou know her life is saved by\nRock n roll\nYeah, rock n roll\nDespite all the computations\nYou could just dance a to that rock n roll station\nAnd baby it was alright \nHey it was alright \nHey here she comes now!\nJump! Jump!\nAnd Jennie said when she was just bout five years old\nHey, you know, there was nothing happening at all\nNot at all, every time I put on the radio\nYou know theres nothin goin down at all, not at all\nBut one fine mornin she hears a New York station\nShe just didnt believe what she heard at all, hey, not at all\nShe started dancin to that fine, fine music\nYou know her life is saved by rock n roll\nYes, rock n roll\nOooh, despite all the computations\nYou know you could just dance to a rock n roll station\nAlright\nAlright\nAnd it was all right\nWell listen to me now\nAnd it was alright\nCmon now\nListen\nIt was alright\nIt was alright\nAnd it was alright \nIts alright \nYeah, its alright now \nYeah, its alright now \nIt is all alright \nYeah, alright now \nAnd its alright right now \nAnd its alright now \nOh baby \nOh baby \nOh baby \nYeah, yeah, yeah, yeah \nNow its alright now \nOoh, its alright now \nOh, alright \nAlright now", "Candy screen wrappers of silkscreen fantastic\nRequiring memories\nBoth lovely and guilt free\nLurid and lovely with twilight of ages\nLuscious and lovely and filthy with laughter\nLaconic giggles\nEnnui fort the passions\nIn order to justify most spurious desires\nRectify moments\nMost serious and urgent\nTo hail upon the face of most odious time\nRequiring replies most facile and vacuous\nWith words nearly singed\nWith the heartbeat of passions\nSpew forth with the grace of a tart going under\nSubject of great concern\nNoble origin\nDenigrate obtuse and active verbs pronouns\n \n \nSkewer the sieve of optical sewer\n \n \nRelease the handle that holds all the gates up\n \n \nPuncture the eyeballs that seep all the muck up\n \n \nRead all the books and the people worth reading\n \n \nAnd still see the muck on the sky of the ceiling\n \nPlease raise the flag\n \nRosy red carpet envy\n \nEnglish used here\n \nIs messenger is nervous\n \nIts no fun at all\n \nOut here in the hall\nMister moonlight\n \nSucculent smooth and gorgeous\n \nIsnt it nice?\n \nWere number One and so forth\n \nIsnt it sweet\n \nBeing unique?\nFor screeching and yelling and various offenses\nLower the queen and bend her over the tub\nAgainst the state, the country, the committee\nHold her head under the water please for an hour\nFor groveling and spewing and various offenses\nPuncture the bloat with the wing of a sparrow\nThe inverse, the obverse, the converse, the reverse\nThe sharpening wing of the edge of a sparrow\nFor suitable reckonings too numerous to mention\nAs the queen is fat she is devoured by rats\nThere is one way to skin a cat\nOr poison a rat it is hetero\nFour hear to three forthrightly stated”\nRelent\nAnd obverse\nAnd inverse\nAnd perverse\nAnd reverse\nThe inverse\nOf perverse\nAnd reverse\nAnd reverse\nAnd reverse\nAnd reverse\nAnd chop it\nAnd pluck it\nAnd cut it\nAnd spit it\nAnd sew it\nTo joy\nOn the edge\nOf a cyclops\nAnd spinet it\nTo rage\nOn the edge\nOf a cylindrical minute\nPut down that rag\nSimpering, callow and morose\nWho let you in?\nIf I knew, then I could get out\nThe murder you see\nIs a mystery to me\nDear Mister Muse\nFellow of wit and gentry\nMedieval ruse\nFilling the shallow and empty\nFools that duel\nDuel in pools\nTo Rembrandt and Oswald\nTo peanuts and ketchup\nSanctimonious sycophants stir in the bushes\nUp to the stand with your foot on the bible\nAs king I must order and constantly arouse\nIf you swear to catch up and throw up and up up\nA king full of virgin kiss me and spin it\nExcuse to willow and wander dark wonders\nDivest me of robes-sutures Harry and pig meat\nThe fate of a nation, rests hard on your bosoms\nThe king on his throne, puts his hand down his robe\nThe torture of inverse and silk screen and Harry\nAnd set the tongue squealing the reverse and inverse\nTantalize poets with visions of grandeur\n \n \nTheir faces turn blue with the reek of the compost\n \n \nAs the living try hard to retain what the dead lost\n \n \nWith double dead sickness from writing at what cost\n \n \nAnd business\nAnd business\nAnd reverse\nAnd reverse\nAnd set the brain reeling\nThe inverse\nAnd perverse\nObjections suffice\nApelike and tactile bassoon\nOboeing me\nCordon the virus section\nOff to the left\nIs what is not right\nEnglish arcane\nTantamount here to frenzy\nPassing for me\nLascivious elder passion\nCorpulent filth\nDisguised as silk\nContempt, contempt and contempt for the boredom\nI shall poison the city and sink it with fire\nFor Cordless and Harry and Apepig and Scissor\nThe messengers wig seems fraught with desire\nFor blueberry picnics and pince-nez and magpies\nThe messengers skirt, would you please hook it higher\nFor children and adults all those under ninety\nHow truly disgusting. Would you please put it down?\nA stray in this fray is no condom worth saving\nAs king Im quite just, but its just quite impossible\nA robe and a robe and a robe and a bat\nNo double class inverse could make lying worth dying\nWith cheap simian melodies\n \nHillbilly outgush\n \nFor illiterate ramblings\n \nFor cheap understanding\n \nFor mass understanding\n \nThe simple\nThe inverse\nThe compost\nThe reverse\nThe obtuse\nAnd stupid\nAnd business\nAnd business\nAnd cheap, stupid lyrics\n \nAnd simple mass reverse\n \nWhile the real thing is dying\n \nExit the pig\n \nEnter the Owl and Gorgeous\n \nKing on the left\nIt on the right and primping\nAdjusting his nose\nAs he reads from his scroll\nFolksy knockwurst\n \nPeel back the skin of French and\n \n \nWhat do you find?\n \nFollicles intertwinning\n \nSucculent prose\nWrapped up in robes\nOff with his head\nTake his head from his neck off\nRequiring memories both lovely and guiltfree\nPut out his eyes, then cut his nose off\nSanctimonious sycophants stir in the bushes\nScoop out his brain\nPut a string where his ears were\nAll the kings horses and all the kings men\nSwing the whole mess at the end of the wire\nScratch out his eyes with the tip of a razor\nLet the wire extend from the tip of a rose\nCaroline, Caroline, Caroline, Oh!\nBut retains the remnants of what once was a nose\nPass me my robe\nFill my bath up with water\nJumpsuit and pig meat\n \nAnd making his fortune\n \nWhile making them happy\n \nWith the inverse and obverse\nAnd making them happy\n \nAnd making them happy\n \nWith the coy and the stupid\nJust another dumb lackey\n \nWho puts out one thing\n \nWhile singing the other\n \nBut the real things alone\n \nAnd it is no mans brother\n \nNo one knows\n \nNo nose is good news and senseless\n \nExtend the wine\n \nDrink here, a toast to selfless\n \nTen year old port\n \nIs perfect in court\nSafety is nice\n \nNot an unwise word spoken\n \nScary, bad dreams\n \nMade safe in lovely songs\n \nNo doom or gloom\n \nAllowed in this room\nCasbah and Cascade and Rosehip and Feeling\nCascade and Cyanide, Rachaminoff, Beethoven\nSkull silly wagon and justice and perverse\nAnd reverse the inverse and inverse and inverse\nBlueberry catalog, questionable earnings\nHustlers lament and the rest will in due cry\nTo battle and scramble and browbeat and hurt\nWhile chewing on minstrels and choking on dirt\nDisease please seems the order of the day\nPlease the king, please the king, please the king day\nCasbah and Cascade and Rosehip and Feeling\nPoint of order return the king here to the ceiling\nOh, not to be whistled\n \nOr studied or hummed or\n \nRemembered at nights\n \nWhen the I is alone\n \nBut to skewer and ravage\n \nAnd savage and split\n \nWith the grace of a diamond, bellicose wit\n \n \nTo stun and to stagger with words as such stone\n \n \nThat those who do hear cannot again return home\nRazzamatazz\nTheres nothing on my shoulder\nLust is a must\nShaving my heads made me bolder\nWill you kindly read\nWhat it was I brought thee\nHello to Ray\nHello to Godiva and Angel\nWho let you in?\nIsnt it nice\nThe party?\nArent the lights\nPretty at night?\nSick leaf and sorrow and pincers not scissors\nRegard and refrain from the daughters of marriage\nRegards for the elders and youngest in carriage\nRegard and regard for the inverse and perverse\nAnd obverse, and diverse, of reverse and reverse\nRegard from the sick, the dumb, and the camel\nFrom pumps storing water, like brain is to marrow\nX-ray and filthy and cutting and then peeling\nTo skin and to skin and to bone and to structure\nTo livid and pallid and turgid and structured\nAnd structured and structured and structured and structured\nAnd regard and refrain, and regard and refrain\nThe sick and the dumb, inverse, reverse and perverse\nContempt, contempt, and contempt for the seething\nFor writhing and reeling and two-bit reportage\nFor sick with the body and sinister holy\nThe drown burst blue babies now dead on the seashore\nThe valorous horseman, who hang from the ceiling\nThe pig on the carpet, the dusty pale jissom\nThat has no effect for the sick with the see-saw\nThe inverse, obverse, converse, reverse of inverse\nThe diverse and converse of reverse and perverse\nAnd sweet pyrotechnics, and lets have another\nOf inverse, converse, diverse, perverse and reverse\nHells graveyard is damned as they chew on their brains\nThe slick and the scum, reverse, inverse and perverse\nPlowing while its done away\nDumb and ready pig meat\nSick upon the carpet\nClimb into the casket\nSafe within the parapet\nSack is in the parapet\nPigs are out and growling\nSlaughter by the seashore\n \nSee the lifeguard drowning\nSea is full of fishes\nFishes full of china\nChina plates are falling\nAll fall down\nSick and shiny carpet\nLie before my eyes-eyes\nLead me to the ceiling\nWalk upon the wall-wall\nTender as the green grass\nDrink the whisky horror\nSee the young girls dancing\nFlies upon the beaches\nBeaches are for sailors\nNuns across the sea-wall\nBlack hood horseman raging\nSwordsman eating fire\nFire on the carpet\nSet the house ablazing\nSeize and bring it flaming\nGently to the ground-ground\nDizzy Bell Miss Fortune\nFat and full of love-juice\nDrip it on the carpet\nDown below the fire hose\nWeep and whisky fortune\nSail me to the moon, dear\nDrunken dungeon sailors\nHeadless Roman horsemen\nThe king and queen are empty\nTheir heads are in the outhouse\nFish upon the water\nBowl upon the saviour\nToothless wigged Laureate\nPlain and full of fancy\nName upon a letterhead\nImpressing all the wheat germ\nLove you for a nickel\nMaul you for a quarter\nSet the casket flaming\nDo not go gentle blazing\nSick upon the staircase\nSick upon the pulpit\nBlood upon the pillow\nClimb into the parapet\nSee the church bells gleaming\nKnife that scrapes a sick plate\nDentures full of air holes\nThe tailor couldnt mend straight\nShoot her full of air holes\nClimbing up the casket\nTake me to the casket\nTeeth upon her red throat\nScrew me in the daisies\nRip upon her holler\nSnip the seas fantastic\nTreat her like a sailor\nFull and free and nervous\nOut to make his fortune\nEither this or that way\nSickly or in good health\nPiss upon a building\nLike a dog in training\nTeach to heel or holler\nYodel on a sing song\nDown upon the carpet\nTickle polyester\nSick within the parapet\nScrewing for a dollar\nSucking on a fire-hose\nChewing on a rubber line\nTied to chairs and rarebits\nPay another player\nOh youre such a good lad\nHeres another dollar\nTie him to the bedpost\nSick with witches covens\nCraving for a raw meat\nBones upon the metal\nSick upon the circle\n \nDown upon the carpet\nDown below the parapet\nWaiting for your bidding\nPig upon the carpet\nTumenescent railroad\nNeuro-anaesthesia analog\nReady for a good look\nDrooling at the birches\nSwinging from the birches\nSucculent Nebraska", "Who loves the sun\nWho cares that it makes plants grow\nWho cares what it does\nSince you broke my heart\nWho loves the wind\nWho cares that it makes breezes\nWho cares what it does\nSince you broke my heart\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nNot everyone\nPa Pa Pa Pa\nWho loves the sun\nWho loves the rain\nWho cares that it makes flowers\nWho cares that it makes showers\nSince you broke my heart\nWho loves the sun\nWho cares that it is shining\nWho cares what it does\nSince you broke my heart\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nNot everyone\nPa Pa Pa Pa\nWho loves the\nSun\nSun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nNot just anyone\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun", "Stephanie says that she wants to know\nWhy shes given half her life\nTo people she hates now\nStephanie says when answering the phone \nWhat country shall I say is calling \nFrom across the world\nBut shes not afraid to die\nThe people all call her Alaska\nBetween worlds so the people ask her\nCause its all in her mind\nIts all in her mind\nStephanie says that she wants to know \nWhy it is though shes the door \nShe cant be the room\nStephanie says but doesnt hang up the phone \nWhat sea shell sea is calling \nFrom across her world\nBut shes not afraid to die\nThe people all call her Alaska\nBetween worlds so the people ask her\nCause its all in her mind\nIts all in her mind\nTheyre asking is it good or bad\nIts such an icy feeling\nIts so cold in Alaska \nIts so cold in Alaska \nIts so cold in Alaska", "Pa pa pa pa, pa pa pa pa\nPa pa pa pa, pa pa pa pa\nPa pa pa pa, pa pa pa pa\nI found a reason to keep living\nOh, and the reason, dear, is you\nOh, I found a reason to keep singing\nOh, and the reason, dear, is you\nOh, I do believe\nIf you dont like things you leave\nFor some place youve never gone before\nPa pa pa pa, pa pa pa pa\nPa pa pa pa, pa pa pa pa\nPa pa pa pa, pa pa pa pa\nHoney, I found a reason to keep living\nAnd you know the reason, dear, its you\nAnd Ive walked down lifes lonely highways\nHand in hand with myself\nAnd I realized\nHow many paths have crossed between us\nOh, I do believe\nYou are what you perceive\nWhat comes is better than what came before\nOh, I do believe\nYou are what you perceive\nWhat comes is better than what came before\nPa pa pa pa, pa pa pa pa\nPa pa pa pa, pa pa pa pa\nPa pa pa pa, pa pa pa pa\nAnd youd better come, come, come, come to me\nCome, come, come to me\nBetter come, come, come, come to me\nPa pa pa pa, pa", "Some kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nAnd some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but in that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nAnd some kinds of love are mistaken for vision\nPut jelly on your shoulder let us do what you fear most\nThat from which you recoil but which still makes your eyes moist\nPut jelly on your shoulder baby, lie down upon the carpet\nBetween thought and expression let us now kiss the culprit, move it on\nI dont know just what its all about\nBut put on your red pajamas and find out", "What goes on in your mind?\nI think that I am falling down\nWhat goes on in your mind?\nI think that I am upside down\nLady be good, do what you should\nYou know itll work alright\nLady be good, do what you should\nYou know itll be alright\nIm going up, and Im going down\nIm going to fly from side to side\nSee the bells up in the sky\nSomebodys cut the string in two\nLady be good, do what you should\nYou know itll work alright\nLady be good, do what you should\nYou know itll be alright\nOne minute born, one minute doomed\nOne minute up and one minute down\nWhat goes on in your mind?\nI think that I am falling down\nLady be good, do what you should\nYou know itll work alright\nLady be good, do what you should\nYou know itll be alright", "Now, if she ever comes now, now\nIf she ever comes now, now\nIf she ever comes now...\nNow, if she ever comes now, now\nIf she ever comes now, now\nIf she ever comes now...\nAh, oh, it looks so good\nAh, oh, shes made out of wood\nJust look and see\nNow, if she ever comes now, now\nIf she ever comes now, now\nIf she ever comes now...\nNow, if she ever comes now, now\nIf she ever comes now, now\nIf she ever comes now...\nAh, oh, it looks so good\nAh, oh, shes made out of wood\nJust look and see\nOh, its made out of wood\nJust look and see now\nShe ever comes, if she ever comes now\nNow, now, now, now\nShe ever, ever, ever comes n-n-n-now\nIf she ever, ever, ever comes n-n-n-now\nIf she ever comes now now now now\nIf she ever, if she ever, if she ever\nIf she ever comes n-n-n-now\nIf she ever, if she ever, if she ever, if she ever\nIf she ever comes n-n-n-now\nIf she ever", "Jesus, help me find my proper place\nJesus, help me find my proper place\nHelp me in my weakness\nCause Im falling out of grace\nJesus, Jesus\nJesus, help me find my proper place\nJesus, help me find my proper place\nHelp me in my weakness\nCause Im falling out of grace\nJesus, Jesus\nJesus, help me find my proper place\nJesus, help me find my proper place\nHelp me in my weakness\nCause Im falling out of grace\nJesus, Jesus", "Im sticking with you\nCause Im made out of glue\nAnything that you might do\nIm gonna do too\nYou held up a stagecoach in the rain\nAnd Im doing the same\nSaw you hanging from a tree\nAnd I made believe it was me\nIm sticking with you\nCause Im made out of glue\nAnything that you might do\nIm gonna do too\nMoon people going to the stratosphere\nSoldiers fighting with the Cong\nBut with you by my side, I can do anything\nWhen we swing, we hang past right and wrong\nIll do anything for you\nAnything you want me to\nIll do anything for you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you", "Well, Im beginning to see the light\nWell, Im beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nWant to tell all you people now\nNow, now baby, Im beginning to see the light\nHey, now, baby, Im beginning to see the light\nWine in the morning and some breakfast at night\nWell, Im beginning to see the light\nHere we go again, playing the fool again\nHere we go again, acting hard again, alright\nWell, Im beginning to see the light\nI want to tell you, woo hoo ooh\nHey now, baby Im beginning to see the light\nBecause its softer now\nI wore my teeth in my hands\nSo I could mess the hair of the night\nHey, well, Im beginning to see the light\nNow, now, now, now, now, now, now, now\nBaby, Im beginning to see the light, now\nIts kinda softer\nHey, now, baby Im beginning to see the light\nI met myself in a dream\nAnd I just want to tell you, everything was alright\nHey now, baby, Im beginning to see the light\nHere comes two of you\nWhich one will you choose?\nOne is black and one is blue\nDont know just what to do, alright\nWell, Im beginning to see the light\nAlright, here she comes\nYeah, yeah, baby Im beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nOh, its getting little softer in here now\nNow, now, baby Im beginning to see the light\nOh, its coming round again\nHey now, now, now, baby Im beginning to see the light\nOne more time\nThere are problems in these times\nBut, ooh, none of them are mine\nOh, baby, Im beginning to see the light\nHere we go again\nI thought that you were my friend\nHere we go again\nI thought that you were my friend\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?", "Ive been set free and Ive been bound\nTo the memories of yesterdays clouds\nIve been set free and Ive been bound\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been blinded but now I can see\nWhat in the world has happened to me\nThe prince of stories who walks right by me\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been set free and Ive been bound\nLet me tell you people what I found\nI saw my head laughing, rolling on the ground\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion", "Can I have your autograph\nHe said to the fat blonde actress\nYou know Ive seen every movie youve been in\nFrom Paths of Pain to Jewels of Glory\nAnd when you kissed Robert Mitchum\nGee but I thought youd never catch him\nOver the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nCan I have your autograph\nHe said to the fat blonde actress\nYou know I know everything youve done\nAnyway I hate divorces\nTo the left is a marble shower\nIt was fun even for an hour but\nYoure over the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nSomethings got a hold on me\nAnd I dont know what\nOh somethings got a hold on me\nAnd I dont know what\nIts the beginning of a new age\nIts the beginning of a new age\nIts the beginning of a new age\nIts a new age\nIts the beginning of a new age\nOh oh", "Here she comes now, now\nShes gone, gone, gone\nReady, ready, ready, ready, ready\nGot my eyes wide open\nEver since I was on cripple Monday\nGot my eyeballs on my knees, aww baby, walkin\nI rapped for hours with Mad Mary Williams\nSaid she never understood a word from me, because...\nI know that she cares about me\nI heard her call my name\nAnd I know that shes long dead and gone\nStill, it aint the same\nOh, when I wake up in this morning, mama\nI heard her call my name\nI know shes dead and long far gone\nI heard her call my name\nAnd then, I felt my mind split open...\nHere she comes now, now\nShes gone, gone, gone\nReady, ready, ready, ready, ready\nGot my eyes wide open\nEver since I was on cripple Monday\nGot my eyeballs on my knees\nI rapped for hours with Mad Mary Williams\nSaid she never understood a word from me\nOh, I know she cares about me\nI heard her call my name ... ?\nI said that shes long dead and gone\nAnd still, she aint the same\nBut when I woke up in the morning, mama\nI heard her call my name, long gone\nI know shes dead and long far gone\nAnd still, I heard her call my name\nAnd then, my mind split open...", "Somebody took the papers and somebodys got the key\nAnd somebodys nailed the door shut\nThat says, Hey, what you think that you see?\nBut me, Im down around the corner\nYou know, Im looking for Miss Linda Lee\nBecause shes got the power to love me by the hour\nGives me double you L O V E\nHey baby, if you want it so fast\nDont you know that it aint going to last\nOf course you know it makes no difference to me\nSomebodys got the time, time\nSomebodys got the right\nAll of the other people trying to use up the night\nBut now me, Im out on the corner\nYou know, Im looking for Miss Linda Lee\nBecause shes got the power to love me by the hour\nGives me double you L O V E\nOoh, hey if you want it so fast\nDont you know honey, you can get it so fast\nBut of course, you know it makes no difference to me\nOh, oh, youd better cool it down\nYou know youd better cool it down\nYou know youd better cool it down\nYou know youd better cool it down\nGet down it\nOhh, hey, if you want it so fast\nNow lookie look baby dont you want it to last\nBut of course you know that it makes no difference to me\nOhh, youd better cool it down\nNow baby, better cool it down\nDont you know, youd better cool it down\nYou know, youd better cool it down\nYoud better cool it down\nOh, baby cool it down\nYoud better cool it down", "Here comes the ocean and the waves\nDown by the sea\nHere comes the ocean and the waves\nCrashing in\nEarth is a hollow hair, part of a bigger head\nIt nearly drives me crazy\nIn the harmoniums\nThey have small rubber ducks\nRecording all our actions\nBut here come the waves\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea, down by the sea\nDown by the sea\nHere comes the ocean and the waves\nDown by the shore\nHere comes the ocean and the waves\nCrashing in\nInsects are evil thoughts, thought of by selfish men\nIt nearly drives me crazy\nI am a lazy son\nI never get things done\nMade up mostly of water\nAnd here come the waves\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea\nDown by the sea\nDown by the sea\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves", "Thats the story of my life\nThats the difference between wrong and right\nBut Billy said, Both those words are dead\nThats the story of my life\nThats the story of my life\nThats the difference between wrong and right\nBut Billy said that both those words are dead\nThats the story of my life\nAh, thats the story of my life\nThats the difference between wrong and right\nBut Billy said that both those words are dead\nThats the story of my life", "Shes over by the corner\nGot her hands by her sides\nThey hit her harder, harder, harder\nTil they thought she might die\nWell, I got a foggy notion, do it again\nOver by the corner, do it again\nI got my calamine lotion, baby, do it again\nWell, I got a foggy notion, do it again\nShe made me do something that I never did before\nI rushed right down to a flower store\nI bought her a bundle, a beautiful batch\nDont you know something?\nShe sent em right back\nAlright\nSally Mae, Sally Mae\nSally Mae, Sally Mae\nSally Mae, Sally Mae\nSally Mae, Sally Mae\nAlright\nShes over by the corner\nGot her hands by her sides\nThey hit her harder, harder, harder\nWell, they thought she might die\nWell, I got a foggy notion, do it again\nOver in the corner, do it again\nI got my calamine lotion, do it again\nBaby, I got a foggy notion, do it again\nMade me do something that I never did before\nI rushed right down to a flower store\nI bought her a bundle, a beautiful batch\nNow, baby, dont you know something?\nShe sent em right back\nSally Mae, Sally Mae\nSally Mae, Sally Mae\nSally Mae, Sally Mae\nSally Mae, Sally Mae\nShes over by the corner\nYeah, got her hands by her sides\nThey hit her harder, harder, harder\nTil they thought she might die\nWell, I got a foggy notion, do it again\nOver in the corner, do it again\nI got my calamine lotion, babe, do it again\nWell, I got a foggy notion, do it again\nAlright", "Looking for another place\nSomewhere else to be\nLooking for another chance\nTo ride into the sun\nRide into the sun\nWhere everything seems so pretty\nWhen youre lonely and tired of the city\nRemember its a flower made out of clay\nTo the city\nWhere everything seems so ugly\nWhen your sitting at home in self pity\nRemember youre just one more person\nWhos living there\nIts hard to live in the city", "Shes my best friend\nCertainly not the average girl\nShes my best friend\nUnderstands me when Im fallin down, down, down\nOh, it hurts to be that way\nDown, down, down\nOh, it hurts to know youre that kind of fella\nHeres to Newspaper Joe\nDropped his teeth on the floor\nCaught his hand in the door\nGuess thats the way the news goes\nIf you want to see me\nSorry but Im not around\nIf you want to be me\nTurn around, Im by the window where the light is\nShes my best friend\nBetter than a dog or car\nShes my best friend\nUnderstands me when Im fallin down, down, down\nOh, it hurts to be that way\nDown, down, down\nOh, it hurts to know youre that kinda fella\nHeres to Mulberry Jane\nShe made jam when she came\nSomebody cut off her feet\nNow jelly rolls in the street\nIf you want to see me\nSorry but Im not around\nIf you want to be me\nTurn around, Im by the window where the light is\nShes my best friend\nCertainly not the average girl\nShes my best friend\nUnderstands me when Im fallin\nFallin down\nFallin down\nFallin down\nFallin down\nFallin down...", "Its hard being a man\nLiving in a garbage pail\nMy landlady called me up\nShe tried to hit me with a mop\nI cant stand it anymore, more\nCant stand it anymore, more\nCant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nI live with thirteen dead cats\nA purple dog that wears spats\nTheyre living out in the hall\nAnd I cant stand it anymore\nI cant stand it anymore, more\nI cant stand it anymore, more\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nIts hard being a man\nLiving in a garbage pail\nMy lady called me up\nAnd tried to hit me with a mop\nI cant stand it anymore, more\nI cant stand it anymore, more\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nBe alright\nBe alright, baby\nBe alright\nOh, God!", "The Velvet Underground & Nico album came out in 1967 amid the hippie revolution in the summer of love. The Velvet’s were disillusioned with these ideas and presented a darker side of things, one that was diametrically opposed to the popular counterculture movement of the time. They laid the foundation for punk and glam rock, and even influenced electronic music movements. The Velvet Underground were able to demystify the sexual freedom and the drug culture of the 1960’s through matter of fact observations of New York street life that served as the antithesis to the West Coast feel good vibe and in doing so, created one of the most influential, prophetic albums of all time that expressed an alienation not being represented in popular culture before them\nThe Velvet Underground were a quintessentially New York band. They embodied the streets they knew in every way. They wrote songs about real things that they saw, and they certainly saw some interesting things during their time with Andy Warhol’s eclectic gang of outcasts. Their peers consisted of artists, junkies, homosexuals, and transvestites. Like Andy Warhol’s pop art, their music was “anti-art made by anti-art elitists” . They were one of the first rock and roll bands who had no chance of reaching a mass audience because they clashed so deeply with much of society’s foundations. Their music was intellectual but they weren’t intellectual elitists in the traditional sense of the word. They took inspiration from trashy paperback novels rather than the widely regarded literary classics\nThe first track, Sunday Morning, is the most delicate on the album and the last to be recorded. It’s really the only track that aims to be beautiful, and is. It’s a sort of precursory reminder to the audience that the cacophony and noise about to come is intentional; it isnt stemming from a lack of musical skill or knowledge. This sort of attitude is what the whole punk movement was based upon, but the punks adapted an attitude that preexisting musical knowledge wasn’t necessary. The attitude and the ideas behind the song are what really matters, and this is what the Velvet Underground served on their debut album. With the opening number, their softest track, they prove that they weren’t relying solely on shock appeal and a confrontational attitude. ‘Sunday Morning’ represents the calm before the storm and it is unclear whether the song is first or last in chronological order of the album. The song contains the most commercial sound on the album but also somber lyrics. It reads like a peaceful Sunday morning after a long, hard week in New York City. Though not overt or as confrontational as the rest of the songs, it shows their multiple personalities. One when they are relatively sober, albeit coming down as he sings “Sunday morning and I’m falling down.” The album takes no moral stance on all of the crazy things they’ve seen in the streets and been a part of; but they represent real things going on and not a dream world where everything is always fine. Some of these things are hard to confront as Reed sings “I’ve got a feeling I don’t want to know.” This could be about what happened or what’s about to happen throughout the album. It recognizes that, although the album consists of a series of vignettes representative of NY street culture, all of the stories aren’t completely contained within the album. It doesn’t manage to tie everything up in a neat way. There are stories from before the album and after that are parts of the same narrative but the audience wont be let in on them\nThe Velvet Underground were used to deep alienation beyond the normal level. Even within the biggest counter-cultural movement in American history going on, they couldn’t find a place within a larger cross-section of American culture. The only place they seemed to fit in was with Andy Warhol’s factory crowd, a self-described group of misfits. Instead of going on along with the hippies rebelling against post-war conformity and conservatism in the 1950’s, they pushed the boundaries even further than the hippies out west and intentionally made people feel uncomfortable. Hippie music became popular and eventually co-opted by the mainstream like every other large cultural movement before and after . The Velvet’s pushed the boundaries about as far as they could be pushed, nothing was off limits. Subject matter was real and dark, portraying the seedier side of New York and America as a whole. Instead of singing specifically about equality in race relations, racial issues are subtly brought up within the narrative of the songs that feel deeply rooted in the New York that Reed was living in. In ‘I’m Waiting For The Man’ he sings “hey white boy, what you doing up town?” The rest of the lines around it are unclear what the narrator of the song actually is doing uptown sparking much debate as to if it’s as straight forward as it first appears, that the narrator is looking to buy ‘smack.’ Another popular interpretation is that ‘the man’ of the song was actually a homosexual lover of the narrator. This theory comes from the lines where the narrator is asked “hey white boy, you chasin’ our women around?” and he responds “oh pardon me sir, it’s the furthest thing from my mind, I’m just looking for a dear, dear friend of mine.” This dear friend of his may have been more than someone that just sold him narcotics. Reed wasn’t writing these songs as a peace activist or even outwardly promoting equality like the West Coast was fond of. He provides a succinct, but ultimately telling story of race relations in New York City in a nonchalant, conversational tone. The song is set in Harlem, a predominately African-American community, and the tone in which the narrator is addressed suggests that he, a white man, has no business being there, thus is up to no good. He’s looking for something that needs to be hidden from mainstream white society, whether it be drugs or unconventional sexuality. Here, he takes no explicit position, like in ‘Heroin,’ but establishes the setting with a gritty realism and doesn’t try to hide what’s really going on in the neighborhoods of America. He’s not trying to sell anything, but he does tell the story of an underrepresented class of people in America whose issues had been largely ignored. Reed has no qualms about calling it like it is\nThis deep cultural alienation can inevitably lead to drug use, and sometimes abuse, when a certain sect of society is ignored or marginalized. The Velvet Underground understood this and with Reed’s lyrics and the backing instrumentation, these groups of alienated people are addressed. While the west coast largely advocated drug use, especially LSD by groups such as Jefferson Airplane and the Grateful Dead, The Velvet Underground made music about drugs, and inspired by drugs but didn’t ostensibly advocate their use. This is a key difference between the two coasts; the Velvets understood that drugs were an escape, one which some people found necessary to modern life. Not everyone took them to party or have a good time. Hardcore drug users need the drugs because the life they perceive is so bad that something drastic is needed to violently shake them from that world. Reed addresses the issues that lead to drug abuse within ‘Heroin’ and also cedes that “when the smack begins to flow,” he “just doesn’t care anymore” and it makes him “feel like a man.” The whole song is a musical representation of what shooting heroin feels like to the user. While there is no endorsement or denouncement, the first verse is certainly the most joyful section of the song. It opens with a singular guitar, with a very calm riff hat slowly builds with added instrumentation layered on top of each other. The drums follow the heartbeat of the user, starting off steady and once the heroin is injected, it becomes much more frantic and erratic. Around the five minute mark, the screeching viola reaches a pinnacle with the heartbeat drums driving forward faster and faster almost drowning out Reed’s vocals, perhaps signifying that the drug doesn’t allow the mind’s thoughts to fully come through and they are distorted through the lens of the drug\nThe Velvet Underground and the hippies both used and sang about drugs, but their approaches were completely different. Lou Reed sings in ‘Heroin’ that it makes him feel like “Jesus’ son.” He acknowledges that the drug obviously makes the user feel powerful while also making a slight jab at Christianity and the idea that Jesus was actually married to Mary Magdalene and fathered children with her. Heroin is an escape for the user and the lyrics acknowledge this when they say “when the heroin is in my blood, and that blood is in my head, thank God I’m as good as dead, and thank your God that I’m not aware, and thank God that I just don’t care.” There is another shot at religion with “your God” and it reveals the desperation that heroin users face, and the mindset that leads to drug addiction, to get away from the world that we live in and temporarily escape to a place where there are no “jim jims” or “politicians making crazy sounds.” The ephemeral joys that the drug provides are just that, there is no end in sight. Lou Reed once said, “I take drugs just because, in the 20th century, in a technological age living in the city, there are certain drugs you have to take just to keep yourself normal like a caveman, just to bring yourself up or down.” He didn’t advocate using drugs or not, he is matter of fact about the way they feel and what causes him. It is just something you do to feel “normal” in his eyes. The music emulates the feelings of a drug user and goes up and down with the highs and lows. John Cale stated that the long vamps on two chords that droned on was “an attempt to control the unconscious with the hypnotic.”\nLou Reed, the main songwriter who shared vocal duties on the album with Nico, was not afraid of adverse reactions to his lyrics. He actually welcomed them and the inside sleeves of the album displayed some of the negative reviews the press had written about the shows, displaying that the band were “perversely proud of them” . One of the major themes in Lou’s songwriting was sexuality, more specifically non-traditional sexual practices. The name for the band was drawn from a book published in 1963 by Michael Leigh called The Velvet Underground about paraphilia in the United States. They found the name “evocative of underground cinema” . The title seemed fit for the name of the band as they had already written the song ‘Venus in Furs’ based off the book by the same title. The word Sado-Masochism is derived from Leopold von Sacher-Masoch, the author of said book. The cover of The Velvet Underground book says “Here is an incredible book. It will shock and amaze you. But as a documentary on the sexual corruption of our age, it is a must for every thinking adult.” The band seemed to take this philosophy wholeheartedly into every facet of their music and their live shows\nThe fourth track of the album, ‘Venus in Furs’, is an adaptation of Sacher-Masochs 1870 novel into song form. Severin, the protagonist of the book is madly in love with Wanda von Dunajew, the novel’s central female character. He is so infatuated with her that he literally asks to be her slave and asks her to treat him as such, in increasingly degrading ways. The fourth line in the song, “strike dear mistress, and cure his heart” is seemingly directly from the novel. In the novel, Severin asks to be whipped hard by Wanda so he can be ‘cured’ of his severe infatuation to her but the abuse he receives only deepens his love and intensifies his extreme feelings and devotion. Sach-Masoch refers to this as “suprasensuality.” The more frequent and violently abused, the more devoted he became to his “mistress,” as she makes him refer to her as. The parallels between the novel and Reed’s own life are hard to ignore. Both the novel, and Lou’s childhood used extreme measures to ‘cure’ a perceived problem through harsh techniques. Lou’s deviant behavior, described as “homosexual tendencies,” was regarded as a mental illness in the 1960’s and he was ‘treated’ with electro-shock therapy which he later wrote about in ‘Kill Your Sons’ during his solo career . In both cases, these techniques only brought about more suffering. Reed’s deviance wasn’t accepted by society or more importantly, by his family and this led to intense alienation which would later drive his work. The hippie mindset of peace and love wasn’t the reality Reed faced in the New York streets. There were real consequences for being different and doing something that most people didn’t approve of. Later in the song, Reed sings of “ermine furs” which “adorn the imperious.” While displaying his vast vocabulary and familiarity with obscure literature, he is able to vividly describe the imagery of the novel and stay true to the main components of the story, essentially poetically summarizing the novel. The use of “imperious” reinforces the dominatrix relationship while “ermine furs” strengthen the imagery of the scene that is being described while the musical ensemble is a “whips ‘n’ chains atmosphere called up by John Cale’s viola drones cut by slashes and Maureen Tucker’s slave master time keeping on kettle drum and tambourine” . The instrumentation allows the Velvets to explore areas that a novel can’t and portray the sinister and desperate situations described through the imagery of their ensemble\nThe main root of their drug use and sexual deviance was an intense sense of alienation. They were in the fast paced east coast world that didn’t care about your feelings; it was about getting things done. Getting together and feeling alright was not on the agenda. This alienation led them down a path that no one in popular music had been down before. One of their main goals was to antagonize the audience, whether it was the audience at home listening to the record or the audience at the show. At their live shows, Andy Warhol movies would be playing in the background while the band wailed away on the guitars with feedback which “sounded like 12 million guitars going at one time with the amplified, intensified screeches that really hurt the eardrums” . The goal was to create an atmosphere that was uncharted territory and pushed the audience passed their limits. Warhol said about the pictures that played behind them, “if the audience can take it for ten minutes, I show it for fifteen minutes” . The effect was to disorient the audience and leave them “too stunned to think or say anything or give any kind of opinion” . They struck chords deep within people that made them think about what it truly means to be alive. These songs weren’t mindless pop tunes to wash over the listener and make them feel safe or momentarily give them pleasure, but they brought out the raw emotions that lay deep within and forced the listener to at least consider an alternative, at times being so radical that they wouldn’t even know how to react. This approach was obviously not popular with the masses and at their shows most of the audience would end up leaving early with about ninety percent of the remaining spectators were “hostile to the show” \nRalph J Gleason, a respected critic for the San Francisco Chronicle, described their performance nothing more than a bad condensation of all the bum trips of the Trips Festival. He reportedly pulled the plug when they left the stage with their guitars leaning on the amps to create a “squalor of electronic noise” . They also did this to Bill Graham at another show in San Francisco and set about smashing Morrison’s drum kit after their set with the amps still blaring. He confronted them after the show and they brushed him off; they later said he was muttering something about “insurance reasons” as Reed was injured from a flying cymbal to his head and was bleeding profusely after the chaotic destruction. This is not to say that all of California was against them, but many prominent hippies were. They actually had a stronger following in California than any other state probably because they antagonized the hippies and anyone that felt alienated by the hippie movement could listen to the group that defined alienation. The Velvets music and performances were dark and abrasive. The Grateful Dead and other San Francisco Sound bands focused on beautiful melodies where the Velvets focused on long droning noises composed of vamps on one or two chords. Maureen Tucker called the Dead the “most boring band” she’d ever heard while Lou Reed said their music was “tedious, a lie, and untalented” \nThe Velvet Underground remained a shape shifting, and ultimately widely influential band that came from the bottoms of the society and completely represented that through their art. They made music about drugs, not-traditional sexual practices, and other issues of modern life that were rooted in a sense of alienation from the major countercultural narrative of the 1960’s. Even with the recent passing of primary songwriter Lou Reed, their direct influence lives on in popular bands such as The Strokes and Arctic Monkeys and with the advent of the internet, their legacy has a potential to continue to spread for the foreseeable future\nBibliography\nHeylin, Clinton. All Yesterdays Parties: The Velvet Underground in Print, 1966-1971. N.p.: De Capo Press, 2006. Print\nHogan, Peter. The Rough Guide to the Velvet Underground. 1 Edition ed. N.p.: Rough Guides, 2007. Print\nJovanic, Rob. Seeing the Light: Inside the Velvet Underground. N.p.: MacMillan, 2008. Print\nPhoenix, William. The Velvet Underground: Five-Star Flashback. Examiner. N.p., n.d. Web. 14 Nov. 2013\nSchindler, Scott, and Andy Schwartz. Icons of Rock: Velvet Underground ; The Grateful Dead ; Frank Zappa ; Led Zeppelin ; Joni Mitchell ; Pink Floyd ; Neil Young ; David Bowie ; Bruce Springsteen ; Ramones ; U2 ; Nirvana. N.p.: Greenwood Publishing Co., 2008. Print\nStratton, Jon. http://www.jstor.org/stable/3877595. JSTOR. Cambridge University Press, n.d. Web. 9 Nov. 2013\nThe Velvet Underground & Nico, The Velvet Underground & Nico. Verve, 1967. LP\nVon Sacher-Masoch, Leopold. Venus in Furs. N.p., 1870. Print\nZak, Albin. The Velvet Underground Companion: Four Decades of Commentary. N.p.: Schirmer Trade Books, 2000. Print", "Mama told me, ever since I was seven\nHold your head up high\nMy parents told me, ever since I was eleven\nHold your head up high\nThey said the answer was to become a dancer\nHold your head up high\nOh, just like I figured theyre always disfigured\nWith their head up high\nNow I am older, Im getting so much bolder\nWith my head up high\nOh, as I figured just like I figured\nSince your heads up high, baby\nOh, now just like I figured you know they was disfigured\nHold your head high\nYou know they says the answer was to become a dancer\nHold your head up high, boy\nEver since I was a baby on my mamas knee\nOh, just to listen to what have everybody told me\nAnd yes I did\nBut still the answer was to become a dancer\nAnd hold your head up high\nBut, just like I figured theyre always disfigured\nThey hold their heads up high\nWatch out\nYeah\nDo the dog\nOh, watch out\nAnd now Im older they say that Im so much bolder\nGot your head up high\nOh, oh the answer was, hey become a dancer\nHead up high\nWell, but just like I figured theyre always disfigured\nThey got their heads up high\nBut the answer was, now boy become a dancer\nWith your head up high\nOh head up high, yeah, yeah, yeah\nHead up high, oh baby\nHead up high, oh oh\nHead up high, yeah, yeah, yeah, yeah\nHead up high\nHead", "Lonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel ay-hee-oh\nLonesome Cowboy Bill\nRides the rodeo\nEver since he was a little lad\nLoves the rodeo\nBucking broncs, yeah, sipping wine\nYou got to see him go\nAnd all the ten-gallon girls\nLove to hear him yodel ay-hee-oh\nBecause\nLonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel ay-hee-oh\nOh, Lonesome Cowboy Bill\nYou still ride the rodeo\nUp round the Colorado shore\nDown by the Ohio\nSometimes even New Orleans\nDown by Mardi Gras\nAnd all the ten-gallon girls\nLove to hear him yodel ay-hee-ho\nHes the lonesome Cowboy Bill\nRides the rodeo\nJust a lonesome Cowboy Bill\nYou got to see him yodel ay-hee-ho\nYou got to see him in the rodeo\nWhen hes ridin, goin too darn fast\nYou got to hear the people scream and shout\nThey call him\nLonesome Cowboy Bill\nHes a\nA lonesome Cowboy Bill\nHe goes\nOh lonesome Cowboy Bill\nHe rides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel ay-hee-oh\nI said\nYou got to see him yodel ay-hee-oh\nOh hes a Lonesome Cowboy Bill, Lonesome Cowboy Bill...", "Here I go again\nJust gonna play it like a fool again\nHere I go again\nOver you\nOver you\nIm just like a bell again\nYou know, Im starting to ring again\nHere I go again\nOver you\nOver you\nOver you\nTypically, when I had it\nTreated it like dirt\nNow, naturally, when I dont have it\nI am chasing less and less rainbows\nHere we go again\nI guess Im like a fool again\nHere I go again\nOver you\nOver you\nOver you\nOver you", "Lisa says that its alright\nWhen she meets me alone at night\nLisa says that she has her fun\nAnd shell do it with just about anyone\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says that shes on the run\nLooking for a special one\nLisa says that every time she makes it straight\nShe knows her heart will break\nLisa says\nLisa says\nLisa says\nLisa says\nLooking for a party, some action\nGoing to make it feel okay\nBut what do you find\nWhen the channels come undone\nLook at it all\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says", "Livin on borrowed time\nIm in love w/ mary queen of scots\nFourteen hundred ninety three\nAnd everythings like it should be\nIm gonna stop wasting my time\nHenry the fifth would have broken my arm\nSad song sad song\nDoo doo\nSad song sad song\nLivin on borrowed time\nIm in love w/ mary queen of scots\n1493\nAnd things just like they ought to be\nPrimrose and kilts\nPrimrose and spain\nForget me not my queen of scots\nSad song sad song\nDoo doo\nSad song sad song", "Standin on a corner\nSuitcase in my hand\nJack is in his corset, Jane is in her vest\nAnd me Im in a rock n roll band. Huh\nRidin in a Stutz Bearcat, Jim\nYa know, those were different times\nAll, all the poets studied rules of verse\nAnd those ladies, they rolled their eyes\nSweet Jane, whoa-uh!\nSweet Jane, oh-ho-uh!\nSweet Jane\nIll tell ya sumpn now\nJack, he is a banker\nAnd Jane, she is a clerk\nAnd both of them save their monies\nWhen they get home from work\nOooh! Sittin down by the fire, ohhh!\nThe radio does play\nThe classical music there, Jim\nThe March of the Wooden Soldiers\nAll you protest kids\nYou can hear Jack say, ah\nSweet Jane\nSweet Jane oh-oh-oh-oh-uh!\nSweet Jane\nSome people, they like to go out dancin\nAnd other peoples, they have to work, just watch me now!\nAnd theres even some evil mothers\nWell, theyre gonna tell you that everything is just dirt\nYou know that, women never really faint\nAnd that villains always blink their eyes, woo!\nAnd that, you know, children are the only ones who blush!\nAnd that, life is, just to die\nAnd anyone who ever had a heart, oh!\nThey wouldnt turn around and break it\nAnd anyone who ever played a part, whoa!\nThey wouldnt turn around and hate it\nSweet Jane, whoa-oh-oh! Sweet Jane! Sweet Jane. Sweet Jane. Sweet Jane\nSweet Jane\nHeavenly wine and roses\nSeem to whisper to her when he smiles\nHeavenly wine and roses\nSeem to whisper to her, hey when she smiles\nLa lala lala la, la lala lala la\nLa lala lala la, la lala lala la\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane", "Train round the bend\nTaking me away from my country\nIm sick of the trees, take me to the city\nTrain going round the bend\nOh, train coming round the bend\nBeen in the country oh, much too long\nTrying to be a farmer\nBut nothing that I planted ever seemed to grow\nTrain coming round the bend\nWoah, train coming round the bend\nHey, I am just a city boy\nIm really not the country kind\nOh, I miss the city streets and the neon lights\nYou see the train coming round the bend, oh what\nThe train coming round the bend\nOnce, shes going twice\nShes going two and up and down\nShes going once, shes going twice\nShes going the train coming round the bend\nYou know the train coming round the bend\nComin down out of nowhere\nTaking me back where I belong\nIve been here once and I dont think its too nice\nOh, the trains coming round the bend\nWhoa, the train coming round the bend\nAlright", "I know where temptation lies\nInside of you heart\nI know where the evil lies\nInside of your heart\nIf youre gonna try to make it right\nYoure surely gonna end up wrong\nWrong wrong wrong wrong\n\nI know where the mirrors edge\nIs inside of your heart\nI know where the razors edge\nIs inside of your heart \nWell if youre gonna make it right\nYoure surely gonna end up wrong\n\n \n\nI know where temptation lies\nInside of your heart \nI know where the evil lies\nInside of your heart \nWell if youre gonna try to make it right\nYoure surely gonna end up wrong", "Louise, take it all back to town\nAint it a shame youre too old to get around\nBut everybody knows you used to dance the hoochy coo\nJust cant shake it like you used to do\nLouise\nLouise, you used to work so hard\nNo one could compare\nAlways used to build a house\nThey came from everywhere\nMen would scream\nThe ladies faint\nThe childrens werent allowed\nNo one on another bill could ever draw a crowd\nThat was a long time ago\nHow you keep it up\nI just dont know\nLouise, take it all back to town\nAint it a shame youre too old to get around\nBut everybody knows you used to dance the hoochy coo\nJust cant shake it like you used to do\nLouise, Louise\nYounger girls keep coming up, anxious for a chance\nTheyve all been to college, got degrees in modern dance\nThings keep getting rougher now\nWhere they once was slick\nOld routines are getting tired\nTassels just dont stick\nOoh\nIts so very hard\nEvery day slips away\nAway, away", "Ah, youve got such understanding ways\nI believe everything that you say\nSmiling faces not forgotten cause\nI love you\nWhen I think of all the things weve done\nAnd we havent even yet begun\nSmiling faces not forgotten cause\nI love you\nJust for a little while\nOh, just to see you smile\nJust for a little while\nYouve got such understanding ways\nOh, and I believe, I believe every word that you say\nSmiling faces not forgotten cause\nI love you", "I got fever in my pocket\nYou know I gotta move\nHey babe, I guess Im falling in love\nI got fever in my pocket\nDown to my shoes\nOh babe, I guess Im falling in love\nI got in my pocket, hey babe\nEverything that I can have\nIve got thing in my love life\nIts gonna work out fine\nIts gonna be alright\nI gotta move\nYou got yours on your side\nHey now babe, I guess Im falling in love\nI got fever in my pocket\nDown to my shoes\nOh babe, I guess Im falling in love\nYoud better move it on sweet babe\nHey on down to your shoes\nThings theyre right, mama\nYou know itll work out fine\nHey you gotta lose\nIm gonna get tired\nFeel you on my move\nOh babe, I guess Im falling in love\nIve got ankles in my breasts\nI find its hard to lose\nOh babe, guess Im falling in love\nOh babe, guess Im falling in love\nOh babe, guess Im falling in love", "Well shes straight and look like a lot of fun\nThe bars open Im going to go have a drink with everyone\nWalking downtown skies cant get any greater\nHavent got no money and I havent got a prayer\nIm going to move right in \nAfter we hang a little were going to have a little fun\nGoing to go shoot and kill and go knife everyone\nThe bar looks like haven going to have myself a drink\nHey man dont you know I fell right in to the swing\nGoing to go uptown so I can get myself straight\nGoing to go see my mama see if I got myself a date\nTime is running out Im coming right down to the wire\nGotta go do something to get myself higher", "Lisa says on a night like this\nItll be so nice if youd give me a kiss\nLisa says for just one little smile\nIll sit next to you for a little while\nLisa says, Lisa says\nLisa says, Lisa says\nLisa says you must be some kind of fool\nThe way you treat everybody so cruel\nAnd Lisa says you must be a funny kind of guy\nThe way youre always staring at the sky\nLisa says, Lisa says\nLisa says, Lisa says\nIf youre lookin for a good-time Charlie\nWell thats not really what I am\nYou know a good-time Charlies wastin time\nCause the good-time Charlie\nThats not baby where I am\nYou know that good times just seem to pass me by\nLisa says on a night like this\nItll be so nice if youd give me a kiss\nAnd Lisa says for just one little smile\nIll sit next to you for a little while\nLisa says, Lisa says\nLisa says, Lisa says\nWhy am I so shy, why am I so shy\nGood times you know they just seem to pass me by\nWhy am I so shy\nFirst time I saw you I was talkin to myself\nI said wow shes got such pretty pretty eyes\nSuch pretty eyes...\nNow that you are next to me I just get so upset\nOh will you tell me why am I so shy\nWhy am I so shy, why am I so shy\nGood times you know they just seem to pass me by\nWhy am I so shy\nLisa says on a night like this\nItll be so nice if youd give me a kiss\nAnd Lisa says you must be little cruel\nThe way you cheat everybody so cruel\nLisa says, Lisa says\nLisa says, Lisa says", "If I could be anything in the world that flew\nI would be a bat and come swooping after you\nAnd if the last time you were here, they were a bit cuckoo\nWell, you know what happens after dark\nWhen rattlesnakes lose their skins and their hearts\nAnd all the missionaries lose their bark\nOh, all the trees are calling after you\nAnd all the venom snipers after you\nAre all the mountains bolder after you?\nIf I could be anyone of the things in the world that bite\nInstead of an ancient ocelot on a leash, Id rather be a kite\nAnd be tied to the end of your string, flying in the air at night\nCause you know what they say about honey bears\nWhen you shave off all their baby hair\nYou have a hairy-minded pink bare bear\nAnd all the bells are rolling out for you\nAnd all the stones are erupting out for you\nAnd all the cheap bloodsuckers are flying after you\nYesterday, Daisy Mae and Biff were grooving on the street\nAnd just like in a movie, her hands became her feet\nHer belly button was her mouth\nWhich meant she tasted what shed speak\nBut the funny thing is what happened to her nose\nIt grew until it reached all of her toes\nNow when people say her feet smell, they mean her nose\nAnd all the curtains laced with diamonds for you\nAnd all the Roman noblemen for you\nAnd kingdoms Christian sailors, dear, for you\nAnd melting ice cap mountain tops for you\nAnd knights in flaming silver robes for you\nAnd bats, that with a kiss, turn prince for you\nSwoop, swoop\nRock, rock\nRoll, roll\nSwoop, swoop\nRock, rock\nRoll, roll\nSwoop, swoop\nRock, rock", "One of these days, aint it peculiar?\nYoure gonna look for me and baby, Ill be gone\nOne of these days and it wont be long\nOh, darling, gonna call my name and Ill be far gone\nIm gonna tell you something\nThat I aint told no one before\nThat is, if I can stop dancing\nAnd get my poor self off this barroom floor\nOne of these days, aint it peculiar?\nBabe, youre gonna call my name you know that Ill be gone\nIm gonna tell you something\nThat I aint told no one before\nThat is, if I can stop dancing\nAnd get my poor self off this barroom floor\nOne of these days and it wont be long\nYoure going to call my name and Ill be gone\nYoure going to call my name and Ill be gone\nOh, youre going to call my name, child and Ill be gone", "I was raised in better days, mostly by myself\nNo-one ever took the time or was inclined to help\nMother dear, she was never near, she left me to the street\nA little boy who was not too tall, with dirty hands and feet\nLittle Old Jack, you best stay back; Susie keep away\nThough my life was lily-white\nIts all I heard them say\nHey hey\nNow Im grown, Im on my own, running free and wild\nNot inclined to be entwined with a missus and a child\nThough my dear, it may seem queer, it keeps me in the black\nShould you depart to break my heart, dont bother looking back\nLittle Old Jack, you best stay back; Susie keep away\nThough my life was lily-white\nIts all I heard them say\nHey hey... get it!\nNow Im grown, Im on my own, running free and wild\nNot inclined to be entwined with a missus and a child\nThough my dear, it may seem queer, it keeps me in the black\nShould you depart to break my heart, dont bother looking back\nLittle Old Jack, you best stay back; Susie keep away\nThough my life was lily-white\nIts all I heard them say\nHey hey... oh!\nLittle Old Jack, you best stay back \nYeah, though my life was lily-white, \nLittle Old Jack, you best stay back \nYeah, Little Old Jack, you best stay back \nWoah! Little Old Jack, you best stay back \nYeah, Little Old Jack, you best get back \nLittle Old Jack...", "Shes got all the right words\nSpeaks with such finesse\nShe knows how to paint her face\nShe knows how to dress\nShe can turn a maybe into a yes\nShell make you cry\nTo know why\nYou were weak instead of shy\nShell make you cry\nTo know why\nYou were weak instead of shy\nShell make you cry\nShe knows all the reasons\nSpeaks them out with ease\nShe knows how to instigate you\nAnd how to appease\nShe can turn a no into a please\nShell make you cry\nTo know why\nYou were weak instead of shy\nShell make you cry\nTo know why\nYou were weak instead of shy\nShell make you cry\nShell make you cry\nTo know why\nYou were weak instead of shy\nShell make you cry\nTo know why\nYou were weak instead of shy\nShell make you cry\nMake you cry\nMake you sigh\nScribed by Glenn Decety", "How can I tell her?\nWhat can I say?\nWeve been friends for so long\nNever knew it could go wrong\nWhen I look at her\nWords just wont come\nWhen I try to write them\nFound I couldnt recite them\nAnd the dawn comes running to my room\nAnd the time for telling is coming soon\nShes a believer\nThats what she said\nWhen I look in her eyes\nAll I see is goodbye\nAnd the dawn comes running to my room\nAnd the time for telling is coming soon\nHow can I tell her?\nWhat can I say?\nWeve been friends for so long\nNever knew it could go wrong\nFriends for so long\nSo long . .", "Were going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa, na na na na na, na na na na na na\nNa, na na na na na, na na na na na\nEarly in the morning\nNa, na na na na na, na na na na na\nNa, na na na na na, na na na na na\nWere going to have a real good time together\nYou know that were going to have a real good time together\nWere going to have a real good time together\nOh, were going to laugh and dance and shout together\nNa, na na na na na, na na na na na na\nNa, na na na na na, na na na na na\nEarly in the morning, baby\nNa, na na na na na, na na na na na\nNa, na na na na na, na na na na na\nWoo\nNa, na na na na na, na na na na na na\nNa, na na na na na, na na na na na\nHey, hey, baby, now\nNa, na na na na na, na na na na na\nYoure coming, come baby come now\nNa, na na na na na, na na na na na\nOh, oh baby now now\nNa, na na na na na, na na na na na\nGet it, get it, woo!", "In this world as we know it\nSorrows come and go\nNow we see the human race\nHas put its footprints on the moons face\nSatellites gone up to the sky\nBut its not as nice as looking in your eyes\nWoh, take it for a while\nNo, I could watch it on tv, yeah\nSatellite of love\nOh, satellite of love\nSatellite of love\nSatellite of\nSatellites gone up to the sky\nAnd its going to drive me out of my mind\nWoh, take it for a little while\nNo, I can watch it on tv, yeah\nSatellite of love\nSatellite of love\nSatellite of love\nSatellite of\nIve been told, baby, youve been bold\nTo Winkin, Blinkin and Nod\nMonday, Tuesday, Wednesday and Thursday\nTo Winkin, Blinkin and Nod\nSatellite of love\nSatellite of love\nSatellite of love\nSatellite of\nSatellite of love\nSatellite of love\nIts just a little bit of a satellite of love", "Through all of the highways, the byways Ive travelled\nThrough all of the side streets and alleys of sin\nThrough all thats been heard nothing sinks quite as low\nAs the prominent statements of prominent men\nProminent men tell prominent stories\nProminent men tell prominent lies\nProminent men kiss the ass of Dame Fortune\nProminent men will tear out your eyes\nThe streets that have life with the cats underbelly\nAligned with their tracks of a thousand good-byes\nA poor woman screams with the heat of disaster\nAs the prominent men sit and strengthen their ties\nOh, the prominent girls of the prominent people\nMake prominent dresses and prominent hair\nOh, their prominent wealth with their eyes glazed with shadow\nThe prominent horrors of the ghost millionaire\nThe shiny stained window now crackle at sunset\nThey shiny red dome of the heart soon must fall\nThis simpering vulgar at the seat of the cauldron\nThose prominent men hadnt been there at all\nProminent men tell prominent stories\nProminent men tell prominent lies\nProminent men kiss the ass of Dame Fortune\nProminent men will tear out your eyes\nOh, the prominent child of these prominent people\nSeeks prominent schools with the finery of age\nWith a prominent pink of a tasteless red orchid\nThe prominent men casts a prominent heir\nThe child of the agent walks barefoot upon grass\nHe screams with a power that terrors green eyes\nHis knife harshly glistening, stabs noways and always\nBut those prominent men were nowhere in sight\nProminent men tell prominent stories\nProminent men tell prominent lies\nProminent men kiss the ass of Dame Fortune\nProminent men will tear out your eyes", "Running to and fro, got her hair in a braid\nAlways in a terrible fuss\nTelling everybody all the friends that shes made\nPushing on the crosstown bus\nAlways got a dime for the record machine\nNever lets the music die\nGot the best connections in the city say\nAnything you care to buy\nSweet Caroline \nAny day shell be mine \nAny day now, shell say that she will \nLiving off the land in a fashionable way\nParty every other night\nGets the latest clothes from her friend in the trade\nCaroline she does it right\nSee her on the street as she rushes by\nHard to miss her - yeah you bet\nAlways on the search for the ultimate end\nBut she hasnt found it yet\nSweet Caroline \nAny day shell be mine \nAny day now, shell say that she will \nRunning to and fro, got her hair in a braid\nAlways in a terrible fuss\nTelling everybody all the friends that shes made\nPushing on the crosstown bus\nAlways got a dime for the record machine\nNever lets the music die\nGot the best connections in the city say\nAnything you care to buy\nSweet Caroline \nAny day shell be mine \nAny day now, shell say that she will", "Here she comes, you better watch your step\nShes going to break your heart in two, its true\nIts not hard to realize, just look into her false colored eyes\nShe builds you up to just put you down, what a clown\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks, hear the way she talks\nYoure put down in her book, youre number 37, have a look\nShes going to smile to make you frown, what a clown\nLittle boy, shes from the street before you start, youre already beat\nShes gonna play you for a fool, yes its true\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks, hear the way she talks\nCause everybody knows \nThe things she does to please \nShes just a little tease \nOh-oh-oh, shes a femme fatale, oh-oh-oh, shes a femme fatale\nOh-oh-oh, shes a femme fatale", "Waiting for the phone to ring\nDiamond necklace on my shoulder\nPutting all the things away\nLipstick on my neck and shoulder\nIt was just my fancy\nTo go make it with Frank and Nancy when\nOver the bridge we go looking for love\nOver the bridge we go looking for love\nIll come running to you hey baby if you want me\nI’ll come running to you baby if you want me\nLooking at my hands today\nLooked to me that theyre made of ivory\nHad a funny call today\nSomeone died and someones married\nYou know that it’s my fancy\nTo go make it with Frank and Nancy when\nOver the bridge they go looking for love\nOver the bridge we go looking for love\nIll come running to you hey baby if you want me\nIll come running to you baby if you want me\nSomethings got a hold on me\nAnd I dont know what\nOh somethings got a hold on me\nAnd I dont know what\nIts the beginning of a new age\nIt’s the beginning of a new age\nIt’s the beginning of a new age, alright\nHey, its the beginning of the new age\nIt is, ah\nIt’s the beginning of the new age, oh oh oh\nIts the beginning of a new age\nIts the beginning of a new age\nCome on, oh\nIts the beginning of the new age\nIt’s the beginning of the new age\nIts the beginning of a new age\nCome on, oh oh-oh-oh\nIts the beginning of a new age\nOh, oh-oh-oh, oh now\nIts the beginning of a new age\nHey, oh, hey, oh\nHey its the beginning of a new age\nHey hey ah\nIts the beginning of the new age", "Jenny said when she was just five years old\nThere was nothing happening at all\nEvery time she put on the radio\nThere was nothing going on at all\nThen one fine morning she put on a New York station\nShe didnt believe what she heard at all\nShe started dancing to that fine, fine music\nYou know her life was saved by rock n roll\nIt took no computation\nTo dance to a rock n roll station\nIt was all right, babe\nNow it was all right\nJenny said when she was just five years old\nYou know her parents will be the death of us all\nTwo TV sets and two Cadillac cars\nWell, you know babe, its not gonna help us at all\nThen one fine morning she put on a New York station\nShe didnt believe baby what she heard at all\nShe started dancing to that fine, fine music\nYou know, her life was saved by rock n roll\nDespite all the amputation\nYou could dance to a rock n roll station\nAnd it was all right, hey, babe\nNow it was all right\nHere she comes now!\nJenny said when she was just five years old\nThere was nothing happening at all\nEvery time she put on the radio\nTheres nothing going down at all\nThen one fine morning she put on a New York station\nShe didnt believe what she heard at all\nOh she started dancing to that fine, fine music\nYou know her life was saved by rock n roll\nIt took no computation\nTo dance to a rock n roll station\nIt was all right\nIt was all right\nIt was all right\nIt was all right\nAll right\nAll right\nAll right\nAll right\nAll right\nAll right\nAll right\nAll right\nAll right\nAll right\nAll right", "Hey baby, Ive found another\nDont you like it when I speak to your mother?\nHey crawlin now I am cryin\nStep aside, because babe, Im flyin\nIm mean and I ride to shoot\nStrap on my guns, yeah, and whip on my boots\nAll that other, well, its just for the news\nCause Im a mean, mean old mean\nWell Im a mean, mean old man\nOh, little girl, spent your life on the dress\nFound yourself in a cute little mess\nBoys come, yeah, then they go\nStill theres something that I think you should know\nBecause Im mean and I ride to shoot\nStrap on my guns and pull on my boots\nAll that other, well its just for the loot\nCause Im a mean, mean old man\nWell, mean, mean old man\nOh...\nHey baby, Ive found another\nDont you like it when I speak to your mother?\nHey crawlin now and I am cryin\nBeen this way now for some long time\nBecause Im mean and I ride to shoot\nStrap on my guns, yeah, whip on my boots\nAll that other, well its just for the loot\nCause Im a mean\nMean, mean old man\nYeah, Im a mean mean \nWell yeah mean \nSay say say mean \nI told ya now \nOh you know \nGet down \nWell get down \nWoo!", "Sunday morning brings the dawn in\nIts just a restless feeling by my side\nEarly dawning, Sunday morning\nIts just the wasted years so close behind\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nSunday morning and Im falling\nIve got a feeling I dont want to know\nEarly dawning, Sunday morning\nIts all the streets you crossed not so long ago\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nSunday morning\nSunday morning\nSunday morning", "Draw me a picture by your own hand\nHelp me remember as much as I can\nWhat it was like then, back in the past\nDid I make you happy?\nDid I make you cry?\nDid I try?\nDo it in pencil, so I can erase\nWhat doesnr happen in our little space\nIve found the tears youve drawn on your face\nDid I make you happy?\nDid I make you cry?\nDid I try?\nDraw me a picture, send it along\nSpecial delivery, well it never goes wrong\nDraw me a picture and Ill write you a song\nDid I make you happy?\nDid I make you cry?\nDid I try?\nDid I make you happy?\nDid I make you happy?\nDid I - make you happy?", "Stephanie says that she wants to know\nWhy shes given half her life to people she hates now?\nStephanie says when answering the phone\nWhat country shall I say is calling from across the world?\nBut shes not afraid to die, the people all call her Alaska\nBetween worlds, so the people ask her\nCause its all in her mind, its all in her mind\nStephanie says that she wants to know\nWhy it is though shes the door she cant be the room?\nStephanie says but doesnt hang up the phone\nWhat sea shell she is calling from across the world?\nBut shes not afraid to die, the people all call her Alaska\nBetween worlds, so the people ask her\nCause its all in her mind, its all in her mind\nThen asking, Is it good or bad?\nIts such an icy feeling, its so cold in Alaska\nIts so cold in Alaska, its so cold in Alaska", "I dont know just where Im going\nBut Im gonna try for the kingdom, if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nAnd I tell you things arent quite the same\nWhen Im rushing on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made big decision\nIm gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closing in on death\nYou cant help me now, you guys\nAnd all you sweet girls with all your sweet talk\nYou can all go take a walk\nAnd I guess I just dont know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkened seas\nOn a great big clipper ship\nGoing from this land here to that\nIn a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf all the evils of this town\nAnd of himself and those around\nOh, and I guess that I just dont know\nOh, and I guess that I just dont know\nHeroin, be the death of me\nHeroin, its my wife and its my life\nBecause a mainline into my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nI really dont care anymore\nAbout all the Jim-Jims in this town\nAnd all the politicians making crazy sounds\nAnd everybody putting everybody else down\nAnd all the dead bodies piled up in mounds\nCause when the smack begins to flow\nAnd I really dont care anymore\nAh, when that heroin is in my blood\nAnd that blood is in my head\nThen thank God that Im as good as dead\nAnd thank your God that Im not aware\nAnd thank God that I just dont care\nAnd I guess I just dont know\nOh, and I guess I just dont know", "Would you like to go on the Coney Island Steeple?\nGo out and have a good time\nWell take the subway, right down to Kings Highway\nGonna have a good time\nItd be so nice\nLike summer with ice\nIf you come and go with me\nThe roller coaster, you and me\nWed just fly\nWould you like to go on the Coney Island Steeple?\nGo out and have a good time\nLike a sister and brother who cling to each other\nWhen they find out their parents are mad\nOh, itd be so nice\nLike summer with ice\nOh, if you come and go with me\nHow nice it would be\nYou know we would fly\nMonday\nOh, Tuesday\nOh, Wednesday\nOh, Thursday\nMaybe not Friday\nOh, Saturday\nOh, baby, Sunday\nOh, Coney Island\nOh, Coney Island\nOh, Coney Island\nConey Island\nConey Island\nConey Island\nConey Island\nConey Island\nConey Island\nConey Island\nConey Island", "Things arent what they seem\nIm always drifting into dream\nIts just a silly scene\nEverything I do ends up in dream\nBut its not what you say and you do\nThat makes it look hard of what your feelin\nIts just what you say to do\nThat makes me feel like your head is real and down\nOh, and love makes you feel, oh, ten foot tall\nOh, and love makes you feel ten foot tall\nIts not a funny scene\nBut Im always drifting, oh, into dreams, ah\nIts not a love affair\nBut Im just drifting into air\nBut its not what you say and you do\nOh, that makes it seem like a certain party\nIts just all of that you do\nThat makes me feel that you kidding, way too smart\nOh, and, love makes you feel ten foot tall\nOh, and love makes you feel ten foot tall\nLike this\ncause love makes you feel ten foot tall\ncause love makes you feel ten foot tall", "I dont care about your ways\nOf love and life and walkin\nI dont care about your days\nOf carin and not talkin\nBut its your right\nThe way that you live\nIts all right\nThe way that you live\nYou wont call\nIt doesnt matter if your sun shines in the evening\nDont wait\nThe moon will wait to come out in the night and talkin\nI dont care about your present pay\nAnd your night life you keep burning\nI dont care about what your old man says\nAll the ways you have of learnin\nBut its your right\nThe way that you live\nIts all right\nThe way that you live\nYou dont write\nIt doesnt matter what they all say, gonna mess around\nIts ok\nIt doesnt matter if your off or fine gonna learn\nI dont care about your ways\nOf love and life and walkin\nI dont care about your days\nOf carin and not talkin\nBut its your right\nThe way that you live\nIts all right\nThe way that you live\nIts all right\nThe way that you live\nIts all right\nThe way that you live\nIts all right\nThe way that you live\nIts all right\n...", "Here comes the ocean and the waves\nDown by the sea\nHere comes the ocean and the waves\nWhere have they been?\nSilver and black with night\nHeres to a summers night\nAn empty splendid castle\nGlowering alone at night\nThe princess has had a fright\nMadness seeks out of lover\nAnd here come the waves\nDown by the shore\nWashing the soul of the body\nThat comes from the depth of the sea\nHere come the ocean and the waves\nDown by the sea\nHere comes the ocean and the waves\nWhere have they been?\nDont spend tonight my love\nThe tide is out my love\nMalcolms curse haunts our family\nOdious loud in which\nRuler of filthy seas\nRevel in heavens justice\nAnd here come the waves\nAnd save for a scream\nTheres much like a song\nTo be heard in the wind\nThat blows by the sea\nLike the wind\nHere come the waves\nHere come the waves\nHere come the waves\nHere come the waves", "Standin on a corner got his hands in the air\nMind so far away\nLookin for a measure of intensive care\nHanging around hes got his hands in his pockets\nWonderin which way to go\nLookin for his friend whos in the new red rocket\nThen down the street they go\nTheres just the people singin\nDopey Joe, whaddayaknow\nGive him five dollars and watch him go\nOh, oh, oh! Woah, woah, woah! Dopey Joe!\nWell, Sweet Nellie nice, shes all sugar and spice\nWalkin on a Sunday stroll\nUp comes old Joe now, boy dont you know\nAsks her with a smile if shed like to take a walk\nNellie she shakes her head Not today\nJoe he keeps on talkin, Nellie starts a-walkin\nPretty soon shes runnin away\nTheres just the people singin\nDopey Joe, whaddayaknow\nGive him five dollars and watch him go\nOh, oh, oh! Woah, woah, woah! Dopey Joe!\nStandin on the corner got his eyes on the air\nMind so far away\nWaitin for somebody just to meet him there\nTheres just the people singin\nDopey Joe, whaddayaknow\nGive him five dollars and watch him go\nOh, oh, oh! Woah, woah, woah! Dopey Joe!\nOh yeah! Woah, woah, woah, woah! Dopey Joe!\nOh, here it comes again!\nOh, oh, oh! Woah, woah, woah! Dopey Joe!", "Whos that comin round the bend\nOne wheel in the air?\nHelmet, goggles, gloves and boots\nFlies from here to there\nSpeeding everywhere\nCrashing through the old screen door\nWheeling round the drive\nBlonde hair flying everywhere\nNow hes in a dive\nBut hes still alive\nCrash McBean shoulda seen\nPoor ol mommys face go green\nCrash come flyin round the bend\nTwo wheels up and hes down again\nCompetition trys to go\nGot to be the best\nRuns on peanutbutter fuel, flies by all the rest\nHeaded for the West\nCrash McBean shoulda seen\nPoor ol mommys face go green\nCrash come flyin round the bend\nTwo wheels up and hes down again\nWhos that comin round the bend\nOne wheel in the air?\nHelmet, goggles, gloves and boots, flies frome here to there\nSpeeding everywhere\nOoo everywhere", "", "Send me no letter, Im a-getting better\nStanding in my own two feet\nDont you bother writing, well just end up fighting\nDont bother being so sweet\nI gave you my car, I gave you my house\nAnd then you go and you throw me out\nSend me no letter, Im a-getting better\nSend me no letter, Im a-getting better\nSee you some other bad day\nSend me no letter, Im a-getting better\nBroken hearts are mending fast\nAnd what you did to me to make me so gloomy\nWell, Im getting over it fast\nI wanted you for the girl in my life\nI wanted you for my little ol wife\nSend me no letter, Im a-getting better\nSend me no letter, Im a-getting better\nSee you some other bad day\nUh, ah\nUh, ah\nUh, ah\nChicky-chicky-chicky\nUh, ah\nUh, ah\nWell, send me no letter, Im a-getting better\nSend me no letter, Im a-getting better\nStanding in my own two feet\nDont you bother writing, just end up fighting\nDont bother being so sweet\nI gave you my car, I gave you my house\nTurned right around and youre throwing me out\nSend me no letter, Im a-getting better\nSend me no letter, Im a-getting better\nSend me no letter, Im a-getting better\nSee you some other bad day\nWell, send me no letter, Im a-getting better\nMy broken heart is mending fast\nWhat you did to me to make me so gloomy\nWell, Im a-getting over it fast\nI wanted you for the girl in my life\nI wanted you for my little ol wife\nSend me no letter, Im a-getting better\nSend me no letter, Im a-getting better\nSee you some other bad day\nWell, see you some other bad day\nSee you, see you some other bad day\nWell, some other bad other\nSome other bad day\nSome, some, some other bad day\nSome, some, some other bad day", "I dont know just where Im going\nAnd Im gonna try for the kingdom if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nThen I tell you things arent quite the same\nWhen Im rushing on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made a very big decision\nIm going to try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closing in on death\nYou cant help me, not you guys\nOr all you girls with all your sweet pretty talk\nAh you can all go take a walk\nAnd I guess I just dont know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkened seas\nOn a great big clipper ship\nGoing from this land here and that\nAway from the big cities\nWhere a man cannot be free\nOf all the evil in this town\nAnd of himself and those around\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nHeroin will be the death of me\nHeroin, now its my wife and its my life, ha-ha\nBecause a mainer to my vein\nLeads to a center in my head\nAnd then Im better off than dead\nWhen the smack begins to flow\nI really dont care anymore\nAbout all you Jim-Jims in this town\nAnd everybody putting everybody else down\nAnd all the politicians making crazy sounds\nYou know the dead bodies piled up in mounds\nFor while that heroin is in my blood\nAnd that blood is in my head\nOh thank God Im good as dead\nAnd thank God that Im not aware\nAnd I guess I just dont know\nAnd I guess that I just dont know", "Hey miss Joanie Lee\nWhats goin, goin on?\n???? to get now\nWhats goin on?\nMiss Joanie, Joanie, Joanie, Joanie Lee\nMiss Joanie, Joanie, Joanie, Joanie Lee\nMiss Joanie, Joanie, Joanie, Joanie Lee\nPlease, please, please, please, please\nWalked to the corner\nIs she ever gonna stop?\nGoin to pick up\nGonna wanna make a drop\nAnd shes gonna move\nShes goin cruisin go low\nIs she gonna stay?\nWheres she gonna go?\nMiss Joanie, Joanie, Joanie, Joanie Lee\nMiss Joanie, Joanie, Joanie, Joanie Lee\nMiss Joanie, Joanie, Joanie, Joanie Lee\nPlease, please, please, please, please\nMiss Joanie Lee\nMiss Joanie, Joanie, Joanie, Joanie Lee\nI said Joanie, Joanie, Joanie, Joanie Lee\nPlease, please, please, please, please, please", "Three, four\nHey Mr. Rain\nAint you follow me down\nHey Mr. Rain\nAint you follow me down\nIve been working baby Oh! so hard\nStayin up in the sky\nHey Mr. Rain\nAint you follow me down\nHey Mr. Rain\nAint you come on down\nIve been working baby Oh! so hard\nStayin up in the sky\nHey Mr. Rain\nAint you going from down\nHey Mr. Rain\nWont you follow me down\nIve been working baby Oh! so hard\nStayin up in the sky\nHey Mr. Rain\nWont you follow me down\nHey Mr. Rain\nAint you follow me down\nHey Mr. Rain\nAint you follow me down\nIve been working baby Oh! so hard\nStayin up in the sky", "Sweet Bonnie Brown looking like a baby\nComing down all over me\nShe looked real good, like a real nice lady\nComing down all over me\nSweet Bonnie Brown \nSweet Bonnie Brown \nSweet Bonnie Brown \nOh, roll me over, like Im coming home\nWell, she looked really like another \nComing down all over me\nShe looked real good, like a real low lady\nComing down all over me, yeah\nSweet Bonnie Brown \nSweet Bonnie Brown \nSweet Bonnie Brown \nShe looked real good, like I know she would\nIve been loving Mary Ann for so long\nDo do do, do do do\nAnd every time I see her, you know, I go along\nDo do do, do do do\nWell, I aint lying, baby, I aint crying\nIve been this way for whoa a long, long time\nWoo woo!\nWoo woo!\nWoo!\nSweet Bonnie Brown, you know she looking like a baby\nComing down all over me\nShe looked real good, just like a real low lady\nComing down all over me\nSweet Bonnie Brown \nSweet Bonnie Brown \nSweet Bonnie Brown \nShe looked real good, like you know she would\nWhoa whoa, Im up on a , every time I want it\nDont you come on after me\nOh, we looked so good, just like a real gone lady\nComing down all over me\nOh, sweet Bonnie Brown \nOh, sweet Bonnie Brown \nOh, sweet Bonnie Brown \nShe look so good, like you know she would, oh, oh\nOh, Ive been loving Mary Lou, for so long\nDo do do, do do do do\nAnd every time I know her, I get along\nDo do do, do do do do\nWell, I aint lying, ah, baby, I aint crying\nIve been this way for whoa the long, long, longest time, whoa\nWoo woo, woo baby, woo, woo, woo woo, woo woo\nOh, theres one thing, babe, I just dont understand\nThat youre a woman fighting for another man\nYou know, its just too much\nWoo, you know, its just too much\nOh, its too much, baby and I just dont understand\nOh, now here comes Mary coming over the hill, oh\nThey say she wont but her sister will\nYou know, its just too much\nWoo, you know, its just too much\nYou know its too much, baby, and I just dont understand\nOh, rock on\nOh, here comes my, na na na\nWith a buckle of gold\nEverybody says, hey, for your soul\nYou know, its just too much\nWoo, its just too much\nYou know, its too much, baby, and I just dont understand\nHey, take me back, baby\nNow, where I belong\nEverything, you know Im doing wrong\nYou know, its just too much\nWoo, its just too much\nOh you know, its too much baby and I just dont understand\nOh \nEvery time Im going out for my thrill\nHere comes Mary and here comes Bill\nYou know, its just too much\nOh, dont it, dont it just too much\nOh, you know its too much, baby\nAnd I just dont understand\nYou know, its too, too, too much\nYou know, its too, too, too, too much\nYou know, its too, too, too much\nYou know, its too, too, too much\nYou know, its too much, baby\nAnd I just dont understand", "", "", "Countess from hong kong she moves so lightly\nLike the summer rain\nEverytime I see and I think about her\nIt ends up the same\nWalkin the streets out in singapore\nIt was a funny sight\nBut let me say the countess from hong kong\nShe did everything right\nCountess from hong kong\nOh, countess from hong kong\nCountess from hong kong she moves so lightly\nShes like the summer breeze\nAnd all of the princes they came from india\nThey fell down on their knees\nSilks and satins, what a purple suede\nShe cut among the trees\nCountess from hong kong believe me baby\nNow youre, ooohhh, like a summer breeze\nOh, countess from hong kong\nCountess from hong kong", "Three, four\nHey Mr. Rain\nAint you follow me down\nHey Mr. Rain\nAint you follow me down\nIve been working baby Oh! so hard\nStayin up in the sky\nHey Mr. Rain\nAint you follow me down\nHey Mr. Rain\nAint you come on down\nIve been working baby Oh! so hard\nStayin up in the sky\nHey Mr. Rain\nAint you going from down\nHey Mr. Rain\nWont you follow me down\nIve been working baby Oh! so hard\nStayin up in the sky\nHey Mr. Rain\nWont you follow me down\nHey Mr. Rain\nAint you follow me down\nHey Mr. Rain\nAint you follow me down\nIve been working baby Oh! so hard\nStayin up in the sky", "And what costume shall the poor girl wear\nTo all tomorrows parties\nA hand-me-down dress from who knows where\nTo all tomorrows parties\nAnd where will she go, and what shall she do\nWhen midnight comes around\nShell turn once more to Sundays clown and cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties\nWhy silks and linens of yesterdays gowns\nTo all tomorrows parties\nAnd what will she do with Thursdays rags\nWhen Monday comes around\nShell turn once more to Sundays clown and cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties\nFor Thursdays child is Sundays clown\nFor whom none will go mourning\nA blackened shroud\nA hand-me-down gown\nOf rags and silks - a costume\nFit for one who sits and cries\nFor all tomorrows parties", "Jack and Jane, well they were quite insane\nBut did you think that I really cared\nThough they tried to get me to insinuate\nI couldnt follow them anywhere\nBecause they werent ever really there\nOh high and low the little junkies go\nBut did you hope to get me involved\nEven though they follow you most every where\nI couldnt talk to them even if I tried\nYou know they cant see with their eyes open wide\nEverybody that you knew was from a book you read\nSince they never lived how could you make them dead\nEverybody that you knew was from a book you read\nSince they never lived how could you make them dead\nSo it goes, Im right behind my nose\nI follow it wherever it leads\nTakes me places no one ever would believe\nBut they cant follow me even if they try\nIts like a camel through a needles eye\nEverybody that you knew was from a book you read\nSince they never lived how could you make them dead", "Shiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nComes in bells, your servant, dont forsake him\nStrike dear mistress, and cure his heart\nDowny sins of streetlight fancies\nChase the costumes she shall wear\nErmine furs adorn the imperious\nSeverin, severin awaits you there\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nKiss the boot of shiny, shiny leather\nShiny leather in the dark\nTongue of thongs, the belt that does await you\nStrike dear mistress, and cure his heart\nSeverin, severin, speak so slightly\nSeverin, down on your bended knee\nTaste the whip, in love not given lightly\nTaste the whip, now bleed for me\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nShiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nSeverin, your servant comes in bells, please dont forsake him\nStrike dear mistress, and cure his heart", "One, two, three, four\nIf you close the door\nThe night could last forever\nLeave the sunshine out\nAnd say hello to never\nAll the people are dancing\nAnd theyre having such fun\nI wish this could happen to me\nBut if you close the door\nId never have to see the day again\nIf you close the door\nThe night could last forever\nLeave the wine\nLeave the wine-glass out\nAnd drink a toast to never\nWell, someday I know\nSomeone will look into my eyes\nAnd say hello\nYoure my very special one\nBut if you close the door\nId never have to see the day again\nDark party bars, shiny Cadillac cars\nAnd the people on subways and trains\nLooking gray in the rain\nAs they stand disarrayed\nPeople look swell in the dark\nBut if you close the door\nThe night could last forever\nLeave the sunshine out\nAnd say hello to never\nBaby, someday I know\nSomeone will look into my eyes\nAnd say hello\nYoure my very special one\nBut if you close the door, yeah\nId never have to see the day again\nId never have to see the day again\nId never have to see the day again\nWell if you close the door\nId never have to see the day again\nId never have to see the day again\nId never have to see Buba Wilkes again", "Here she comes, you better watch your step\nShes going to break your heart in two, its true\nIts not hard to realize, just look into her false colored eyes\nShe builds you up to just put you down, what a clown\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks, hear the way she talks\nYoure put down in her book, youre number 37, have a look\nShes going to smile to make you frown, what a clown\nLittle boy, shes from the street before you start, youre already beat\nShes gonna play you for a fool, yes its true\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks, hear the way she talks\nCause everybody knows \nThe things she does to please \nShes just a little tease \nOh-oh-oh, shes a femme fatale, oh-oh-oh, shes a femme fatale\nOh-oh-oh, shes a femme fatale", "Coyote goes to the top of the hill\nDoing the things that coyotes will\nStaring at the sky, at the moon\nYou know he starts to howl\nCoyote goes to the mountain top\nLooks over down at the river, says What a drop\nNo tame dog is gonna take my bone\nCoyote at the top of the hill\nDoing the things coyotes will\nYou got to cast the first stone\nCast the first stone\nJackal up on the top of the hill\nDoing the things that jackals will\nCast the first stone\nCoyote up on the mountain top\nSays What a drop\nYou got to cast the first stone\nCast the first stone\nCast the first stone\nYou gotta cast the first stone", "Here I go again\nOh Im acting like a fool again\nOn my feet again\nOver you\nOver you\nYou know Im just like a bell that rings\nIm like a summer without spring\nI guess Im just about everything\nOver you\nOver you\nNaturally, when I had it\nI treated it like dirt\nTypically, now I want it\nI keep chasing less and less rainbows\nOh here I go again\nI guess Im acting real funny again\nOn my feet again\nOver you\nOver you\nI guess Im just like a bell that rings\nIm just like summer without a spring\nGuess Im just about everything\nOver you\nOver you\nOver you", "And what costume shall the poor girl wear\nTo all tomorrows parties\nA hand-me-down dress from who knows where\nTo all tomorrows parties\nAnd where will she go, and what shall she do\nWhen midnight comes around\nShell turn once more to Sundays clown and cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties\nWhy silks and linens of yesterdays gowns\nTo all tomorrows parties\nAnd what will she do with Thursdays rags\nWhen Monday comes around\nShell turn once more to Sundays clown and cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties\nFor Thursdays child is Sundays clown\nFor whom none will go mourning\nA blackened shroud\nA hand-me-down gown\nOf rags and silks - a costume\nFit for one who sits and cries\nFor all tomorrows parties", "Wrap your troubles in dreams\nSend them all away\nPut them in a bottle and\nAcross the seas theyll stay\nSpeak not of misfortunes\nSpeak not of your woes\nJust steal yourself a holiday\nCrouching by the door\nRide and sway to musics pain\nSearing with the sides\nCaress it with a lovers touch\nFor it shall be your bride\nWrap your troubles in dreams\nSend them all away\nPut them in a bottle\nAnd across the seas theyll stay\nSlash the golden whip, it slaps\nAcross the lovers sides\nThe earth trembles without remorse\nPreparing for to die\nSalty ocean waves and sprays\nCome crashing to the shore\nBullies kick and kill young loves\nDown on barroom floors\nWrap your troubles in dreams\nSend them all away\nPut them in a bottle\nAnd across the seas theyll stay\nViolence echoes through the land\nIn heart of every man\nThe knife stabs existent wounds\nPulse runs through matted hair\nThe gleaming knife cuts early\nThrough the midnight air\nCutting entrails in its path\nBlood runs without care\nExcrement filters through the brain\nHatred bends the spine\nFilth covers the body pores\nTo be cleansed by dying time\nWrap your troubles in dreams\nSend them all away\nPut them in a bottle\nAnd across the seas theyll stay", "There is no reason\nTo treat me this way\nTake all my love\nAnd just throw it way\nAll of my hopes and dream\nYou took away everything and -\nThere is no reason\nThere is no reason\nTreat me this way\nThere is no reason\nTo cause me such pain\nTurn out the sunlight\nTurn on my rain\nAll of my hopes and dream\nYou took away everything and -\nThere is no reason\nThere is no reason\nTo treat me this way\nAll of my hopes and dream\nYou took away everything\nThere is no reason\nThere is no reason\nTo treat me this way\nOh, baby, this way\nOh, you treat me this way\nOh, baby, this way", "Ill be your mirror\nReflect what you are, in case you dont know\nIll be the wind, the rain and the sunset\nThe light on your door to show that youre home\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nI find it hard to believe you dont know\nThe beauty that you are\nBut if you dont let me be your eyes\nA hand in your darkness, so you wont be afraid\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nIll be your mirror", "Oh, gin\nHow could you treat me this way\nOh, treat me this way\nOh, gin\nHow could you treat me this way\nBaby, treat me this way\nYou know you broke my heart\nEver since you went away\nYou gotta feel it and like it\nAnd if you move you gotta drill it and hold it\nOh, oh, oh, oh, gin\nHow could you treatin me this way\nYou know you broke my heart\nEver since you went away\nOh, gin\nHow could you treat me this way\nHey, you treat me this way\nOh, gin\nHow could you treat me this way\nHow you treat me this way\nYou know you broke my heart\nEver since you went away\nYou gotta feel it and like it\nAnd if you move it like it\nOh, oh, oh, oh, gin\nHow could you treat me this way\nYou know Im gonna stay alone\ntil youre coming back and play\nYou know Ive been so sad\nEver since you went away\nYou know Ive been so sad\nEver since you went away", "Oh, theres one thing, baby\nI just dont understand\nTwo old women fighting for\nAnother man\nYou know its just too much\nOoohhh, you know its just too much\nOh, its too much, baby\nAnd I just dont understand\nOh, here comes mary\nComing over the hill\nThey say she wont\nBut her sister will\nYou know its just too much\nOoohhh, you know its just too much\nYou know its too much, baby\nAnd I just dont understand\nOh, rock on\nOh, here comes my, na, na, na\nWith a buckle of gold\nEverybody says, hey\nRock your soul\nYou know its just too much\nOoohhh, just too much\nYou know its too much, baby\nAnd I just dont understand\nHey take me back now\nBaby, where I belong\nEverything, you know\nIm doing wrong\nYou know its just too much\nOoohhh, just too much\nOh, you know its too much, baby\nAnd I just dont understand\nOh, just\nEverytime Im going out\nFor my thrill\nHere comes mary\nAnd I get no fill\nYou know its just too much\nOh, know its, know its just too much\nOh, you know its too much, baby\nAnd I just dont understand\nYou know its too, too, too much\nYou know its too, too, too much\nYou know its too, too, too much\nYou know its too, too, too much\nYou know its too much, baby\nAnd I just dont understand", "All the smiles, the things weve done\nOh and when I think that its only just begun\nSmiling faces oh not forgotten\nCause I love you\nWhen I think of all the things weve done\nOh darling its just only begun\nOh smiling faces not forgotten\nBecause I love you\nJust for a little while\nOh baby, just to see you smile\nJust for a little while\nOh when I think of all the things that weve done\nAnd I believe that its only just begun\nOh, smiling faces not forgotten\nBecause I love you\nOh oh oh I love you\nOh whoa oh oh I love you", "Standin on a corner\nSuitcase in my hand\nJack is in his corset, Jane is in her vest\nAnd me Im in a rock n roll band. Huh\nRidin in a Stutz Bearcat, Jim\nYa know, those were different times\nAll, all the poets studied rules of verse\nAnd those ladies, they rolled their eyes\nSweet Jane, whoa-uh!\nSweet Jane, oh-ho-uh!\nSweet Jane\nIll tell ya sumpn now\nJack, he is a banker\nAnd Jane, she is a clerk\nAnd both of them save their monies\nWhen they get home from work\nOooh! Sittin down by the fire, ohhh!\nThe radio does play\nThe classical music there, Jim\nThe March of the Wooden Soldiers\nAll you protest kids\nYou can hear Jack say, ah\nSweet Jane\nSweet Jane oh-oh-oh-oh-uh!\nSweet Jane\nSome people, they like to go out dancin\nAnd other peoples, they have to work, just watch me now!\nAnd theres even some evil mothers\nWell, theyre gonna tell you that everything is just dirt\nYou know that, women never really faint\nAnd that villains always blink their eyes, woo!\nAnd that, you know, children are the only ones who blush!\nAnd that, life is, just to die\nAnd anyone who ever had a heart, oh!\nThey wouldnt turn around and break it\nAnd anyone who ever played a part, whoa!\nThey wouldnt turn around and hate it\nSweet Jane, whoa-oh-oh! Sweet Jane! Sweet Jane. Sweet Jane. Sweet Jane\nSweet Jane\nHeavenly wine and roses\nSeem to whisper to her when he smiles\nHeavenly wine and roses\nSeem to whisper to her, hey when she smiles\nLa lala lala la, la lala lala la\nLa lala lala la, la lala lala la\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane", "Ferryboat Bill, wont you please come home?\nYou know your wife has married a midgets son\nAnd thats the short and long of it\nThats the short and long of it\nDoo, doo, doo\nDoo, doo, doo\nFerryboat Bill, wont you please come home?\nYou know your wife has married a midgets son\nYou know your wife has married a midgets son\nAnd thats the short and long of it\nThats the short and long of it\nDoo, doo, doo\nDoo, doo, doo\nFerryboat Bill, wont you please come home?\nYou know your wife has married a midgets son\nAnd thats the short and long of it\nThats the short and long of it\nDoo, doo, doo\nDoo, doo, doo", "Three, four\nHey Mr. Rain\nAint you follow me down\nHey Mr. Rain\nAint you follow me down\nIve been working baby Oh! so hard\nStaying up in the sky", "What goes on in your mind?\nI think that I am falling down\nWhat goes on here in your mind?\nI think that I am upside down\nLady be good, do what you should\nYou know itll be alright\nLady be good, do what you should\nYou know itll work alright\nIm going up, Im going down\nIm gonna fly from side to side\nSee the bells up in the sky\nSomebodys cut the strings in two\nLady be good, do what you should\nYou know itll be alright\nLady be good, do what you should\nYou know itll work alright\nLady be good\nOne minute one, one minute two\nOne minute up and one minute down\nWhat goes on in your mind?\nI think that I am upside down\nLady be good, do what you should\nYou know itll be alright\nLady be good, do what you should\nYou know itll work alright", "The next song we like to do... by the way, we havent done it before here, but I guess we should introduce ourselves. My name is Lou, thats Maureen on drums, thats Sterling over there, and thats my brother Doug on the bass. This a song called Some Kind of Love, which is a dialogue between a guy named Tom and a girl named Marguerita. Hes just trying to drink her like Tequila and she doesnt like being sold through , thats what this songs about\nSome kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, now Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nNow baby some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but at that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nSome kinds of love are mistaken for vision, whoa\nLa-de-ta-ta-ta\nPut jelly on your shoulder\nHey babe, lie down upon the carpet\nLet us do what you fear most\nBut which still makes your eyes moist\nOh put jelly on your shoulder, ooh\nLie down upon the carpet\nBetween thought and expression\nLet us now kiss the culprit\nWhoa, oh whoa whoa whoa\nLa-de-ta-ta-ta\nI dont know just what its all about\nBut put on your red pajamas baby and find out\nWhoa whoa whoa\nLa-de-ta-ta-ta\nWhoa whoa whoa whoa\nLa-de-ta-ta-ta", "I know just where Im going\nIm gonna try for the kingdom if I can\nCause it makes me feel that Im a man\nWhen I put the spike into my vein\nThen Ill tell ya things arent quite the same\nWhen Im rushing on my run\nAnd I feel like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made a big decision\nIm gonna nullify my life\nWhen the blood begins to flow\nWhen it squirts up the droppers neck\nWhen the smack goes and hits my blood\nWhen Im closing in on death\nAnd my head begins to whirl\nAnd you cant help me, not you girls\nAll you guys with all your talk\nYou can all go take a walk\nTake me where the river flows\nOff the buildings around the floors\nAnd the buildings for the sign\nLinking all from the mothers time\nAnd I guess that I just dont know\nOh, I guess that I just dont know\nI wish that I lived a hundred years ago\nI wish that Id sail the darkened seas\nOn a great big clipper ship\nGoing from this land here to that\nIn a sailors suit and cap\nAway from the big city where a man can not be free\nFrom the evils of this town\nAnd of himself, and those around\nI wish Id traveled all around\nAnd I guess I just dont know\nOh babe, I guess I just dont know\nHeroins gonna be the death of me\nHeroin, its my life and its my wife\nBecause the mainline to my vein\nLeads to a center in my head\nAnd then Im better off than dead\nWith that smack then starting to flow\nThen I really dont care no more\nAbout the Jim-Jims in this town\nAnd the animals making sounds\nAnd people selling people by p-p-pound\nAnd the politicians and the clowns\nAnd the do-gooders with their frowns\nAnd the dead bodies all piled in mounds\nWhile that heroins in my blood\nAnd that blood is in my head\nThen thank God Im as good as dead\nAnd thank God that Im not aware\nAnd thank God that I dont well care\nAnd I guess that I just dont know\nWhoa, I guess that I just dont know", "I found a reason to keep living\nAnd the reason dear is you\nI found a way to make it all stop repeating\nAnd the reason dear is you\nOh I do believe if you dont like things you leave\nFor some place youve never been before\nI found a reason to keep living\nAnd the reason dear is you\nI found a reason to keep singing\nAnd the reason dear is you\nOh I do believe that you are what you precede\nWhat comes is better than what came before\nI found a reason to keep living\nAnd the reason dear is you\nI found a reason to keep singing\nAnd the reason dear is you\nOh I do believe that you are what you precede\nWhat comes is better than what came before", "1-2-3\nIf you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nBut if you close the door\nId never have to see the day again\nIf you close the door, the night could last forever\nLeave the wineglass out and drink a toast to never\nOh, someday I know someone will look into my eyes\nAnd say hello -- youre my very special one--\nBut if you close the door\nId never have to see the day again\nDark party bars\nShiny Cadillac cars\nAnd the people on subways and trains\nLooking gray in the rain as they stand disarrayed\nOh, but people look well in the dark\nAnd If you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nCause if you close the door\nId never have to see the day again\nId never have to see the day again\nOnce more\nId never have to see the day again", "Im waiting for my man take one\nIm waiting for the man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeeling sick and dirty, more dead than alive\nIm waiting for the man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women round?\nOh pardon me sir, nothing would be further from my mind\nIm-- Im just waiting for a dear, dear friend of mine\nIm waiting for my man\nIm waiting for my man take two\nIm waiting for the man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeeling sick and dirty, more dead than alive\nIm waiting for the man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women round?\nOh pardon me sir, nothing would be further from my mind\nIm-- Im just waiting for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is you always gotta wait\nIm waiting for my man\nUp to a Brownstone, up three flights of stairs\nEverybodys pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh then you gotta split because you got no time to waste\nIm waiting for my man\nBaby dont you holler--\nIm waiting for my man take three\nIm waiting for the man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeeling sick and dirty, more dead than alive\nIm waiting for the man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women round?\nOh pardon me sir, nothing would be further from my mind\nIm-- Im just waiting for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is you always gotta wait\nIm waiting for my man\nUp to a Brownstone, up three flights of stairs\nEverybodys pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh then you gotta split because you got no time to waste\nIm waiting for my man\nBaby dont you holler, darlin dont you bawl and shout\nIm feeling good, you know Im gonna work it on out\nIm feeling good, Im feeling oh so fine\nUntil tomorrow, but thats just some other time\nIm waiting for my man", "Can I have your autograph\nHe said to the fat blonde actress\nYou know Ive seen every movie youve been in\nFrom paths of pain to jewels of glory\nAnd when you kissed robert mitchum\nGee but I thought youd never catch him\nOver the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nCan I have your autograph\nHe said to the fat blonde actress\nYou know I know everything youve done\nAnyway I hate divorces\nTo the left is a marble shower\nIt was fun even for an hour\nYoure over the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nSomethings got a hold on me\nAnd I dont know what\nSomethings got a hold on me\nAnd I dont know what\nIts the beginning of a new age\nIts the beginning of a new age\nIts a new age", "Now, that I never saw no war\nThat I never saw too far\nThat Ive ever gone now\nAnd I never ever saw no far\nIf I couldnt have too far\nThat Ive ever gone now\nYeah, if I call on a line, then I come\nYeah, if I call all mighty\nGonna be\nWell, if she never saw no one\nAnd didnt have no one\nAnd I never couple\nNow, aint never sin no far\nAnd she couldnt go too far\nI ever know now\nYeah, if shell gone away, and I\nYeah, if I ever see\nYou come now\nHere she comes\nYoure comin out now-now-now\nCome on and in, war, never ...\nShes comin now\nYeah, shes comin now-now-now", "Never been to London never been to France\nNever wore a sari never learned to dance\nNever walked down to 42nd street fairs\nNever smoked any filtered air\nGuess Its true what all the people say\nGonna have to mend my old time ways\nYeah i guess its true\nGuess I led a sheltered life\nNever walked about on the streets at night\nNever got into an uptown fight\nNever smoked a hookah never saw a rug\nCouldnt even squash a beetle bug\nGuess its true gonna have to change my ways\nGuess its true what all the people say\nOh I guess its true\nI guess I lived a sheltered life\nNever went to parties in a chauffeured car\nNever wore a top hat guess i wont get far\nNever learned to handle all the things that Ive seen\nMaybe Ill grow up to be big and mean\nGuess Its true what all the people say\nGonna have to change my old time ways\nYeah i guess its true\nGuess I led a sheltered life", "Im sticking with you\nCause Im made out of glue\nAnything that you might do\nIm gonna do too\nYou held up a stage coach in the rain\nAnd Im doing the same\nSaw you hanging from a tree\nAnd I made believe it was me\nOh Im sticking with you\nCause Im made out of glue\nAnything that you might do\nIm gonna do too\nMoon people going to stratosphere\nSoldiers fighting with the Cong\nBut with you by my side I can do anything\nWhen we swing, we hang past right and wrong\nIll do anything for you\nAnything you want me to\nOh, Ill do anything for you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you\nOh oh, Im sticking with you", "Sometimes I feel so happy\nSometimes I feel so sad\nSometimes I feel so happy\nBut mostly you just make me mad\nBaby, you just make me mad\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nThought of you as my mountain top\nThought of you as my peak\nA thought of you as everything\nIve had, but couldnt keep\nIve had, but couldnt keep\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nSkip a life completely\nStuff it in a cup\nThey said, money is like us in time\nIt lies, but cant stand up\nDown for you is up\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIt was good what we did yesterday\nAnd Id do it once again\nThe fact that you are married\nOnly proves youre my best friend\nBut its truly, truly a sin\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIf I could make the world as pure\nAnd strange as what I see\nId put you in a mirror\nId put in front of me\nId put in front of me\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nLinger on your pale blue eyes", "Sweet Sister Ray went to a movie\nThat had come around\nIt was the biggest movie\nThat had ever come to town\nWhy this is the weirdest movie\nIve seen in my days\nIve never seen a stranger film anywhere\nWhy I must be dead\ncause I never felt this way ailve\nOh Ive never felt this way\nSince nineteen fifty-five\nJust then Sister Ray\nFelt a hand on her knee\n a young crippled orphan\nAnd I come here constantly\nWhy its just like a mental hospital\nThose dont have any locks\nJust then comes in the doctor\nGiving us electroshocks\nAll the vaseline on your forehead\nMakes you feel so nice\nMy hair stood up on end\nAnd I thought Id been froze with a knife\nOh Im so pretty\nPurple earrings and all\nNo one knew you were crazy\nThat you told em\nJust then I saw\nA hole in the ground\nAnd I jumped right in\ncause there was no one around", "If you think that its all right\nYou know what youll have to do\nYoure walkin down 5th avenue\nYoure seein things that arent true\nWithout you I aint gonna be waitin\nYoure not a hesitating, here it comes\nIm not too sorry\nNow that youre gone\nI dont think Ill miss you\nI found a new one\nIf you know that its not right\nThat Ill see you some other night\nBut if you want it when youre gone\nYoull find yourself another one\nSo now, ok\nWorry, its around, oh, oh\nIm not too sorry\nNow that youre gone\nI dont think Im sorry\ncause I found a new one\nIt wouldnt break my heart\nIt wouldnt make it hard to go around", "Jersey, Jersey City\nManhattan Island, Manhattan Island\nWell you know that its just all right\nIf it makes you feel like you wanna dance\nIt makes you feel like you wanna dance\nFollow, follow\nFollow, follow\nJersey, now Jersey City, Manhattan, Manhattan Island\nFollow, follow the leader, follow the leader\nWell if it makes you feel\nLike you wanna dance\nLike you wanna dance\nFollow, follow the leader\nFollow, follow the leader\nFollow, follow the leader\nFollow, follow the leader\nJersey, Jersey City\nAh, Manhattan Island\nNew York City, Manhattan Island\nFollow, follow the leader\nFollow, follow the leader\nFollow, follow the leader\nNew York, New York City\nNew York, New York City\nIf it makes you feel\nLike you want to dance\nYeah, like you want to dance\nYou gotta follow\nFollow the leader\nFollow\nFollow the leader\nAnd if it makes you feel\nJust like you wanna dance\nLike you wanna dance\nYou got to follow\nFollow the leader\nFollow\nFollow the leader", "Jennie said when she was just five years old\nThere was nothin happenin at all\nEvery time she put on the radio\nThere was nothin happenin at all\nThen one fine mornin she put on a New York station\nYou didnt believe what she heard at all\nShe started dancin to that fine, fine music\nYou know her life was saved by rock n roll\nIt took no computations\nTo dance to a rock n roll station\nIt was alright\nIt was alright\nJennie said when she was just five years old\nThere was nothin happenin at all\nTwo TV sets and two Cadillac cars\nWell baby that wont help you at all\nThen one fine mornin she heard a New York station\nShe didnt believe hey what she heard at all\nShe started dancin to that fine, fine music\nYou know her life was saved by rock n roll\nDespite all the amputations\nYou could dance to a rock n roll station\nAnd it was alright\nIt was alright\nHey here she comes now\nJennie said when she was just five years old\nThere was nothing happening at all\nEvery time she put on the radio\nThere was nothin happenin at all\nOne unfine mornin she heard a New York station\nShe didnt believe baby what she heard at all\nShe started dancin to that fine, fine music\nYou know her life was saved by rock n roll\nIt took no computation\nTo dance to a rock n roll station\nIt was alright\nIt was alright\nIt was alright\nIt was alright\nIt was alright\nIt was alright", "Somebody took the papers\nAnd somebodys got the key\nAnd somebody nailed the door shut\nThat says hey what you think that you see\nBut me lm down around the corner\nYou know Im lookin for Miss Linda Lee\nBecause shes got the power\nTo love me by the hour\nGives me double you L-O-V-E\nHey baby if you want it so fast\nDont you know that it aint gonna last\nOf course you know\nIt makes no difference to me\nSomebodys got the time time\nSomebodys got the right\nAll of the other people\nTryin to use up the night\nBut now me lm out on the corner\nYou know Im lookin for Miss Linda Lee\nBecause shes got the power\nTo love me by the hour\nGives me double you L-O-V-E\nOoh if you want it so fast\nDont you know honey you can get it so fast\nBut of course you know\nIt makes no difference to me\nOh oh oh youd better cool it down\nYou know youd better cool it down\nYou know youd better cool it down\nYou know youd better cool it down\nOh hey if you want it so fast\nNow lookie baby dont you want it to last\nBut of course you know that\nIt makes no difference to me\nOh youd better cool it down\nYou know youd better cool it down\nYou know youd better cool it down", "Through all of the highways, the byways Ive travelled\nThrough all of the sidestreets and alleys of sin\nThrough all thats been heard nothing sinks quite as low\nAs the prominent statements of prominent men\nProminent men tell prominent stories\nProminent men tell prominent lies\nProminent men kiss the ass of dame fortune\nProminent men will tear out your eyes\nThe streets that have life with the cats underbelly\nAligned with their tracks of a thousand good-byes\nA poor woman screams with the heat of disaster\nAs the prominent men sit and strengthen their ties\nOh, the prominent girls of the prominent people\nMake prominent dresses and prominent hair\nOh, their prominent wealth and their eyes blazed with shadow\nThe prominent horrors with the ghost millionaire\nThe shiny stained window now cracked at sunset\nThey shiny red dawn of the heart soon must fall\nThis simply occurred at the seat of the cauldron\nThose prominent men hadnt been there at all\nProminent men tell prominent stories\nProminent men tell prominent lies\nProminent men kiss the ass of dame fortune\nProminent men will tear out your eyes\nOh, the prominent child of these prominent people\nSeeks prominent schools with the finery of age\nWith a prominent pink of a tasteless red orchid\nThe prominent men casts a prominent heir\nThe child of the agent walks barefoot upon grass\nHe screams with a power that terrors green eyes\nHis knife harshly glistening, stabs noways and always\nBut those prominent men in nowhere in sight\nProminent men tell prominent stories\nProminent men tell prominent lies\nProminent men kiss the ass of dame fortune\nProminent men will tear out your eyes", "You killed your European son\nYou spit on those under twenty-one\nBut now your blue cars gone\nYou better say so long\nHey, hey, bye, bye, bye\nYou made your wallpapers green\nYou want to make love to the scene\nYour European son is gone\nYoud better say so long\nYour clowns bid you goodbye", "", "White light goin messin up my mind\n Dont you know its gonna make me go blind\n Yeah white heat it tickle me on down to my toes\n Lord have mercy, white light had it goodness knows\n Oh white light is lighting up my brain\n Dont you know its gonna make me insane\n Yeah white heat it tickle me on down to my toes\n Lord have mercy white light had it goodness knows\n Aww she sure is funky\n Watch that speed freak, watch that speed freak\nGonna shoot it up every night of the week\n Shoot em up\n White light is lighting up my brain\n Dont you know its gonna make me insane\n Yeah white heat it tickle me on down to my toes\n Lord have mercy, white light had it goodness knows\n Oh white light it lighting up my eyes\n Dont you know it fills me up with surprise\n Yeah white heat it tickle me on down to my toes\n Lord have mercy, white light had it goodness knows\n Aw now it sure is funky\n Whoa whoa sputter mutter, everybody wants to kill their mother\n Shoot em up\n White light goin messin up my brain\n Dont you know its gonna make me insane?\n Yeah, white heat, it tickle me on down to my toes\n Lord have mercy, white light had it goodness knows\n Yeah white light is lightin up my eyes\n Dont you know it fills me up with surprise\n Yeah, white heat it tickle me on down to my toes\n Lord have mercy, white light had it goodness knows\n Aw she sure is funky\n Watch that speed freak, watch that speed freak\nGonna shoot it up every night of the week\nHit em up! Hit em up! Hit em up!\nHigher", "You better walk it\nAnd talk it less you lose that beat\nBetter lose yourself mama\nAnd knock yourself right off of your feet\nYeah, if youre moving too fast\nWant it to last\nYou better walk it, talk it\nYou better walk it as you talk it or you lose that beat\nYou better walk it\nAnd talk it less you lose that beat\nOh, you better move it mama\nAnd knock yourself right off of your feet\nYeah, if youre moving too fast\nYet you want it to last\nYou better walk it, talk it\nYou better walk it as you talk it or you lose that beat\nYou better walk it\nAnd talk it less you lose that beat\nThen move it mama\nAnd knock yourself right off of your feet\nYeah, if youre moving too fast\nWont you want it to last\nYou better walk it, talk it\nYou better walk it as you talk it or you lose that beat", "Good evening\nWere your local Velvet Underground\nWere glad to see you\nThank You\nBut were uh particularly glad on a serious day like today\nThat people could find that little time to come out and have Some fun to rock and roll\ncause these are serious times\nOr Ive been told they are\nAnd since theyre serious\nWe felt impelled to do a very serious set\nSo this is going to be a very serious rock and roll set\nAnd I dont want any of you to enjoy yourselves frivoulously\nBecause it will run against national policy\nWhich rhymes by the way, which is how poets are\nAnyway...where I come from they arrest people for less than that\nAnd they wont give you a car\nThis is a song that was written under the influence of dreams\nAnd its about one mans journey from uptown to downtown\nIm waiting for my man\nTwenty-six dollars in my hand\nGone up to Lexington, 125\nFeeling sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its the furthest from my mind\nIm just lookin for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black...oh woah\nPR shoes and a big straw hat\nHes never early, hes never late\nFirst thing you learn is you always gotta wait\nIm waiting for my man\nTimes are getting heavy, Im so sad\nEveryone that was good, you know they all turned out bad\nIts not a mystery, no mistake\nAll Im gonna have to do is wait\nIm waiting for my man\nStanding on the corner waiting for the sun to rise\nMiss Jean and Miss Anne said they had a surprise\nWell its no mystery, no mistake\nI guess I just had to wait\nIm waiting for my man\nEver since I was a little boy, I had the strangest dreams\nEverything that I saw didnt seem to be what it seem\nIm no wizard, take my speed\nAlways you know Ive got to leave\nIm waiting for my man\nGone up to a Brownstone, up three flights of stairs\nEverybody’s pinned you, but nobody cares\nHe’s got the works, gives you sweet taste\nThen hes gotta split because hes got no time to waste\nIm waiting for my man\nHey baby don’t you holler, darlin don’t you bawl and shout\nI’m feeling good, you know I’m gonna work it on out\nI’m feeling good, I’m feeling, oh, so fine\nUntil tomorrow, but that’s just some other time\nIm waiting for my man", "Sometimes I feel so happy\nSometimes I feel so sad\nSometimes I feel so happy\nBut mostly you just make me mad\nBaby you just make me mad\nLinger on, your pale blue eyes\nLinger on, your pale blue eyes\nYou know I thought of you as my mountain top\nYou know I thought of you as my peak\nI thought of you as just about everything\nThat I had but I just couldnt keep\nIve had but I just couldnt keep\nLinger on, your pale blue eyes\nLinger on, your pale blue eyes\nIf I could make the world as pure and strange as what I see\nYou know Id put you all in the mirror that I put in front of me\nThat I put in front of me\nLinger on, your pale blue eyes\nLinger on, your pale blue eyes\nLinger on, darling\nSkip a life completely, stuff it in a cup\nYou know what she said?\nYou and me, were just like money in time\nYou know it lies but it cant stand up\nAnd down for you is up\nLinger on, your pale blue eyes\nLinger on, your pale blue eyes\nIt was good what we did yesterday\nAnd Id sure do it again\nAnd the fact that you are married\nAh that only, ah that only proves that youre my best friend\nBut its truly, truly a sin\nLinger on, your pale blue eyes\nLinger on, your pale blue eyes", "Standin on a corner\nSuitcase in my hand\nJack is in his corset, Jane is in her vest\nAnd me Im in a rock n roll band Huh\nRidin in a Stutz Bearcat, Jim\nYa know, those were different times\nAll, all the poets studied rules of verse\nAnd those ladies, they rolled their eyes\nSweet Jane, whoa-uh!\nSweet Jane, oh-ho-uh!\nSweet Jane\nIll tell ya sumpn now\nJack, he is a banker\nAnd Jane, she is a clerk\nAnd both of them save their monies\nWhen they get home from work\nOooh! Sittin down by the fire, ohhh!\nThe radio does play\nThe classical music there, Jim\nThe March of the Wooden Soldiers\nAll you protest kids\nYou can hear Jack say, ah\nSweet Jane\nSweet Jane oh-oh-oh-oh-uh!\nSweet Jane\nSome people, they like to go out dancin\nAnd other peoples, they have to work, just watch me now!\nAnd theres even some evil mothers\nWell, theyre gonna tell you that everything is just dirt\nYou know that, women never really faint\nAnd that villains always blink their eyes, woo!\nAnd that, you know, children are the only ones who blush!\nAnd that, life is, just to die\nAnd anyone who ever had a heart, oh!\nThey wouldnt turn around and break it\nAnd anyone who ever played a part, whoa!\nThey wouldnt turn around and hate it\nSweet Jane, whoa-oh-oh! Sweet Jane! Sweet Jane. Sweet Jane. Sweet Jane\nSweet Jane\nHeavenly wine and roses\nSeem to whisper to her when he smiles\nHeavenly wine and roses\nSeem to whisper to her, hey when she smiles\nLa lala lala la, la lala lala la\nLa lala lala la, la lala lala la\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane", "Here comes the ocean and the waves\nDown by the shore\nHere comes the ocean and the waves\nDown by the sea\nEarth is a hollow hair, part of a bigger head\nIt nearly drives me crazy\nI am a lazy son\nI never get things done\nMostly made up of water\nBut here come the waves\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea, down by the sea\nDown by the sea\nHere comes the ocean and the waves\nDown by the shore\nHere comes the ocean and the waves\nDown by the sea\nInsects are evil thoughts, thought of by selfish men\nIt nearly drives me crazy\nI am a lazy son\nI never get things done\nMostly made up of water\nBut here comes the wave\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves", "Anyone who ever had a heart\nWouldnt turn around and break it\nAnd anyone whos ever played a part\nWouldnt turn around and hate it\nSweet Jane\nSweet Jane\nOh sweet sweet Jane\nWaiting for Jimmy down by the alley\nWaiting there for him to come home\nWaiting down on the corner\nThinking ways to get back home\nSweet Jane\nSweet Jane\nOh sweet sweet Jane\nAnyone who ever had a dream\nAnyone whos ever played a part\nAnyone whos gonna live lonely\nAnyone whos ever stood apart\nSweet Jane\nSweet Jane\nSweet sweet Jane\nHeavenly wine and roses\nSeem to whisper to me when you smile\nHeavenly wine and roses\nSeem to whisper to me when you smile\nNa na na na, na na na\nNa na na na, na na la\nLa la la la, la la la la\nLa la la la, la la la\nOh sweet Jane\nSweet sweet Jane", "Candy screen wrappers of silkscreen fantastic\nRequiring memories\nBoth lovely and guilt free\nLurid and lovely with twilight of ages\nLuscious and lovely and filthy with laughter\nLaconic giggles\nEnnui fort the passions\nIn order to justify most spurious desires\nRectify moments\nMost serious and urgent\nTo hail upon the face of most odious time\nRequiring replies most facile and vacuous\nWith words nearly singed\nWith the heartbeat of passions\nSpew forth with the grace of a tart going under\nSubject of great concern\nNoble origin\nDenigrate obtuse and active verbs pronouns\nSkewer the sieve of optical sewer\nRelease the handle that holds all the gates up\nPuncture the eyeballs\nThat seep all the muck up\nRead all the books and the people worth reading\nAnd still see the muck on the sky of the ceiling\nPlease raise the flag\nRosy red carpet envy\nEnglish used here\nIs messenger is nervous\nIts no fun at all\nOut here in the hall\nMister moonlight\nSucculent smooth and gorgeous\nIsnt it nice?\nWere number One and so forth\nIsnt it sweet being unique?\nFor screeching and yelling and various offenses\nLower the queen and bend her over the tub\nAgainst the state, the country, the committee\nHold her head under the water please for an hour\nFor groveling and spewing and various offenses\nPuncture the bloat with the wing of a sparrow\nThe inverse, the obverse, the converse,the reverse\nThe sharpening wing of the edge of a sparrow\nFor suitable reckonings too numerous to mention\nAs the queen is fat she is devoured by rats\nThere is one way to skin a cat\nOr poison a rat it is hetero\nFour hear to three forthrightly stated\nRelent and obverse\nAnd inverse and perverse\nAnd reverse the inverse\nOf perverse and reverse\nAnd reverse and reverse\nAnd reverse and reverse\nAnd chop it and pluck it\nAnd cut it and spit it\nAnd sew it to joy\nOn the edge of a cyclops\nAnd spinet it to rage\nOn the edge of a cylindrical minute\nPut down that rag\nSimpering, callow and morose\nWho let you in?\nIf I knew, then I could get out\nThe murder you see is a mystery to me\nDear Mister Muse\nFellow of wit and gentry\nMedieval ruse\nFilling the shallow and empty\nFools that duel\nDuel in pools\nTo Rembrandt and Oswald\nTo peanuts and ketchup\nSanctimonious sycophants stir in the bushes\nUp to the stand with your foot on the bible\nAs king I must order and constantly arouse\nIf you swear to catch up and throw up and up up\nA king full of virgin kiss me and spin it\nExcuse to willow and wander dark wonders\nDivest me of robes-sutures Harry and pig meat\nThe fate of a nation, rests hard on your bosoms\nThe king on his throne, puts his hand down his robe\nThe torture of inverse and silk screen and Harry\nAnd set the tongue squealing the reverse and inverse\nTantalize poets with visions of grandeur\nTheir faces turn blue with the reek of the compost\nAs the living try hard to retain what the dead lost\nWith double dead sickness from writing at what cost\nAnd business and business\nAnd reverse and reverse\nAnd set the brain reeling the inverse and perverse\nObjections suffice\nApelike and tactile bassoon\nOboeing me\nCordon the virus section\nOff to the left\nIs what is not right\nEnglish arcane\nTantamount here to frenzy\nPassing for me\nLascivious elder passion\nCorpulent filth\nDisguised as silk\nContempt, contempt and contempt for the boredom\nI shall poison the city and sink it with fire\nFor Cordless and Harry and Apepig and Scissor\nThe messengers wig seems fraught with desire\nFor blueberry picnics and pince-nez and magpies\nThe messengers skirt, would you please hook it higher\nFor children and adults all those under ninety\nHow truly disgusting. Would you please put it down?\nA stray in this fray is no condom worth saving\nAs king Im quite just, but its just quite impossible\nA robe and a robe and a robe and a bat\nNo double class inverse could make lying worth dying\nWith cheap simian melodies\nHillbilly outgush\nFor illiterate ramblings\nFor cheap understanding\nThe simple the inverse, the compost, the reverse\nThe obtuse and stupid, and business, and business\nAnd cheap, stupid lyrics, and simple mass reverse\nWhile the real thing is dying\nExit the pig\nEnter the Owl and Gorgeous\nKing on the left\nIt on the right\nAnd primping\nAdjusting his nose\nAs he reads from his scroll\nFolksy knockwurst\nPeel back the skin of French\nAnd what do you find?\nFollicles intertwinning\nSucculent prose\nWrapped up in robes\nOff with his head\nTake his head from his neck off\nRequiring memories both lovely and guiltfree\nPut out his eyes, then cut his nose off\nSanctimonious sycophants stir in the bushes\nScoop out his brain\nPut a string where his ears were\nAll the kings horses and all the kings men\nSwing the whole mess at the end of the wire\nScratch out his eyes with the tip of a razor\nLet the wire extend from the tip of a rose\nCaroline, Caroline, Caroline, Oh!\nBut retains the remnants of what once was a nose\nPass me my robe\nFill my bath up with water\nJumpsuit and pig meat and making his fortune\nWhile making them happy with the inverse and obverse\nAnd making them happy and making them happy\nWith the coy and the stupid\nJust another dumb lackey\nWho puts out one thing\nWhile singing the other\nBut the real things alone\nAnd it is no mans brother\nNo one knows\nNo nose is good news and senseless\nExtend the wine\nDrink here toast to selfless\nTen year old port\nIs perfect in court\nSafety is nice\nNot an unwise word spoken\nScary, bad dreams\nMade safe in lovely songs\nNo doom or gloom\nAllowed in this room\nCasbah and Cascade and Rosehip and Feeling\nCascade and Cyanide, Rachaminoff, Beethoven\nSkull silly wagon and justice and perverse\nAnd reverse the inverse and inverse and inverse\nBlueberry catalog, questionable earnings\nHustlers lament and the rest will in due cry\nTo battle and scramble and browbeat and hurt\nWhile chewing on minstrels and choking on dirt\nDisease please seems the order of the day\nPlease the king, please the king, please the king day\nCasbah and Cascade and Rosehip and Feeling\nPoint of order return the king here to the ceiling\nOh, not to be whistled or studied or hummed\nOr remembered at nights\nWhen the I is alone\nBut to skewer and ravage and savage and split\nWith the grace of a diamond, bellicose wit\nTo stun and to stagger with words as such stone\nThat those who do hear cannot again return home\nRazzamatazz\nTheres nothing on my shoulder\nLust is a must\nShaving my heads made me bolder\nWill you kindly read\nWhat it was I brought thee\nHello to Ray\nHello to Godiva and Angel\nWho let you in?\nIsnt it nice\nThe party?\nArent the lights\nPretty at night?\nSick leaf and sorrow and pincers not scissors\nRegard and refrain from the daughters of marriage\nRegards for the elders and youngest in carriage\nRegard and regard for the inverse and perverse\nAnd obverse, and diverse, of reverse and reverse\nRegard from the sick, the dumb, and the camel\nFrom pumps storing water, like brain is to marrow\nX-ray and filthy and cutting and then peeling\nTo skin and to skin and to bone and to structure\nTo livid and pallid and turgid and structured\nAnd structured and structured and structured and structured\nRegard and refrain, and regard and refrain\nThe sick and the dumb, inverse, reverse and perverse\nContempt, contempt, and contempt for the seething\nFor writhing and reeling and two-bit reportage\nFor sick with the body and sinister holy\nThe drown burst blue babies now dead on the seashore\nThe valorous horseman, who hang from the ceiling\nThe pig on the carpet, the dusty pale jissom\nThat has no effect for the sick with the see-saw\nThe inverse, obverse, converse, reverse of reverse\nThe diverse and converse of reverse and perverse\nAnd sweet pyrotechnics, and lets have another\nOf inverse, converse, diverse, perverse and reverse\nHells graveyard is damned as they chew on their brains\nThe slick and the scum, reverse, inverse and perverse\nPlowing while its done away\nDumb and ready pig meat\nSick upon the carpet\nClimb into the casket\nSafe within the parapet\nSack is in the parapet\nPigs are out and growling\nSlaughter by the seashore\nSee the lifeguard drowning\nSea is full of fishes\nFishes full of china\nChina plates are falling\nAll fall down\nSick and shiny carpet\nLie before my eyes-eyes\nLead me to the ceiling\nWalk upon the wall wall\nTender as the green grass\nDrink the whisky horror\nSee the young girls dancing\nFlies upon the beaches\nBeaches are for sailors\nNuns across the sea-wall\nBlack hood horseman raging\nSwordsman eating fire\nFire on the carpet\nSet the house ablazing\nSeize and bring it flaming\nGently to the ground ground\nDizzy Bell Miss Fortune\nFat and full of love-juice\nDrip it on the carpet\nDown below the fire hose\nWeep and whisky fortune\nSail me to the moon, dear\nDrunken dungeon sailors\nHeadless Roman horsemen\nThe king and queen are empty\nTheir heads are in the outhouse\nFish upon the water\nBowl upon the saviour\nToothless wigged Laureate\nPlain and full of fancy\nName upon a letterhead\nImpressing all the wheat germ\nLove you for a nickel\nMaul you for a quarter\nSet the casket flaming\nDo not go gentle blazing\nSick upon the staircase\nSick upon the pulpit\nBlood upon the pillow\nClimb into the parapet\nSee the church bells gleaming\nKnife that scrapes a sick plate\nDentures full of air holes\nThe tailor couldnt mend straight\nShoot her full of air holes\nClimbing up the casket\nTake me to the casket\nTeeth upon her red throat\nScrew me in the daisies\nRip upon her holler\nSnip the seas fantastic\nTreat her like a sailor\nFull and free and nervous\nOut to make his fortune\nEither this or that way\nSickly or in good health\nPiss upon a building\nLike a dog in training\nTeach to heel or holler\nYodel on a sing song\nDown upon the carpet\nTickle polyester\nSick within the parapet\nScrewing for a dollar\nSucking on a fire-hose\nChewing on a rubber line\nTied to chairs and rarebits\nPay another player\nOh youre such a good lad\nHeres another dollar\nTie him to the bedpost\nSick with witches covens\nCraving for a raw meat\nBones upon the metal\nSick upon the circle\nDown upon the carpet\nDown upon the carpet\nDown below the parapet\nWaiting for your bidding\nPig upon the carpet\nTumenescent railroad\nNeuro-anaesthesia analog\nReady for a good look\nDrooling at the birches\nSwinging from the birches\nSucculent Nebraska", "Standin on a corner\nSuitcase in my hand\nJack is in his corset, Jane is in her vest\nAnd me Im in a rock n roll band. Huh\nRidin in a Stutz Bearcat, Jim\nYa know, those were different times\nAll, all the poets studied rules of verse\nAnd those ladies, they rolled their eyes\nSweet Jane, whoa-uh!\nSweet Jane, oh-ho-uh!\nSweet Jane\nIll tell ya sumpn now\nJack, he is a banker\nAnd Jane, she is a clerk\nAnd both of them save their monies\nWhen they get home from work\nOooh! Sittin down by the fire, ohhh!\nThe radio does play\nThe classical music there, Jim\nThe March of the Wooden Soldiers\nAll you protest kids\nYou can hear Jack say, ah\nSweet Jane\nSweet Jane oh-oh-oh-oh-uh!\nSweet Jane\nSome people, they like to go out dancin\nAnd other peoples, they have to work, just watch me now!\nAnd theres even some evil mothers\nWell, theyre gonna tell you that everything is just dirt\nYou know that, women never really faint\nAnd that villains always blink their eyes, woo!\nAnd that, you know, children are the only ones who blush!\nAnd that, life is, just to die\nAnd anyone who ever had a heart, oh!\nThey wouldnt turn around and break it\nAnd anyone who ever played a part, whoa!\nThey wouldnt turn around and hate it\nSweet Jane, whoa-oh-oh! Sweet Jane! Sweet Jane. Sweet Jane. Sweet Jane\nSweet Jane\nHeavenly wine and roses\nSeem to whisper to her when he smiles\nHeavenly wine and roses\nSeem to whisper to her, hey when she smiles\nLa lala lala la, la lala lala la\nLa lala lala la, la lala lala la\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane", "Here comes the ocean and the waves\nDown by the shore\nHere comes the ocean and the waves\nDown by the sea\nEarth is a hollow hair, bought of a bigger head\nIt nearly drives me crazy\nI am a lazy son\nI never get things done\nBut here comes the waves\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea, down by the sea\nDown by the sea\nHere comes the ocean and the waves\nDown by the shore\nHere comes the ocean and the waves\nDown by the sea\n for evil thoughts, thought of by selfish men\nIt nearly drives me crazy\nI am a lazy son\nI never get things done\nBut here comes the waves\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea\nHere come the waves\nHere come the waves\nHere come the waves\n...", "Never been to London, never been to France\nNever wore a sari, never learned to dance\nNever walked down to 42nd Street affairs\nNever smoked any filtered air\nGuess its true what all the people say\nGonna have to mend my old time ways, yeah\nI guess its true, guess Ive led a sheltered life\nNever walked about on the streets at night\nNever got into an uptown fight\nNever smoked a hookah, never saw a rug\nCouldnt even squash a beetle bug\nGuess its true, Im gonna have to change my ways\nGuess its true what all the people say, yeah\nI know its true, guess Ive led a sheltered life\nNever went to parties in a chauffeured car\nNever wore a top hat cause I wont get far\nNever learned to handle all the things that Ive seen\nMaybe Ill grow up to be big and mean\nGuess its true what all the people say\nGonna have to change my old fashioned ways, well\nI guess its true, guess Ive led a sheltered life", "The snow on your eyelids that curtsy with age\nIs freezing the stares on tyrannys wings\nThe bitter is hard and the warmth of your skin\nIs diseased with familiar caresses\nWithdrawing from splendor and royal decay\nAmong all the triumphs and jaded awards\nThe angry and blazing circus of sun\nBlasphemes as the crown prince arises\nYou cannot beget all the sins that you owe\nTo the people of paradise magic\nPretend to answer passion and form\nWith foreign rationalizations\nPrimroses are the jewels that lurk\nAmong masks of pleasure that flicker with doubt\nEmbraces of fame thats simultaneously fear\nTo advance and demand to be recognized\nThe river shall flow through hollow green faces\nOf caricatures resentment etched out of the tongues\nBoth reluctant princess asleep before birth\nThe classical sensitive failures\nThe worshipping wicked cling to the dark of your heart\nLying there and wait with your angels\nMoan and ravish from dawn to dusk\nThe avaricious young lovers", "Good evening. Were the Velvet Underground. Glad you could all make it. This is, uh, our last night here, and I’m glad to see you all showed up. Um, do you people have a curfew or anything like that? Does it matter what time you go home tonight? Do you have school tomorrow? Nobody here has school tomorrow? Yeah, see? Cause we could do either one long set or we could do two sets, you know, which ever would make it easier for you. One long? Okay. Okay, then this is gonna go on for a while, so we should get used- get used to each other. Settle back, pull up your cushions, whatever else that makes live bearable in Texas\nWe saw your cowboys This is a song called I’m Waiting for my Man.\nIm waiting for my man\nGot twenty-six dollars in my hand\nUp to Lexington, 125\nFeeling sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its the furthest from my mind\nIm just waitin’ for a good, good friend of mine\nI’m waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHe’s never early, hes always late\nFirst thing you learn is that you always gotta wait\nIm waiting for my man\nRun up to a Brownstone, up three flights of stairs\nNow everybodys pinned you, baby, but nobody cares\nHe’s got the works, gives you sweet taste\nAh, then you gotta split because you got no time to waste\nIm waiting for my man\nHey baby dont you holler, oh dont you bawl and shout\nIm feeling good, you know Im gonna gonna work it on out\nIm feeling good, and oh so fine\nUntil tomorrow, but thats just some other time\nIm waiting for my man\nIm waiting for my man\nIm waiting for my man\nIm waiting for my man\nIm waiting for my man\nIm waiting for my man\nIm waiting for my man\nIm waiting for my man\nIm waiting for my man\nThank you", "Candy says, Ive come to hate my body\nAnd all that it requires in this world\nCandy says, Id like to know completely\nWhat others so discretely talk about\nIm gonna watch the blue birds fly\nOver my shoulder\nIm gonna watch them pass me by\nMaybe when Im older\nWhat do you think Id see\nIf I could walk away from me?\nCandy says, I hate the quiet places\nThat cause the smallest taste of what will be\nCandy says, I hate the big decisions\nThat cause endless revisions in my mind\nIm gonna watch the blue birds fly\nOver my shoulder\nIm gonna watch them pass me by\nMaybe when Im older\nWhat do you think Id see\nIf I could walk away from me?", "Were gonna have a real good time together\nWere gonna have a real good time together\nWere gonna have a real good time together\nWere gonna laugh and dance and shout together\nNa na na na na na na na na na na na\nHey hey hey baby now\nNa na na na na na na na na na na\nOh early in the morning\nNa na na na na na na na na na na\nHey hey na na na na na\nNa na na na na na na na na na na\nWere gonna have a real good time together\nWere gonna have a real good time together\nWere gonna have a real good time together\nOh were gonna laugh and dance and shout together\nNa na na na na na na na na na na\nNo no no no no no no no no\nNa na na na na na na na na na na\nHey early now baby\nNa na na na na na na na na na na\nHey early in the morning\nNa na na na na na na na na na na\nAh now watch me\nNa na na na na na na na na na na na\nNa na na na na na na na na na na\nAlright\nNa na na na na na na na na na na\nHey hey baby now now\nNa na na na na na na na na na na\nNa na na na na na na na na na na\nNa na na na na na na na na na na\nNa na na na na na na na na na na\nNa na na na na na na na na na na", "Here she comes\nYoud better watch your step\nShes going to break your heart in two, oh its true\nIts not hard to realize\nJust look into her false colored eyes\nShell build you up just to put you down, what a clown\nCause everybody knows \nThe things she does to please \nOh shes just a little tease \nSee the way she walks\nAnd hear the way she talks\nYoure written in her book\nYoure number forty-seven, have a look\nShes going to play you for a fool, yes its true\nLittle boy, shes from the street\nBefore you start, youre already beat\nShes going to smile just to make you frown, ah what a clown\nCause everybody knows \nThe things she does to please \nShes just a little tease \nAh see the way she walks\nHear the way she talks\nCause everybody knows \nThe things she does to please \nShes just a little tease \nOh whoa whoa \nOh whoa whoa \nOh whoa whoa whoa \nOh whoa", "Were the Velvet Underground and we have come to play\nIts been 28 years since weve been here to the day\nTheres Maureen, shes on the drums, shes having lot of fun\nLets hear it for Moe Tucker, beat those skins for everyone\nThere is Sterling Morrison, hes playing the guitar\nHes a guitar hero, kicks their asses really far\nNow you got here John and me\nNow you got here John and me, we want no part of this\nThats because we think it is real pretentious shit", "Dont call me home, little sister\nBefore the night is done\nMy love and I are fleeing\nRunning into the sun\nTurn to fly, go away\nLittle bird, please dont stay\nFare thee well\nTake up all your jewels and gold\nBury them away in the earth\nLet your memory reduce them to dust\nBut dont forget the knife that was thrust\nTurn to fly, go away\nLittle bird, please dont stay\nFare thee well\nFrozen kiss by the fountain\nRunning into the sea\nWhere shadows choose their horrors\nDesigned for music\nTurn to fly, go away\nLittle bird, please dont stay\nFare thee well", "Some kinds of love\nMarguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arrive because of the weather\nAnd no kinds of love\nAre better than others\nSome kinds of love\nMarguerita told Tom\nLike a dirty French novel\nThe absurd courts the vulgar\nAnd some kinds of love\nThe possibilites are endless\nAnd for me to miss one\nWould seem to be groundless\nI heard what you said\nMarguerita heard Tom\nAnd of course youre not charmless\nFor a bore is a straight line\nThat finds a wealth in division\nAnd some kinds of love\nAre mistaken for vision\nPut jelly on your shoulder\nLet us do what you fear most\nThat from wich you recoil\nBut which still makes your eyes moist\nPut jelly on your shoulder\nLie down on the carpet\nBetween thought and expression\nLet us now kiss the culprit\nI dont know just what its all about\nPut on your red pajamas and find out", "Well, Im beginning to see the light\nWell, Im beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nI wanna tell all you people, now\nNow, now, baby, Im beginning to see the light\nHey, now, baby, Im beginning to see the light\nWine in the mornin and some breakfast at night\nWell, Im beginning to see the light\nHere we go again, playing the fool again\nHere we go again, acting hard again, alright\nWell, Im beginning to see the light\nI wanna tell you, ooh-oh-oh, hey, now, baby\nIm beginning to see the light, it comes very softly now\nI wore my teeth in my hands so I can miss the hell of a night\nHey, well, Im beginning to see the light\nNow, now, now, now, now, now, now, now, baby\nIm beginning to see the light, now, it comes softer\nHey, now, baby, Im beginning to see the light\nI met myself in a dream and I just want to tell you\nEverything was alright\nHey, now, baby, Im beginning to see the light\nHere comes two of you\nWhich one will you choose?\nOne is black and one is blue\nDont know just what to do, alright\nWell, Im beginning to see the light, oh, now, here she comes\nHey, yeah, baby, Im beginning to see the light, oh\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nAh, its getting a little softer, maybe, in there\nNow, now, baby, Im beginning to see the light\nAh, its coming around again\nHey, now, now, now, baby, Im beginning to see the light\nOne more time, there are problems in these times\nBut, woo, none of them are mine\nOh, baby, Im beginning to see the light\nHere we go again\nI thought that you were my friend\nHere we go again\nI thought that you were my friend\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\n...", "Ill be your mirror, reflect what you are\nIn case you dont know\nIll be the wind, the rain and the sunset\nThe light on your door to show that youre home\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands cause I see you\nI find it hard to believe you dont know\nThe beauty you are\nBut if you dont, let me be your eyes\nA hand to your darkness so you wont be afraid\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands cause I see you\nIll be your mirror \nIll be your mirror \nIll be your mirror \nIll be your mirror \nIll be your mirror", "Well, Im beginning to see the light\nWell, Im beginning to see the light\nSome people work very hard\nBut still they never do it right\nWell, Im beginning to see the light\nWell, Im beginning to see the light\nWell, Im beginning to see the light\nA little wine in the morning and some breakfast at night\nWell, Im beginning to see the light\nHere we go again, playing the fool again\nHere we go again, acting hard again, alright\nWell, Im beginning to see the light\nHere she comes, hoo hoo\nWell Im beginning to see the light\nI wore my teeth in my hands\nSo that I could mess the hair of the night\nWell, Im beginning to see the light\nHey now baby, Im beginning to see the light, see the light\nWell Im beginning to see the light\nI met myself in a dream\nAnd I just want to tell you, it was alright\nWell Im beginning to see the light\nHere comes two of you\nWhich one will you choose?\nOne is black and one is blue\nDont know just what to do, alright\nHey now baby, Im beginning to, oh, see the light now\nHere coming round\nHey now baby, Im beginning to see the light\nSome people work very hard\nBut still they never do it right\nWell, Im beginning to see the light\nHey now baby, Im beginning to see the light\nOh see the light\nOh baby, Im beginning to see the light, see the light\nThere are problems in these times\nBut, ooh, none of them are mine\nWell, Im beginning to see the light\nHere we go again\nI thought that you were my friend\nHere we go again\nI thought that you were my friend\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHey somebody tell me please\nHow does it feel to be loved? Alright\nHow does it feel to be loved? Whoa\nHow does it feel to be loved?", "And what costume shall the poor girl wear\nTo all tomorrows parties\nA hand-me-down dress from who knows where\nTo all tomorrows parties\nAnd where will she go, and what shall she do\nWhen midnight comes around\nShell turn once more to Sundays clown and cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties\nWhy silks and linens of yesterdays gowns\nTo all tomorrows parties\nAnd what will she do with Thursdays rags\nWhen Monday comes around\nShell turn once more to Sundays clown and cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties\nFor Thursdays child is Sundays clown\nFor whom none will go mourning\nA blackened shroud\nA hand-me-down gown\nOf rags and silks - a costume\nFit for one who sits and cries\nFor all tomorrows parties", "Jesus, help me find my proper place\nJesus, help me find my proper place\nHelp me in my weakness\nCause Im falling out of grace\nJesus\nJesus\nJesus, help me find my proper place\nJesus, help me find my proper place\nHelp me in my weakness\nCause Im falling out of grace\nJesus\nJesus\nJesus, help me find my proper place\nJesus, help me find my proper place\nHelp me in my weakness\nCause Im falling out of grace\nJesus\nJesus", "Ive been set free and Ive been bound\nTo the memories of yesterdays clouds\nIve been set free and Ive been bound\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been blinded but -- Now I can see\nWhat in the world has happened to me\nThe prince of stories who walks right by me\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been set free and Ive been bound\nLet me tell you people -- What I found\nI saw my head laughing -- Rolling on the ground\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion", "Who loves the sun?\nWho cares that it makes plants grow?\nWho cares what it does\nSince you broke my heart?\nWho loves the wind?\nWho cares that it makes breezes?\nWho cares what it does\nSince you broke my heart?\nPa pa pa pa, who loves the sun?\nPa pa pa pa, who loves the sun?\nPa pa pa pa, not everyone\nPa pa pa pa, who loves the sun?\nWho loves the rain?\nWho cares that it makes flowers?\nWho cares that it makes showers\nSince you broke my heart?\nWho loves the sun?\nWho cares that it is shining?\nWho cares what it does\nSince you broke my heart?\nPa pa pa pa, who loves the sun?\nPa pa pa pa, who loves the sun?\nPa pa pa pa, not everyone\nPa pa pa pa, who loves the sun, sun?\nPa pa pa pa, who loves the sun?\nPa pa pa pa, who loves the sun?\nPa pa pa pa, not just anyyone\nPa pa pa pa, who loves the sun?\nPa pa pa pa, who loves the sun?\nPa pa pa pa, who loves the sun?", "You better walk it\nAnd talk it less you lose that beat\nBetter lose yourself mama\nAnd knock yourself right off of your feet\nYeah, if youre moving too fast\nWant it to last\nYou better walk it, talk it\nYou better walk it as you talk it or you lose that beat\nYou better walk it\nAnd talk it less you lose that beat\nOh, you better move it mama\nAnd knock yourself right off of your feet\nYeah, if youre moving too fast\nYet you want it to last\nYou better walk it, talk it\nYou better walk it as you talk it or you lose that beat\nYou better walk it\nAnd talk it less you lose that beat\nThen move it mama\nAnd knock yourself right off of your feet\nYeah, if youre moving too fast\nWont you want it to last\nYou better walk it, talk it\nYou better walk it as you talk it or you lose that beat", "Train round the bend\nTaking me away from my country\nIm sick of the trees take me to the city\nTrain coming round the bend\nOh, train coming round the bend\nBeen in the country oh, much too long\nTrying to be a farmer\nBut nothing that I planted ever seems to grow\nTrain coming round the bend\nWoah, train coming round the bend\nHey, I am just a city boy\nAnd really not the country kind\nOh, I need the city streets and I need your light\nTo see bend coming round the bend, oh what\nThe train coming round the bend\nOnce, shes going twice\nShes going to the loop up and down\nShes going once, shes going twice\nShes going the train coming round the bend\nYou know the train coming round the bend\nAnd Im out of nowhere\nTaking me back where I belong\nIve been here once and I dont take it tonight\nFor the train comings round the bend\nOh, the train coming round the bend\nAlright\nTake me back where I belong\nIve been in the country very much too long\nThe train coming round the bend\nLook out for the train coming round the bend", "Anyone whoever had a heart\nWouldnt turn around and break it\nAnd anyone whos ever played a part\nWouldnt turn around and hate it\nSweet Jane\nSweet Jane\nOh, sweet, sweet Jane\nAw, waitin down on the corner\nMiss Jimmy and Miss Anne\nThey said, Lets go up to Billys house\nHes got a couple of strange friends there\nSo I went up to the fourth floor\nAnd much to my surprise\nNobody looked at my body\nThey were all lookin at my eyes\nOh, sweet Jane\nOh sweet Jane\nOh, sweet, sweet Jane\nWell Saturday down by the river\nEverybody said that it was going to overflow\nAnd me I had no money for a taxi\nSo I figured Id better find some place to go\nSo I met the strangest lady\nShe said that shed make me a movie star\nAnd she was all dressed in orange\nAnd she had a great maroon car\nBut anyone whoever had a heart\nWouldnt turn around and break it\nAnd anyone whoever played a part\nWouldnt turn around and hate it\nSweet Jane\nOh, sweet Jane\nOh, sweet, sweet Jane\nHeavenly wine and roses\nSeem to look upon me when you smile\nHeavenly wine and roses\nSeem to look upon me when you smile\nLa, la, la, la, la, la, la, la\nLa, la, la, la, la, la, la, la\nLa, la, la, la, la, la, la, la\nLa, la, la, la, la, la, la, la\nSweet Jane\nSweet Jane\nOh, sweet, sweet Jane", "Lonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nLonesome Cowboy Bill\nRides the rodeo\nEver since he was a little lad\nLoves the rodeo\nBucking broncs, yeah, sipping wine\nYou got to see him go\nAnd all the ten-gallon girls\nLove to hear him yodel Ay-hee-ho!\nBecause\nLonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nOh, Lonesome Cowboy Bill\nYou still ride the rodeo\nUp round the Colorado shore\nDown by the Ohio\nSometimes even New Orleans\nDown by the Mardi Gras\nAnd all the ten-gallon girls\nLove to hear him yodel Ay-hee-ho!\nHes Lonesome Cowboy Bill\nHe rides the rodeo\nJust a Lonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nYou got to see him in the rodeo\nWhen hes ridin, goin too darn fast\nYou got to hear the people\nScream and shout\nThey call him\nLonesome Cowboy Bill\nHes a\nLonesome Cowboy Bill\nHe goes...\nLonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nI said\nYou got to see him yodel Ay-hee-ho!\nOh hes a Lonesome Cowboy Bill\nLonesome Cowboy Bill", "Thats the story of my life\nThats the difference between wrong and right\nBut Billy said,That both those worlds are dead\nThats the story of my life\nThats the story of my life\nThats the difference between wrong and right\nBut Billy said,That both those worlds are dead\nThats the story of my life\nThats the story of my life\nThats the difference between wrong and right\nBut Billy said,That both those worlds are dead\nThats the story of my life", "Sometimes I feel so happy\nSometimes I feel so sad\nSometimes I feel so happy\nBut mostly you just make me mad\nBaby you just make me mad\nLinger on, your pale blue eyes\nLinger on, your pale blue eyes\nThought of you as my mountain top\nThought of you as my peak\nThought of you as everything\nIve had but couldnt keep\nIve had but couldnt keep\nIf I could make the world as pure and strange as what I see\nId put you in the mirror I put in front of me\nId put in front of me\nSkip a life completely, stuff it in a cup\nShe said money is like us in time\nIt lies but cant stand up\nDown for you is up\nIt was good what we did yesterday\nAnd Id do it once again\nThe fact that you are married\nOnly proves that youre my best friend\nBut its truly, truly a sin\nLinger on, your pale blue eyes\nLinger on, your pale blue eyes", "Oh, Gin\nHow could you treat me this way\nOh, treat me this way\nOh, Gin\nHow could you treat me this way\nBaby, treat me this way\nYou know you broke my heart\nEver since you went away\nYou gotta feel it and like it\nAnd if you move you gotta drill it and hold it\nOh, oh, oh, oh, Gin\nHow you treatin me this way\nYou know you broke my heart\nEver since you went away\nOh, Gin\nHow could you treat me this way\nHey, you treat me this way\nOh, Gin\nHow could you treat me this way\nHow you treat me this way\nYou know you broke my heart\nEver since you went away\nAnd you gotta feel it and like it\nAnd if you move it like it\nOh, oh, oh, oh, Gin\nHow you treatin me this way\nYou know Im gonna stay alone\nTil youre coming back and play\nYou know Ive been so sad\nEver since you went away\nYou know it has been so sad\nEver since you went away", "What goes on in your mind?\nI think that I am falling down\nWhat goes on in your mind?\nI think that I am upside down\nLady, be good and do what you should\nYou know, itll work alright\nLady, be good and do what you should\nYou know, itll be alright\nIm goin up, and Im goin down\nIm gonna fly from side to side\nSee the bells, up in the sky\nSomebodys cut the string in two\nLady, be good and do what you should\nYou know, itll work alright\nLady, be good and do what you should\nYou know, itll be alright\nOne minute one, one minute two\nOne minute up and one minute down\nWhat goes on here in your mind?\nI think that I am falling down\nLady, be good and do what you should\nYou know, itll work alright\nLady, be good and do what you should\nYou know, itll be alright", "My mama told me\nEver since I was seven\nHold your head up high\nMy parents told my\nEver since I was eleven\nHold your head up high.\nThey said the answer\nWas to become a dancer\nHold your head high\nOh, just like I figured\nTheyre always disfigured\nWith their heads up high\nNow Im older\nIm getting so much bolder\nWith my head up high\nOh, as I figured\nJust like I figured\nSince your heads up high, baby\nOh, just like I figured\nYou know, they was disfigured\nHold your head up high\nYou know, they says the answer\nWas to become a dancer\nHold your head high, boy\nEver since I was a baby\nOn my mamas knee\nOh, just listened to what\nEverybody told me\nOh yes I did\nBut still the answer\nWas to become a dancer\nAnd hold your head high\nBut, just like I figured\nTheyre always disfigured\nThey hold their heads up high\nWatch out!\nDo the dog! Oh, watch out!\nAnd now Im older\nThey say Im so much bolder\nGot your head up high\nOh, and the answer was\nHey, to become a dancer\nHead up high\nWell, but just like I figured\nTheyre always disfigured\nThey got their heads up high\nBut the answer was, now\nBoy, to become a dancer\nWith your head up high\nHead up high\nHead up high", "Here I go again\nJust gonna play it like a fool again\nHere I go again\nOver you\nOver you\nIm just like a bell again\nYou know, Im starting to ring again\nHere I go again\nOver you\nOver you\nTypically, when I had it\nTreated it like dirt\nNow, naturally, when I dont have it\nI am chasing less and less rainbows\nHere we go again\nI guess, Im like a fool again\nHere I go again\nOver you\nOver you\nOver you\nOver you", "Sunday morning brings the dawning\nIts just a restless feeling by my side\nEarly dawning, Sunday morning\nIts just the wasted years so close behind\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nSunday morning and Im falling\nIve got a feeling I dont want to know\nEarly dawning, Sunday morning\nIts all the streets you crossed not so long ago\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nWatch out, the worlds behind you\nTheres always someone around you who will call\nIts nothing at all\nSunday morning\nSunday morning\nSunday morning", "This is a song that uh... I originally had figured on featuring myself doing it with a, you know, spotlight and a gold lamé dress but then I figured well, you know, I dont- I don’t know if theyre ready to accept that... so we- we got ol Maureen out and we figured They’ll believe her where they wouldnt believe me ... even though I always tell the truth...\nThisll be our last song for this set... its called After Hours\n....Ready?\nIf you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nBut if you close the door\nId never have to see the day again\nIf you close the door, the night could last forever\nLeave the wineglass out and drink a toast to never\nOh, someday I know someone will look into my eyes\nAnd say hello -- youre my very special one --\nBut if you close the door\nId never have to see the day again\nDark party bars, shiny Cadillac cars\nAnd the people on subways and trains\nLooking gray in the rain as they stand disarrayed\nOh, but people look well in the dark\nAnd If you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and they’re having such fun\nI wish it could happen to me...\nCause if you close the door\nI’d never have to see the day again\nId never have to see the day again\nI’d never have to see the day again", "This is a song called After Hours\nReally \nPerson who usually sings it isnt here because shes home sick and she actually does it way, way better than I do\nBut its a lot of fun to sing it\nIll even do her little intro:\n1-2-3\nIf you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nBut if you close the door\nIll never have to see the day again\nIf you close the door, the night could last forever\nWhy dont you take a wineglass out and say hello to never\nOh, someday I know someone will look into my eyes\nAnd say hello -- Im your very special one\nAnd if you close the door\nIll never have to see the day again\nDark party bars, shiny Cadillac cars\nAnd the people on subways and trains\nLooking gray in the rain as they stand disarrayed\nOh, but people look well in the dark\nAnd If you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nBut if you close the door\nIll never have to see the day again, one more time\nIll never have to see the day again, one more time\nId never have to see the day again", "Lonesome Cowboy Bill rides the rodeo\nLonesome Cowboy Bill you gotta see him yodel-e-eo\nLonesome Cowboy Bill rides the rodeo\nEver since he was a little lad rode the rodeo\nBuckin broncs and sippin wines\nGot to see him go\nAnd all the ten-gallon girls love to hear him yodel-e-eo\nLonesome Cowboy Bill rides the rodeo\nLonesome cowboy Bill you gotta see him yodel-e-eo\nLonesome Cowboy Bill, still rides the rodeo\nUp around Colorado shores, down by the Ohio\nSometimes even New Orleans down by Mardi Gras\nAnd all the ten-gallon girls love to hear him yodel-e-eo\nLonesome Cowboy Bill rides the rodeo\nLonesome Cowboy Bill you gotta see him yodel-e-eo\nYou gotta see him in the rodeo\nWhen hes ridin goin too darn fast\nYou gotta hear the people scream and shout\nThey call him Lonesome Cowboy Bill", "Well, Im beginning to see the light\nWell, Im beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nWant to tell all you people now, now, now\nBaby, Im beginning to see the light\nHey, now, baby, Im beginning to see the light\nWine in the morning and some breakfast at night\nWell, Im beginning to see the light\nHere we go again, playing the fool again\nHere we go again, acting hard again, alright\nWell, Im beginning to see the light\nI want to tell you, hey now, baby\nIm beginning to see the light\nIts kinda softer now\nI wore my teeth in my hands\nSo I could mess the hair of the night\nHey, well, Im beginning to see the light\nNow, now, now, now, now, now, now, now\nBaby, Im beginning to see the light, now\nIts kinda softer, hey, now, baby\nIm beginning to see the light\nI met myself in a dream\nAnd I just want to tell you, everything was alright\nHey now, baby, Im beginning to see the light\nHere comes two of you\nWhich one will you choose?\nOne is black and one is blue\nDont know just what to do, alright\nWell, Im beginning to see the light\nAlright, here she comes\nHey, hey, baby\nIm beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nOh, its getting little softer in here now\nNow, now, baby Im beginning to see the light\nOh, its coming round again\nHey now, now, now, baby\nIm beginning to see the light\nOne more time\nThere are problems in these times\nBut, ooh, none of them are mine\nOh, baby, Im beginning to see the light\nHere we go again\nI thought that you were my friend\nHere we go again\nI thought that you were my friend\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?", "This a song we havent- haha\nReally long time because it used to empty clubs and uh...\nAs a, as a matter of fact, when a club wanted to close for a while, they used to get in touch with us and ask us to play this song because... you know\nAnyway, I really- so its a song called The Black Angels Death Song which uh, goes very, very fast so you probably wont be able to understand any of the words. It starts out um...\nMyriadhadchoicesofhisfate\nSetthemselvesoutuponaplateforhimtochoose\nWhich, translated, means - haha - the whole things like that:\nThe myriad choices of his fate set themselves out upon a plate for him to choose, not a ghost-bloodied country all covered with sleep where the Black Angel did weep, just an old city street in the east, gone to choose.\nThats the first verse, theres six of them...\nSo, so if you can keep up with it, we can too...\nMyriad had choices of his fate\nSet themselves out upon a plate for him to choose\nWhat had he to lose?\nNot a ghost bloodied country all covered with sleep\nWhere the Black Angel did weep just an old city street in the east\nGone to choose\nAnd wanderings brother ran on through the dawn\nUntil we said so long to his skull\nShrill yell\nShining brightly red-rimmed and red lined with the time\nInfused with the choice of the mind on ice skates scraping chunks\nFrom the bells\nSay so long\nRally mans patter ran on through the dawn until we said so long\nTo his skull on the shell of a knife\nGone to choose\nAntiseptic remains make it hard to forget\nWhere you come from the stools of your eyes\nServe to symbolize pain\nChoose again\nCut mouth bleeding razors\nForgetting the pain\nAntiseptic remains cool, goodbye\nSo you fly\nTo the cozy brown snow of the east\nGone to choose, choose again\nAnd Rovermans refrain of the sacrilege recluse\nFor the loss of a horse\nWith the bowels and a tail of a rat\nRun che-che\nIf Epiphanys terror reduced you to shame\nHave your head bobbed and weaved\nChoose a side... to be on\nIf the stone glances off, split didactics in two\nLeave the color of the mouse trails\nDont scream, try between\nIf you choose\nAw, if you choose, try to lose\nFor the loss of remain come and start\nStart the game\nI che che, che che I\nChe che che, ka tah koh\nIf you choose, choose to lose\nChoose to go", "White light goin, messin up my mind\n And dont you know its gonna make me go blind\n Yeah, white heat, it tickles me on down to my toes\n Lord have mercy, while I have it, goodness knows\n Oh white light is lightin up my eyes\n Dont you know it fills me up with surprise\n Yeah, white heat, it tickles me on down to my toes\n Lord have mercy, while I have it, goodness knows\nWork it\nOh, she sure is funky\nWatch that speed freak, watch that speed freak\nGonna do it up every night of the week\n Hey white light is lightin up my brain\n Dont you know its gonna make me insane?\n Oh, white heat it tickles me on down to my toes\n Lord have mercy, while I have it, goodness knows\n Yeah white light is lightin up my eyes\n Dont you know it fills me up with surprise\n Yeah, white heat, it tickles me on down to my toes\n Lord have mercy, while I have it, goodness knows\nWork it!\nOh, she sure is funky!\nAw sputter, mutter\nEverybody wants to kill their mother\n Yeah white light is lightin up my eyes\n Dont you know it fills me up with surprise\n Yeah, white heat it tickles me on down to my toes\n Lord have mercy, while I have it, goodness knows\n Yeah white light is lightin up my brain\n Dont you know its gonna make me insane?\n Yeah, white heat, it tickles me on down to my toes\n Lord have mercy, while I have it, goodness knows\nWork it\nOh, she sure is funky!\nAw sputter, mutter\nEverybody wants to kill their mother\nHit em up! Hit em up!\nHigher...", "Duck and Sally inside\nTheyre cooking for the down pipe\nWhore staring at Miss Rayon\nWhos busy licking up her pig pen\nIm searching for my mainline\nI said I couldnt hit it sideways\nI said I couldnt hit it sideways\nOh, just like Sister Ray said\nLive it on\nRosey and Miss Rayon\nTheyre busy waiting for her booster\nWho just got back from Carolina\nShe said she didnt like the weather\nTheyre busy waiting for her sailor\nWho says hes just as big as ever\nHe says hes from Alabama\nHe wants to know a way to earn a dollar\nIm searching for my mainline\nI said I couldnt hit it sideways\nI couldnt hit it sideways\nOh, just like Sister Ray said\nPlay on\nCecils got his new piece\nHe cocks and shoots between three and four\nHe aims it at the sailor\nShoots him down dead on the floor\nOh, you shouldnt do that\nDont you know, youll stain the carpet?\nNow dont you know youll stain the carpet\nAnd by the way, have you got a dollar\nOh, no, man, I havent got the time time\nToo busy sucking on a ding-dong\nShes busy sucking on my ding-dong\nOh, she does just like Sister Ray said\nIm searching for my mainline\nI said I couldnt hit it sideways\nOh, couldnt, couldnt hit it sideways\nOh it, it just, just all over the floor, the floor\nNow, whos that knocking\nWhos that knocking on my chamber door\nNow could it be the police\nThey come to take me for a ride ride\nOh, but I havent got the time time\nHey, hey, hey shes busy sucking on my ding-dong\nShes busy sucking on my ding-dong\nOh, now, just like Sister Ray said\nIm searching for my mainline\nI couldnt hit it sideways\nI couldnt hit it sideways\nOh, just like\nAnd, just like\nAnd, just like, yea, Sister Ray said, do it!\nNow Rosie and Miss Rayon\nTheyre busy waiting for her booster\nShes just back from Carolina\nShe said shes bound to beat her sailor\nI said she hasnt got the time time\nToo busy sucking on my ding dong\nToo busy sucking on my ding dong\nNow, just like Sister Ray said\nIm searching for my mainline\nI said I couldnt hit it sideways\nWhip it on me Jim, whip it on me Jim, whip it on me Jim\nSaid I couldnt hit it sideways\nOh, do it\nNow just like... just like Sister Ray said\nI said now Cecils got his new piece\nHe cocks it, shoots it bang between three and four\nHe aims it at the sailor\nHe shoots him down dead on the floor\nOh, you shouldnt do that\nDont you know youll hit the carpet, dont you know youll mess the carpet?\nOh, she hasnt got the time time\nBusy sucking on his ding dong\nShes busy sucking on his ding dong\nNow just like Sister Ray said\nIm searching for my mainline\nCouldnt hit it sideways\nCouldnt hit it sideways\nNow just like, now just like, now just like\nLike Sister Ray said, now do it to him!\nDuck and Sally move it along, now!\nTheyre cooking for the down pipe\nWhore staring at Miss Rayon\nWhos busy licking up her pig pen\nIm searching for my mainline\nI said I couldnt hit it sideways\nI said I couldnt hit it sideways\nOh, just like\nNow, just like\nI said oh, just like\nAm-ph-ph-ph-ph-ph-ph-phetamines!", "This is a song about the sorrows of the contemporary world, which I know we all know so well... at least I read about it all the time. Its like, one day - this was when I was in college, right? - and I woke up 6:30 in the morning and I put on the radio and they said, you know, so-and-so truck driver today ran over his baby sons head and it burst like a watermelon... and then they said its twenty-two degrees out... so I figured, on all levels, there was no reason ever to go out again\nI stayed indoor- I stayed indoors for about eight months... yeah hah. Also- also passed with honors in Kierkegaard, thats cause I understand the change in our existential leap. Anyone who lies in bed at 6:30 in the morning listening to that has to. Anyway, after that, communism was the only answer for me - I thought. And if you cant be a communist and make money, then you have to be a rock n roll singer... at least in Hoboken\nSo anyway, this is a song called I Cant Stand It Anymore\nOne, two, three...\nI hate standin around\nLivin in a garbage pail\nMy old lady called me up\nShe tryna hit me with a mop\nI cant stand it anymore, more\nI cant stand it anymore, more\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nI live with thirteen dead cats\nA purple dog that wears spats\nTheyre all out living out in the hall!\nAnd I cant stand it anymore...\nI cant stand it anymore, more\nI cant stand it anymore, more\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nIts hard bein a man\nLivin in a garbage pail\nMy landlady called me up\nAnd tried to hit me with a mop\nI cant stand it anymore, more\nI cant stand it anymore, more\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nBe alright \nBe alright \nBe alright...\nBe alright!\nBe alright!\nBe alright!\nBe alright!\nBe alright...\nBe aaalright!\nBe alright\nAlright\nAlright!\nYeah alright \nThank you", "Sometimes I feel so happy\nSometimes I feel so sad\nSometimes I feel so happy\nBut mostly you just make me mad\nBaby you just make me mad\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nThought of you as my mountain top\nThought of you as my peak\nThought of you as everything\nIve had but couldnt keep\nIve had but couldnt keep\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIf I could make the world as pure\nAnd strange as what I see\nId put you in the mirror\nI put in front of me\nI put in front of me\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nSkip a life completely\nStuff it in a cup\nShe said, Money is like us in time\nIt lies but cant stand up\nDown for you is up\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIt was good what we did yesterday\nAnd Ill do it once again\nThe fact that you are married\nOnly proves youre my best friend\nBut its truly, truly a sin\nLinger on your pale blue eyes\nLinger on your pale blue eyes", "Lonesome Cowboy Bill rides the rodeo\nLonesome Cowboy Bill you gotta see him yodel-e-eo\nLonesome Cowboy Bill rides the rodeo\nEver since he was a little lad rode the rodeo\nBuckin broncs and sippin wines\nGot to see him go\nAnd all the ten-gallon girls love to hear him yodel-e-eo\nLonesome Cowboy Bill rides the rodeo\nLonesome cowboy Bill you gotta see him yodel-e-eo\nLonesome Cowboy Bill, still rides the rodeo\nUp around Colorado shores, down by the Ohio\nSometimes even New Orleans down by Mardi Gras\nAnd all the ten-gallon girls love to hear him yodel-e-eo\nLonesome Cowboy Bill rides the rodeo\nLonesome Cowboy Bill you gotta see him yodel-e-eo\nYou gotta see him in the rodeo\nWhen hes ridin goin too darn fast\nYou gotta hear the people scream and shout\nThey call him Lonesome Cowboy Bill", "Im waiting for my man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeel sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its furthest from my mind\nIm just lookin for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is you always gotta wait\nIm waiting for my man\nOh, work it now\nUp to a Brownstone, up three flights of stairs\nEverybodys pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh, then you gotta split because you got no time to waste\nIm waiting for my man\nBaby dont you holler, darlin dont you bawl and shout\nIm feeling good, you know Im gonna work it on out\nIm feeling good, Im feeling, oh, so fine\nUntil tomorrow, but thats just some other time\nIm waiting for my man\nWalkin home\nOh, its alright\nHuh huh", "Candy says\nIve come to hate my body\nAnd all that it requires in this world\nCandy says\nId like to know completely\nWhat others so discreetly talk about\nIm going to watch the blue birds fly\nOver my shoulder\nIm going to watch them pass me by\nMaybe when Im older\nWhat do you think Id see\nIf I could walk away from me\nCandy says\nI hate the quiet places\nThat cause the smallest taste of what will be\nCandy says\nI hate the big decisions\nThat cause endless revisions in my mind\nIm going to watch the blue birds fly\nOver my shoulder\nIm going to watch them pass me by\nMaybe when Im older\nWhat do you think Id see\nIf I could walk away from me", "Ill be your mirror\nReflect what you are, in case you dont know\nIll be the wind, the rain and the sunset\nThe light on your door to show that youre home\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nI find it hard to believe you dont know\nThe beauty you are\nBut if you dont, let me be your eyes\nA hand to your darkness so you wont be afraid\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nIll be your mirror \nIll be your mirror \nIll be your mirror \nIll be your mirror", "Its hard being a man\nLiving in a garbage pail\nMy landlady called me up\nShe tried to hit me with a mop\nI cant stand it anymore, more\nCant stand it anymore, more\nCant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nI live with thirteen dead cats\nA purple dog that wears spats\nTheyre living out in the hall\nAnd I cant stand it anymore\nI cant stand it anymore, more\nI cant stand it anymore\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nIts hard being a man\nLiving in a garbage pail\nMy lady called me up\nAnd tried to hit me with a mop\nI cant stand it anymore, more\nI cant stand it anymore, more\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nBe alright\nBe alright, baby\nBe alright\nOh, God!", "Here she comes\nYou better watch your step\nShes going to break your heart in two, its true\nIts not hard to realize\nJust look into her false colored eyes\nShell build you up to just put you down, what a clown\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks\nHear the way she talks\nYoure written in her book\nYoure number thirty seven, have a look\nShes going to smile to make you frown, what a clown\nLittle boy, shes from the street\nBefore you start, youre already beat\nShes going to play you for a fool, yes its true\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks\nHear the way she talks\nCause everybody knows \nThe things she does to please \nShes just a little tease \nOh whoa whoa \nOh whoa whoa \nOh whoa whoa", "I got fever in my pocket\nYou know I gotta move\nHey babe, I guess Im falling in love\nI got fever in my pocket\nDown to my shoes\nOh babe, I guess Im falling in love\nI got in my pocket, hey babe\nEverything that I can have\nIve got thing in my ?loveline?\nIts gonna work out fine\nIts gonna be allright\nI gotta move\nYou got yours on your side\nHey now babe, I guess Im falling in love\nI got fever in my pocket\nDown to my shoes\nOh babe, I guess Im falling in love\nYoud better move it on sweet babe\nHey on down to your shoes\nThings theyre right, mama\nYou know itll work out fine\nHey you gotta lose\nGot hand in my pocket\nYou know it work also\nOh babe, I guess Im falling in love\nIve got ankles in my breasts\nI find its hard to lose\nOh babe, guess Im falling in love\nOh babe, guess Im falling in love\nOh babe, guess Im falling in love", "Here I go again\nJust gonna play it like a fool again\nHere I go again\nOver you\nOver you\nIm just like a bell again\nYou know, Im starting to ring again\nHere I go again\nOver you\nOver you\nTypically, when I had it\nTreated it like dirt\nNow, naturally, when I dont have it\nI am chasing less and less rainbows\nHere we go again\nI guess, Im like a fool again\nHere I go again\nOver you\nOver you\nOver you\nOver you", "What goes on in your mind?\nI think that I am falling down\nWhat goes on in your mind?\nI think that I am upside down\nLady be good, do what you should\nYou know itll be alright\nLady be good, do what you should\nYou know itll work alright\nIm going up, Im going down\nIm going to fly from side to side\nSee the bells up in the sky\nSomebodys cut the string in two\nLady be good, do what you should\nYou know itll be alright\nLady be good, do what you should\nYou know itll work alright\nLady be good\nOne minute one, one minute two\nOne minute up and one minute down\nWhat goes on in your mind?\nI think that I am upside down\nLady be good, do what you should\nYou know itll work alright\nLady be good, do what you should\nYou know itll be alright", "Waldo Jeffers had reached his limit. It was now mid-August, which meant he had been separated from Marsha for more than two months. Two months, and all he had to show was three dog-eared letters and two very expensive long-distance phone calls. True, when school had ended and shed returned to Wisconsin, and he to Locust, Pennsylvania, she had sworn to maintain a certain fidelity. She would date occasionally, but merely as amusement. She would remain faithful\nBut lately Waldo had begun to worry. He had trouble sleeping at night and when he did, he had horrible dreams. He lay awake at night, tossing and turning underneath his pleated quilt protector, tears welling in his eyes as he pictured Marsha, her sworn vows overcome by liquor and the smooth soothings of some Neanderthal, finally submitting to the final caresses of sexual oblivion. It was more than the human mind could bear\nVisions of Marshas faithlessness haunted him. Daytime fantasies of sexual abandon permeated his thoughts. And the thing was, they wouldnt understand how she really was. He, Waldo, alone understood this. He had intuitively grasped every nook and cranny of her psyche. He had made her smile. She needed him, and he wasnt there. \nThe idea came to him on the Thursday before the Mummers Parade was scheduled to appear. Hed just finished mowing and edging the Edelsons lawn for a dollar fifty and had checked the mailbox to see if there was at least a word from Marsha. There was nothing but a circular from the Amalgamated Aluminum Company of America inquiring into his awning needs. At least they cared enough to write\nIt was a New York company. You could go anywhere in the mails. Then it struck him. He didnt have enough money to go to Wisconsin in the accepted fashion, true, but why not mail himself? It was absurdly simple. He would ship himself parcel post, special delivery. The next day Waldo went to the supermarket to purchase the necessary equipment. He bought masking tape, a staple gun and a medium sized cardboard box just right for a person of his build. He judged that with a minimum of jostling he could ride quite comfortably. A few air holes, some water, perhaps some midnight snacks, and it would probably be as good as going tourist!\nBy Friday afternoon, Waldo was set. He was thoroughly packed and the Post Office had agreed to pick him up at three oclock. Hed marked the package Fragile, and as he sat curled up inside, resting on the foam rubber cushioning hed thoughtfully included, he tried to picture the look of awe and happiness on Marshas face as she opened her door, saw the package, tipped the deliverer, and then opened it to see her Waldo finally there in person. She would kiss him, and then maybe they could see a movie. If hed only thought of this before. Suddenly rough hands gripped his package and he felt himself borne up. He landed with a thud in a truck and was off\nMarsha Bronson had just finished setting her hair. It had been a very rough weekend. She had to remember not to drink like that. Bill had been nice about it though. After it was over hed said he still respected her and, after all, it was certainly the way of nature, and even though, no, he didnt love her, he did feel an affection for her. And after all, they were grown adults. Oh, what Bill could teach Waldo! But that seemed many years ago\nSheila Klein, her very, very best friend, walked in through the porch screen door and into the kitchen. Oh gawd, its absolutely maudlin outside.\nAch, I know what you mean, I feel all icky!\nMarsha tightened the belt on her cotton robe with the silk outer edge. Sheila ran her finger over some salt grains on the kitchen table, licked her finger and made a face. Im supposed to be taking these salt pills, but, she wrinkled her nose, they make me feel like throwing up. Marsha started to pat herself under the chin, an exercise shed seen on television. God, dont even talk about that. She got up from the table and went to the sink where she picked up a bottle of pink and blue vitamins. Want one? Supposed to be better than steak, and then attempted to touch her knees. I dont think Ill ever touch a daiquiri again.\nShe gave up and sat down, this time nearer the small table that supported the telephone. Maybe Billll call, she said to Sheilas glance. Sheila nibbled on a cuticle. After last night, I thought maybe youd be through with him. I know what you mean. My God, he was like an octopus. Hands all over the place. She gestured, raising her arms upwards in defense. The thing is, after a while, you get tired of fighting with him, you know, and after all I didnt really do anything Friday and Saturday so I kind of owed it to him. You know what I mean. She started to scratch. Sheila was giggling with her hand over her mouth. Ill tell you, I felt the same way, and even after a while, here she bent forward in a whisper, I wanted to! Now she was laughing very loudly\nIt was at this point that Mr. Jameson of the Clarence Darrow Post Office rang the doorbell of the large stucco-colored frame house. When Marsha Bronson opened the door, he helped her carry the package in. He had his yellow and his green slips of paper signed and left with a fifteen cent tip that Marsha had gotten out of her mothers small beige pocketbook in the den\nWhat do you think it is? Sheila asked. Marsha stood with her arms folded behind her back. She stared at the brown cardboard carton that sat in the middle of the living room. I dunno.\nInside the package, Waldo quivered with excitement as he listened to the muffled voices. Sheila ran her fingernail over the masking tape that ran down the center of the carton. Why dont you look at the return address and see who its from? Waldo felt his heart beating. He could feel the vibrating footsteps. It would be soon!\nMarsha walked around the carton and read the ink-scratched label. Ah, god its from Waldo!\nThat schmuck! said Sheila. Waldo trembled with expectation. Well, you might as well open it, said Sheila. Both of them tried to lift the staple flap\nAh sst, said Marsha, groaning, he must have nailed it shut. They tugged on the flap again. My God, you need a power drill to get this thing open! They pulled again. You cant get a grip. They both stood still, breathing heavily\nWhy dont you get a scissor, said Sheila. Marsha ran into the kitchen, but all she could find was a little sewing scissor. Then she remembered that her father kept a collection of tools in the basement. She ran downstairs, and when she came back up, she had a large sheet metal cutter in her hand. This is the best I could find. She was very out of breath. Here, you do it. I-Im gonna die. She sank into a large fluffy couch and exhaled noisily. Sheila tried to make a slit between the masking tape and the end of the cardboard flap, but the blade was too big and there wasnt enough room\nGod damn this thing! she said feeling very exasperated. Then smiling, I got an idea.\nWhat? said Marsha\nJust watch, said Sheila, touching her finger to her head\nInside the package, Waldo was so transfixed with excitement that he could barely breathe. His skin felt prickly from the heat, and he could feel his heart beating in his throat. It would be soon. Sheila stood quite upright and walked around to the other side of the package. Then she sank down to her knees, grasped the cutter by both handles, took a deep breath, and plunged the long blade through the middle of the package, through the masking tape, through the cardboard, through the cushioning and right through the center of Waldo Jeffers head, which split slightly and caused little rhythmic arcs of red to pulsate gently in the morning sun", "1-2-3\nIf you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nBut if you close the door\nI’d never have to see the day again\nIf you close the door, the night could last forever\nLeave the wineglass out and drink a toast to never\nOh, someday I know someone will look into my eyes\nAnd say hello -- youre my very special one--\nBut if you close the door\nId never have to see the day again\nDark party bars, shiny Cadillac cars\nAnd the people on subways and trains\nLooking gray in the rain as they stand disarrayed\nOh, but people look well in the dark\nAnd If you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and they’re having such fun\nI wish it could happen to me\nCause if you close the door\nId never have to see the day again\nId never have to see the day again, once more\nId never have to see the day again", "I dont know just where Im going\nBut Im gonna try for the kingdom, if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nAnd I tell you things arent quite the same\nWhen Im rushing on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made big decision\nIm gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closing in on death\nYou cant help me, not you guys\nOr all you sweet girls with all your sweet talk\nYou can all go take a walk\nAnd I guess I just dont know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkened seas\nOn a great big clipper ship\nGoing from this land here to that\nOn a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf all the evils of this town\nAnd of himself and those around\nOh, and I guess that I just dont know\nOh, and I guess that I just dont know\nHeroin, be the death of me\nHeroin, its my wife and its my life, haha\nBecause a mainline into my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nI really dont care anymore\nAbout all the Jim-Jims in this town\nAnd all the politicians making crazy sounds\nAnd everybody putting everybody else down\nAnd all the dead bodies piled up in mounds\nCause when the smack begins to flow\nAnd I really dont care anymore\nAh, when that heroin is in my blood\nHeh, and that blood is in my head\nThen thank God that Im as good as dead\nAnd thank your God that Im not aware\nAnd thank God that I just dont care\nAnd I guess I just dont know\nOh, and I guess I just dont know", "This song is an alcoholics dream realized\nIts called Some Kinda Love\nSome kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nAnd some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but in that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nAnd some kinds of love are mistaken for vision\nPut jelly on your shoulder let us do what you fear most\nThat from which you recoil but which still makes your eyes moist\nPut jelly on your shoulder baby, lie down upon the carpet\nBetween thought and expression let us now kiss the culprit, move it on\nI dont know just what its all about\nBut put on your red pajamas and find out\nThank you", "1-2-3\nIf you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nBut if you close the door\nId never have to see the day again\nIf you close the door, the night could last forever\nLeave the wineglass out and drink a toast to never\nOh, someday I know someone will look into my eyes\nAnd say hello -- youre my very special one--\nBut if you close the door\nId never have to see the day again\nDark party bars, shiny Cadillac cars\nAnd the people on subways and trains\nLooking gray in the rain as they stand disarrayed\nOh, but people look well in the dark\nAnd If you close the door, the night could last forever\nLeave the sunshine out and say hello to never\nAll the people are dancing and theyre having such fun\nI wish it could happen to me\nCause if you close the door\nId never have to see the day again\nId never have to see the day again, once more\nId never have to see the day again", "Myriad had choice of his fate\nSet themselves out upon a plate for him to choose\nWhat had he to lose?\nNot a ghost bloodied country all covered with sleep\nWhere the Black Angel did weep not an old city street in the east\nGone to choose\nAnd wanderings brother walked on through the night\nWith his hair in his face on a long splintered cut from the knife\nOf GT\nThe rally mans patter ran on through the dawn\nUntil we said so long to his skull\nShrill yell\nShining brightly red rimmed and red lined with the time\nInfused with the choice of the mind on ice skates scraping chunks\nFrom the bells\nCut mouth bleeding razors\nForgetting the pain\nAntiseptic remains cool, good buy\nSo you fly\nTo the cozy brown snow of the east\nGonna choose, choose again\nSacrificials remain make it hard to forget\nWhere you come from the stools of your eyes\nServe to realize fame\nChoose again\nAnd Rovermans refrain of the sacrilege recluse\nFor the loss of a horse\nWith the bowels and a tail of a rat\nCome again, choose to go\nAnd if Epiphanys terror reduced you to shame\nHave your head bobbed and weaved\nChoose a side to be on\nAnd if the stone glances off, split didactics in two\nLeave the color of the mouse trails\nDont scream, try between\nIf you choose\nIf you choose, try to lose\nFor the loss of remain come and start\nStart the game\nI che che, che che I\nChe che che, ka tah koh\nChoose to choose\nChoose to choose, choose to go", "I dont know where Im going\nAnd Im gonna try for the kingdom, if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nThen I tell you things arent quite the same\nWhen Im rushing on my run\nAnd I feel just like Jesus son\nAnd I guess I just dont know\nAnd I guess that I just dont know\nNow I have made a very big decision\nAnd Im gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closing in on death\nYou cant help me, not you guys\nOr all you sweet girls with all your sweet talk\nYou can all go take a walk\nAnd I guess I just dont know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkened seas\nOn a great big clipper ship\nGoing from this land here to that\nId put on a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf all the evils of this town\nAnd of himself and those around\nOh, and I guess that I just dont know\nOh, and I guess that I just dont know\nHeroin, be the death of me\nHeroin, you know that its my wife and its my life\nBecause a mainline into my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nOh I really dont care anymore\nAbout all the Jim-Jims in this town\nAnd everybody putting everybody else down\nAnd all the politicians making crazy sounds\nAnd all the dead bodies piled up in mounds\nCause when the smack begins to flow\nAnd I really dont care anymore\nAh, while that heroin is in my blood\nAnd that blood is in my head\nOh, thank God that Im as good as dead\nThank God that Im not aware\nThank God that I just dont care\nAnd I guess I just dont know\nAnd I guess I just dont know", "Shiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nComes in bells, your servant, dont forsake him\nStrike, dear mistress, and cure his heart\nDowny sins of streetlight fancies\nChase the costumes she shall wear\nErmine furs adorn the imperious\nSeverin, Severin awaits you there\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nKiss the boot of shiny, shiny leather\nShiny leather in the dark\nTongue of thongs, the belt that does await you\nStrike, dear mistress, and cure his heart\nSeverin, Severin, speak so slightly\nSeverin, down on your bended knee\nTaste the whip, in love not given lightly\nTaste the whip, now bleed for me\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nShiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nSeverin, your servant comes in bells, please dont forsake him\nStrike, dear mistress, and cure his heart", "There she goes again \nShes out on the streets again \nShes down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nShe wont take it from just any guy\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that shes gonna meet \nYou better hit her\nThere she goes again \nShes knocked out on her feet again \nShes down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nLike a bird, you know she will fly\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that shes gonna meet \nYou better hit her \nNow take a look, theres no tears in her eyes\nLike a bird, you know she will fly, fly, fly away \nOh, see her walking on down the street \nLook at all your friends that shes gonna meet \nShes gonna bawl and shout, shes gonna work it\nShes gonna work it out, bye bye \nBye, bye, b-bye, bye, bye, b-b-b-b-bye, bye, bye, baby\nOh, shes alright, shes alright", "Shiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nComes in bells, your servant, dont forsake him\nStrike, dear mistress, and cure his heart\nDowny sins of streetlight fancies\nChase the costumes she shall wear\nErmine furs adorn the imperious\nSeverin, Severin awaits you there\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nKiss the boot of shiny, shiny leather\nShiny leather in the dark\nTongue of thongs, the belt that does await you\nStrike, dear mistress, and cure his heart\nSeverin, Severin, speak so slightly\nSeverin, down on your bended knee\nTaste the whip, in love not given lightly\nTaste the whip, now bleed for me\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nShiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nSeverin, your servant comes in bells, please dont forsake him\nStrike, dear mistress, and cure his heart", "Can I have your autograph\nHe said to the fat blonde actress\nYou know Ive seen every movie youve been in\nFrom Paths of Pain to Jewels of Glory\nAnd when you kissed Robert Mitchum\nGee but I thought youd never catch him\nOver the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nCan I have your autograph\nHe said to the fat blonde actress\nYou know I know everything youve done\nAnyway I hate divorces\nTo the left is a marble shower\nIt was fun even for an hour\nYoure over the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nSomethings got a hold on me\nAnd I dont know what\nSomethings got a hold on me\nAnd I dont know what\nIts the beginning of a new age\nIts the beginning of a new age\nIts a new age", "Lisa says that its alright\nWhen she meets me alone at night\nLisa says that she has her fun\nAnd shell do it with just about anyone\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says that shes on the run\nLooking for a special one\nLisa says that every time she makes it straight\nShe knows her heart will break\nLisa says\nLisa says\nLisa says\nLisa says\nLooking for a party, some action\nGoing to make it feel okay\nBut what do you find\nWhen the time has come on down\nLook at it run\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says\nLisa says", "Looking for a chance to fade\nMaking it all fun\nWaiting for another chance\nTo ride into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nWaiting for the ships to sail\nLooking all around\nRiding for another time\nTo ride into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into...", "Here comes the ocean and the waves\nDown by the sea\nHere comes the ocean and the waves\nCrashing in\nEarth is a hollow hair, part of a bigger head\nIt nearly drives me crazy\nIn the harmoniums\nThey have small rubber ducks\nRecording all our actions\nBut here come the waves\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea, down by the sea\nDown by the sea\nHere comes the ocean and the waves\nDown by the shore\nHere comes the ocean and the waves\nCrashing in\nInsects are evil thoughts, thought of by selfish men\nIt nearly drives me crazy\nI am a lazy son\nI never get things done\nMade up mostly of water\nAnd here come the waves\nDown by the shore\nWashing the eye of the land\nThat has been down by the sea\nDown by the sea\nDown by the sea\nDown by the sea\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves\nHere comes the waves", "I dont know just where Im going\nBut Im gonna try for the kingdom, if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nAnd I tell you things arent quite the same\nWhen Im rushing on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made big decision\nIm gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closing in on death\nYou cant help me, not you guys\nOr all you sweet girls with all your sweet talk\nYou can all go take a walk\nAnd I guess I just dont know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkened seas\nOn a great big clipper ship\nGoing from this land here to that\nOn a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf all the evils of this town\nAnd of himself and those around\nOh, and I guess that I just dont know\nOh, and I guess that I just dont know\nHeroin, be the death of me\nHeroin, its my wife and its my life, haha\nBecause a mainline into my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nI really dont care anymore\nAbout all the Jim-Jims in this town\nAnd all the politicians making crazy sounds\nAnd everybody putting everybody else down\nAnd all the dead bodies piled up in mounds\nCause when the smack begins to flow\nAnd I really dont care anymore\nAh, when that heroin is in my blood\nHeh, and that blood is in my head\nThen thank God that Im as good as dead\nAnd thank your God that Im not aware\nAnd thank God that I just dont care\nAnd I guess I just dont know\nOh, and I guess I just dont know", "Who loves the sun\nWho cares that it makes plants grow\nWho cares what it does\nSince you broke my heart\nWho loves the wind\nWho cares that it makes breezes\nWho cares what it does\nSince you broke my heart\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nNot everyone\nPa Pa Pa Pa\nWho loves the sun\nWho loves the rain\nWho cares that it makes flowers\nWho cares that it makes showers\nSince you broke my heart\nWho loves the sun\nWho cares that it is shining\nWho cares what it does\nSince you broke my heart\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nNot everyone\nPa Pa Pa Pa\nWho loves the\nSun\nSun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nNot just anyone\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun\nPa Pa Pa Pa\nWho loves the sun", "White light goin, messin up my mind\n And dont you know its gonna make me go blind\n Aw, white heat, it tickle me down to my toes\n Ooh, have mercy, while I have it, goodness knows\n White light goin, messin up my brain\n Aw, white light, its gonna drive me insane\n Aw, white heat, it tickle me down to my toes\n Aw, white light, I said now, goodness knows, do it\nHmm, hmm, white light\nAw, I surely do love watching that stuff tip itself in\nHmm, hmm, white light\nWatch that side, watch that side\nDont you know its gonna be dead in the drive?\nHmm, hmm, white heat\nHey, foxy mama, watchin her walk down the street\nHmm, hmm, white light\nCome upside your head, gonna make a dead end on your street\n White light moved in me through my brain\n White light goin, makin you go insane\n Aw, white heat, it tickle me down to my toes\n Aw, white light, I said now, goodness knows\n Aw, white light, it lighten up my eyes\n Dont you know it fills me up with surprise?\n Aw, white heat, tickle me down to my toes\n Aw, white light, I tell you now, goodness knows, now work it\nHmm, hmm, white light\nAw, she surely do moves me\nHmm, hmm, white light\nWatch that speed freak, watch that speed freak\nEverybody gonna go and make it every week\nHmm, hmm, white heat\nAw, sputter, mutter, everybody gonna go and kill their mother\nHmm, hmm, white light\nHere she comes, here she comes, everybody get n gonna make me run to her", "Can I have your autograph\nHe said to the fat blonde actress\nYou know Ive seen every movie youve been in\nFrom Paths of Pain to Jewels of Glory\nAnd when you kissed Robert Mitchum\nGee but I thought youd never catch him\nOver the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nCan I have your autograph\nHe said to the fat blonde actress\nYou know I know everything youve done\nAnyway I hate divorces\nTo the left is a marble shower\nIt was fun even for an hour\nYourre over the hill right now\nAnd youre looking for love\nYoure over the hill right now\nAnd youre looking for love\nIll come running to you honey when you want me\nIll come running to you honey when you want me\nSomethings got a hold on me\nAnd I dont know what\nSomethings got a hold on me\nAnd I dont know what\nIts the beginning of a new age\nIts the beginning of a new age\nIts a new age", "Well, Im beginning to see the light\nWell, Im beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nWant to tell all you people now, now, now\nBaby, Im beginning to see the light\nHey, now, baby, Im beginning to see the light\nWine in the morning and some breakfast at night\nWell, Im beginning to see the light\nHere we go again, playing the fool again\nHere we go again, acting hard again, alright\nWell, Im beginning to see the light\nI want to tell you, hey now, baby\nIm beginning to see the light\nIts kinda softer now\nI wore my teeth in my hands\nSo I could mess the hair of the night\nHey, well, Im beginning to see the light\nNow, now, now, now, now, now, now, now\nBaby, Im beginning to see the light, now\nIts kinda softer, hey, now, baby\nIm beginning to see the light\nI met myself in a dream\nAnd I just want to tell you, everything was alright\nHey now, baby, Im beginning to see the light\nHere comes two of you\nWhich one will you choose?\nOne is black and one is blue\nDont know just what to do, alright\nWell, Im beginning to see the light\nAlright, here she comes\nHey, hey, baby\nIm beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nOh, its getting little softer in here now\nNow, now, baby Im beginning to see the light\nOh, its coming round again\nHey now, now, now, baby\nIm beginning to see the light\nOne more time\nThere are problems in these times\nBut, ooh, none of them are mine\nOh, baby, Im beginning to see the light\nHere we go again\nI thought that you were my friend\nHere we go again\nI thought that you were my friend\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?", "Im waiting for my man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeel sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its furthest from my mind\nIm just lookin for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is you always gotta wait\nIm waiting for my man\nOh, work it now\nUp to a Brownstone, up three flights of stairs\nEverybodys pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh, then you gotta split because you got no time to waste\nIm waiting for my man\nBaby dont you holler, darlin dont you bawl and shout\nIm feeling good, you know Im gonna work it on out\nIm feeling good, Im feeling, oh, so fine\nUntil tomorrow, but thats just some other time\nIm waiting for my man\nWalkin home\nOh, its alright\nHuh huh", "And what costume shall the poor girl wear\nTo all tomorrows parties?\nA hand-me-down dress from who knows where\nTo all tomorrows parties\nAnd where will she go and what shall she do\nWhen midnight comes around\nShell turn once more to Sundays clown\nAnd cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties?\nWhy silks and linens of yesterdays gowns\nTo all tomorrows parties\nAnd what will she do with Thursdays rags\nWhen Monday comes around?\nShell turn once more to Sundays clown\nAnd cry behind the door\nAnd what costume shall the poor girl wear\nTo all tomorrows parties?\nFor Thursdays child is Sundays clown\nFor whom none will go mourning\nA blackened shroud, a hand-me-down gown\nOf rags and silks, a costume\nFit for one who sits and cries\nFor all tomorrows parties", "Here she comes\nYou better watch your step\nShes going to break your heart in two, its true\nIts not hard to realize\nJust look into her false colored eyes\nShell build you up to just put you down, what a clown\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks\nHear the way she talks\nYoure written in her book\nYoure number thirty seven, have a look\nShes going to smile to make you frown, what a clown\nLittle boy, shes from the street\nBefore you start, youre already beat\nShes going to play you for a fool, yes its true\nCause everybody knows \nThe things she does to please \nShes just a little tease \nSee the way she walks\nHear the way she talks\nCause everybody knows \nThe things she does to please \nShes just a little tease \nOh whoa whoa \nOh whoa whoa \nOh whoa whoa", "Im sticking with you\nCause Im made out of glue\nAnything that you might do\nIm gonna do too\nYou held up a stagecoach in the rain\nAnd Im doing the same\nSaw you hanging from a tree\nAnd I made believe it was me\nIm sticking with you\nCause Im made out of glue\nAnything that you might do\nIm gonna do too\nSome people go into the stratosphere\nSoldiers fighting with the Cong\nBut with you by my side, I can do anything\nWhen we swing, we hang past right and wrong\nIll do anything for you\nAnything you want me to\nIll do anything for you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you\nOh, oh, Im sticking with you", "I dont know just where Im going\nBut Im gonna try for the kingdom, if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nAnd I tell you things arent quite the same\nWhen Im rushing on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made big decision\nIm gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closing in on death\nYou cant help me, not you guys\nOr all you sweet girls with all your sweet talk\nYou can all go take a walk\nAnd I guess I just dont know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkened seas\nOn a great big clipper ship\nGoing from this land here to that\nOn a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf all the evils of this town\nAnd of himself and those around\nOh, and I guess that I just dont know\nOh, and I guess that I just dont know\nHeroin, be the death of me\nHeroin, its my wife and its my life, haha\nBecause a mainline into my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nI really dont care anymore\nAbout all the Jim-Jims in this town\nAnd all the politicians making crazy sounds\nAnd everybody putting everybody else down\nAnd all the dead bodies piled up in mounds\nCause when the smack begins to flow\nAnd I really dont care anymore\nAh, when that heroin is in my blood\nHeh, and that blood is in my head\nThen thank God that Im as good as dead\nAnd thank your God that Im not aware\nAnd thank God that I just dont care\nAnd I guess I just dont know\nOh, and I guess I just dont know", "Who loves the sun\nWho cares that it makes plants grow\nWho cares what it does since you broke my heart\nWho loves the wind\nWho cares that it makes breezes\nWho cares what it does since you broke my heart\nWho loves the sun\nWho loves the sun\nNot everyone\nWho loves the sun\nWho loves the rain\nWho cares that it makes flowers\nWho cares that it makes showers since you broke my heart\nWho loves the sun\nWho cares that it is shining\nWho cares what it does since you broke my heart\nWho loves the sun\nWho loves the sun\nNot everyone\nWho loves the sun\nOo-way-oo\nWho loves the sun\nWho loves the sun\nNot just anyone\nWho loves the sun\nWho loves the sun", "You killed your European son\nYou spit on those under twenty-one\nBut now your blue cars are gone\nYou better say so long\nHey hey hey, bye bye bye\nYou made your wallpapers green\nYou want to make love to the scene\nYour European son is gone\nYoud better say so long\nYour clowns bid you goodbye", "Ill be your mirror\nReflect what you are, in case you dont know\nIll be the wind, the rain and the sunset\nThe light on your door to show that youre home\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nI find it hard to believe you dont know\nThe beauty you are\nBut if you dont, let me be your eyes\nA hand to your darkness so you wont be afraid\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nIll be your mirror \nIll be your mirror \nIll be your mirror \nIll be your mirror", "Here she comes now, now\nShes gone, gone, gone\nReady, ready, ready, ready, ready\nGot my eyes wide open\nEver since I was on cripple Monday\nGot my eyeballs on my knees, aww baby, walkin\nI rapped for hours with Mad Mary Williams\nSaid she never understood a word from me, because...\nI know that she cares about me\nI heard her call my name\nAnd I know that shes long dead and gone\nStill, it aint the same\nOh, when I wake up in this morning, mama\nI heard her call my name\nI know shes dead and long far gone\nI heard her call my name\nAnd then, I felt my mind split open...\nHere she comes now, now\nShes gone, gone, gone\nReady, ready, ready, ready, ready\nGot my eyes wide open\nEver since I was on cripple Monday\nGot my eyeballs on my knees\nI rapped for hours with Mad Mary Williams\nSaid she never understood a word from me\nOh, I know she cares about me\nI heard her call my name ... ?\nI said that shes long dead and gone\nAnd still, she aint the same\nBut when I woke up in the morning, mama\nI heard her call my name, long gone\nI know shes dead and long far gone\nAnd still, I heard her call my name\nAnd then, my mind split open...", "Jennie said when she was just five years old\nThere was nothin happenin at all\nEvery time she puts on a radio\nThere was nothin goin down at all\nNot at all\nThen one fine mornin she puts on a New York station\nYou know she dont believe what she heard at all\nShe started shakin to that fine, fine music\nYou know her life was saved by rock n roll\nDespite all the amputations\nYou know you could just go out\nAnd dance to the rock n roll station\nIt was all right \nHey baby, you know it was alright \nJennie said when she was just bout five years old\nYou know my parents gonna be the death of us all\nTwo TV sets and two Cadillac cars\nWell you know, it aint gonna help me at all\nNaw, just a tiny bit\nThen one fine mornin\nShe turns on a New York station\nShe doesnt believe what she hears at all\nOoooh, she started dancin to that fine, fine music\nYou know her life is saved by\nRock n roll\nYeah, rock n roll\nDespite all the computations\nYou could just dance a to that rock n roll station\nAnd baby it was alright \nHey it was alright \nHey here she comes now!\nJump! Jump!\nAnd Jennie said when she was just bout five years old\nHey, you know, there was nothing happening at all\nNot at all, every time I put on the radio\nYou know theres nothin goin down at all, not at all\nBut one fine mornin she hears a New York station\nShe just didnt believe what she heard at all, hey, not at all\nShe started dancin to that fine, fine music\nYou know her life is saved by rock n roll\nYes, rock n roll\nOooh, despite all the computations\nYou know you could just dance to a rock n roll station\nAlright\nAlright\nAnd it was all right\nWell listen to me now\nAnd it was alright\nCmon now\nListen\nIt was alright\nIt was alright\nAnd it was alright \nIts alright \nYeah, its alright now \nYeah, its alright now \nIt is all alright \nYeah, alright now \nAnd its alright right now \nAnd its alright now \nOh baby \nOh baby \nOh baby \nYeah, yeah, yeah, yeah \nNow its alright now \nOoh, its alright now \nOh, alright \nAlright now", "I know just where I’m going\nI’m gonna try for the kingdom if I can\n‘Cause it makes me feel like I’m a man\nWhen I put a spike into my vein\nAnd I tell you things arent quite the same\nWhen Im rushin on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made big decision\nIm gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closin in on death\nYou cant help me, not you guys\nOr you girls with your sweet talk\nYou can all go take a walk\nAnd I guess I just dont know\nAnd I guess I just dont know\nI wish that I was born a thousand years ago\nI wish that Id sailed the darkеned seas\nOn a great big clippеr ship\nGoin from this land here to that\nIn a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf the evils of this town\nAnd of himself and those around\nAnd I guess that I just dont know\nAnd I guess I just dont know\nHeroin, be the death of me\nHeroin, its my wife and its my life\nBecause a mainer to my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nI really dont care anymore\nAbout all the Jim-Jims in this town\nAnd all the politicians makin crazy sounds\nAnd all the dead bodies piled up in mounds\nAnd everybody puttin everybody else down\nAh, when that heroin is in my blood\nHeh, and that blood is in my head\nThen thank God that Im good as dead\nAnd thank your God that Im not aware\nAnd thank God that I just dont care\nAnd I guess that I just dont know\nAnd I guess that I just dont know", "Im waiting for my man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeel sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its furthest from my mind\nIm just lookin for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is you always gotta wait\nIm waiting for my man\nOh, work it now\nUp to a Brownstone, up three flights of stairs\nEverybodys pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh, then you gotta split because you got no time to waste\nIm waiting for my man\nBaby dont you holler, darlin dont you bawl and shout\nIm feeling good, you know Im gonna work it on out\nIm feeling good, Im feeling, oh, so fine\nUntil tomorrow, but thats just some other time\nIm waiting for my man\nWalkin home\nOh, its alright\nHuh huh", "Im waiting for my man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeel sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its furthest from my mind\nIm just waitin for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is that you always gotta wait\nIm waiting for my man\nUp to a Brownstone, up three flights of stairs\nEverybodys pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh, then you gotta split because you got no timе to waste\nIm waiting for my man\nBaby dont you holler, darlin dont you bawl and shout\nIm feeling good, you know I’ll work it on out\nIm feeling good, Im feeling real finе\nUntil tomorrow, but thats just some other time\nAh, Im waiting for my man", "Looking for another change\nLooking for a side\nLooking for another chance\nTo ride into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nLooking for another game\nLooking for a change\nLooking for just another chance\nTo ride into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into the sun\nRide into", "Were going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nHey, hey baby, now now\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na", "This song is an alcoholics dream realized\nIts called Some Kinda Love\nSome kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nAnd some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but in that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nAnd some kinds of love are mistaken for vision\nPut jelly on your shoulder let us do what you fear most\nThat from which you recoil but which still makes your eyes moist\nPut jelly on your shoulder baby, lie down upon the carpet\nBetween thought and expression let us now kiss the culprit, move it on\nI dont know just what its all about\nBut put on your red pajamas and find out\nThank you", "Standin on the corner\nSuitcase in my hand\nJacks in his corset, Jane is in her vest\nAnd me, Im in a rock n roll band\nHuh\nRiding a Stutz Bear Cat, Jim\nYa know, those were different times\nAll the poets studied rules of verse\nAnd those ladies they rolled their eyes\nSweet Jane\nSweet Jane\nSweet Jane\nNow Jack, he is a banker\nAnd Jane, shes a clerk\nAnd both of them save their monies\nWhen they come home from work\nOh, sittin down by the fire\nOoo, the radio does play the classical music there, Jim\nThe March of the Wooden Soldiers\nAll you protest kids\nYou can hear Jack say\nGetting there\nSweet Jane\nSweet Jane\nSweet Jane\nSome people they like to go out dancin\nAnd other people they have to work. Just watch me now\nAnd theres even some evil mothers\nWell theyre gonna tell you that everything is just dirt\nYou know that women never really faint\nAnd that villians always blink their eyes\nAnd that children are the only ones who blush\nAnd that life is just to die\nBut anyone who ever had a heart\nThey wouldnt turn around and break it\nAnd anyone who ever played a part\nThey wouldnt turn around and hate it\nSweet Jane\nSweet Jane\nSweet Jane\nHeavenly wine and roses\nSeems to whisper to her when he smiles\nHeavenly wine and roses\nSeems to whisper to her when she smiles\nOh, la la la la la la\nOh, la la la la la la\nLa la la la la la\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane", "Its hard being a man\nLiving in a garbage pail\nMy landlady called me up\nShe tried to hit me with a mop\nI cant stand it anymore, more\nCant stand it anymore, more\nCant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nI live with thirteen dead cats\nA purple dog that wears spats\nTheyre living out in the hall\nAnd I cant stand it anymore\nI cant stand it anymore, more\nI cant stand it anymore\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nIts hard being a man\nLiving in a garbage pail\nMy lady called me up\nAnd tried to hit me with a mop\nI cant stand it anymore, more\nI cant stand it anymore, more\nI cant stand it anymore, more\nBut if Shelly would just come back, itd be alright\nIf Shelly would just come back, itd be alright\nBe alright\nBe alright, baby\nBe alright\nOh, God!", "White light goin, messin up my mind\n And dont you know its gonna make me go blind\n Aw, white heat, it tickle me down to my toes\n Ooh, have mercy, while I have it, goodness knows\n White light goin, messin up my brain\n Aw, white light, its gonna drive me insane\n Aw, white heat, it tickle me down to my toes\n Aw, white light, I said now, goodness knows, do it\nHmm, hmm, white light\nAw, I surely do love watching that stuff tip itself in\nHmm, hmm, white light\nWatch that side, watch that side\nDont you know its gonna be dead in the drive?\nHmm, hmm, white heat\nHey, foxy mama, watchin her walk down the street\nHmm, hmm, white light\nCome upside your head, gonna make a dead end on your street\n White light moved in me through my brain\n White light goin, makin you go insane\n Aw, white heat, it tickle me down to my toes\n Aw, white light, I said now, goodness knows\n Aw, white light, it lighten up my eyes\n Dont you know it fills me up with surprise?\n Aw, white heat, tickle me down to my toes\n Aw, white light, I tell you now, goodness knows, now work it\nHmm, hmm, white light\nAw, she surely do moves me\nHmm, hmm, white light\nWatch that speed freak, watch that speed freak\nEverybody gonna go and make it every week\nHmm, hmm, white heat\nAw, sputter, mutter, everybody gonna go and kill their mother\nHmm, hmm, white light\nHere she comes, here she comes, everybody get n gonna make me run to her", "Ive been set free and Ive been bound\nTo the memories of yesterdays clouds\nIve been set free and Ive been bound\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been blinded but -- Now I can see\nWhat in the world has happened to me\nThe prince of stories who walks right by me\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been set free and Ive been bound\nLet me tell you people -- What I found\nI saw my head laughing -- Rolling on the ground\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion", "Ba-ba-ba-ba, ba-ba-ba-ba\nBa-ba-ba-ba, ba-ba-ba-ba\nI found a reason to keep livin\nOh, and the reason dear is you\nI found a reason to keep singin\nWow-woh, and the reason dear is you\nOh, I do believe\nIf you dont like things you leave\nFor someplace youve never\nGone before\nBa-ba-ba-ba, ba-ba-ba-ba\nBa-ba-ba-ba, ba-ba-ba-ba\nHoney, I found a reason to keep livin\nAnd you know the reason dear its you\nAnd Ive walked down lifes lonely highways\nHand in hand with myself\nAnd I realize\nHow many paths have crossed between us\nOh, I do believe\nYou are what you percеive\nWhat comes is bettеr than what\nCame before\nOh, I do believe\nYou are what you perceive\nWhat comes is better than what\nCame before\nBa-ba-ba-ba, ba-ba-ba-ba\nBa-ba-ba-ba, ba-ba-ba-ba\nAnd you better come\nCome-come, come to me\nCome-come, come to me, better come\nCome-come, come to me\nBa-ba-ba-ba\nBa", "Well, Im beginning to see the light\nWell, Im beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nWant to tell all you people now, now, now\nBaby, Im beginning to see the light\nHey, now, baby, Im beginning to see the light\nWine in the morning and some breakfast at night\nWell, Im beginning to see the light\nHere we go again, playing the fool again\nHere we go again, acting hard again, alright\nWell, Im beginning to see the light\nI want to tell you, hey now, baby\nIm beginning to see the light\nIts kinda softer now\nI wore my teeth in my hands\nSo I could mess the hair of the night\nHey, well, Im beginning to see the light\nNow, now, now, now, now, now, now, now\nBaby, Im beginning to see the light, now\nIts kinda softer, hey, now, baby\nIm beginning to see the light\nI met myself in a dream\nAnd I just want to tell you, everything was alright\nHey now, baby, Im beginning to see the light\nHere comes two of you\nWhich one will you choose?\nOne is black and one is blue\nDont know just what to do, alright\nWell, Im beginning to see the light\nAlright, here she comes\nHey, hey, baby\nIm beginning to see the light\nSome people work very hard\nBut still they never get it right\nWell, Im beginning to see the light\nOh, its getting little softer in here now\nNow, now, baby Im beginning to see the light\nOh, its coming round again\nHey now, now, now, baby\nIm beginning to see the light\nOne more time\nThere are problems in these times\nBut, ooh, none of them are mine\nOh, baby, Im beginning to see the light\nHere we go again\nI thought that you were my friend\nHere we go again\nI thought that you were my friend\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?\nHow does it feel to be loved?", "Standin on the corner\nSuitcase in my hand\nJacks in his corset, Jane is in her vest\nAnd me, Im in a rock n roll band\nHuh\nRiding a Stutz Bear Cat, Jim\nYa know, those were different times\nAll the poets studied rules of verse\nAnd those ladies they rolled their eyes\nSweet Jane\nSweet Jane\nSweet Jane\nNow Jack, he is a banker\nAnd Jane, shes a clerk\nAnd both of them save their monies\nWhen they come home from work\nOh, sittin down by the fire\nOoo, the radio does play the classical music there, Jim\nThe March of the Wooden Soldiers\nAll you protest kids\nYou can hear Jack say\nGetting there\nSweet Jane\nSweet Jane\nSweet Jane\nSome people they like to go out dancin\nAnd other people they have to work. Just watch me now\nAnd theres even some evil mothers\nWell theyre gonna tell you that everything is just dirt\nYou know that women never really faint\nAnd that villians always blink their eyes\nAnd that children are the only ones who blush\nAnd that life is just to die\nBut anyone who ever had a heart\nThey wouldnt turn around and break it\nAnd anyone who ever played a part\nThey wouldnt turn around and hate it\nSweet Jane\nSweet Jane\nSweet Jane\nHeavenly wine and roses\nSeems to whisper to her when he smiles\nHeavenly wine and roses\nSeems to whisper to her when she smiles\nOh, la la la la la la\nOh, la la la la la la\nLa la la la la la\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane\nSweet Jane", "Shiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nComes in bells, your servant, dont forsake him\nStrike, dear mistress, and cure his heart\nDowny sins of streetlight fancies\nChase the costumes she shall wear\nErmine furs adorned, imperious\nSeverin, Severin awaits you there\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nKiss the boot of shiny, shiny leather\nShiny, shiny leather in the dark\nTongue of thongs, the belt that does await you\nStrike, dear mistress, and cure his heart\nSeverin, Severin, speak so slightly\nSeverin, down on your bended knee\nTaste the whip, in love not given lightly\nTaste the whip, now bleed for me\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nShiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nSeverin, your servant comes in bells, please dont forsake him\nStrike, dear mistress, and cure his heart", "Were going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nHey, hey baby, now now\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na", "Ive been set free and Ive been bound\nTo the memories of yesterdays clouds\nIve been set free and Ive been bound\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been blinded but -- Now I can see\nWhat in the world has happened to me\nThe prince of stories who walks right by me\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion\nIve been set free and Ive been bound\nLet me tell you people -- What I found\nI saw my head laughing -- Rolling on the ground\nAnd now\nIm set free\nIm set free\nIm set free to find a new illusion", "Sometimes I feel so happy\nSometimes I feel so sad\nSometimes I feel so happy\nBut mostly you just make me mad\nBaby you just make me mad\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nThought of you as my mountain top\nThought of you as my peak\nThought of you as everything\nIve had but couldnt keep\nIve had but couldnt keep\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIf I could make the world as pure\nAnd strange as what I see\nId put you in the mirror\nI put in front of me\nI put in front of me\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nSkip a life completely\nStuff it in a cup\nShe said, Money is like us in time\nIt lies but cant stand up\nDown for you is up\nLinger on your pale blue eyes\nLinger on your pale blue eyes\nIt was good what we did yesterday\nAnd Ill do it once again\nThe fact that you are married\nOnly proves youre my best friend\nBut its truly, truly a sin\nLinger on your pale blue eyes\nLinger on your pale blue eyes", "This ones really dynamite... no, it really is, seriously\nIf I just, just doin that is dynamite...\nSee what I mean? Imagine a hundred guitars doin that at once- ah\nSubtle as the falling rain... okay?\nThis a song called Rock And Roll, its about somebody whose life was saved by rock n roll\nOne, two, three, four...\nJennie said when she was just five years old\nThere was nothin happenin at all\nEvery time she puts on the radio\nThere was nothin happenin at all\nThen one fine mornin she puts on a New York station\nShe didnt believe what she heard at all\nShe started dancin to that fine, fine music\nYou know her life was saved by rock n roll\nIt took no computations\nTo dance to the rock n roll station\nAnd it was all right \nJennie said when she was just five years old\nThere was nothin happenin at all\nTwo TV sets and two Cadillac cars\nWell, baby, they wont help you at all\nThen one fine mornin\nShe heard a New York station\nShe didnt believe a-what she heard at all\nShe started dancin to that fine, fine music\nYou know her life was saved by rock n roll\nDespite all the amputations\nYou could just dance a to that rock n roll station\nAnd baby it was alright \nHey, here she comes now!\nJennie said when she was just five years old\nThere was nothing happening at all\nEvery time she put on the radio\nThere was nothin happenin at all\nBut one fine mornin she heard a New York station\nShe didnt believe what she heard at all\nShe started dancin to that fine, fine music\nYou know her life was saved by rock n roll\nIt took no computations\nTo dance to a rock n roll station\nIt was alright\nIt was alright\nIt was alright\nIt was alright\nIt was alright\nIt was alright\nThank you\nThank you", "Some kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nAnd some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but in that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nAnd some kinds of love are mistaken for vision\nPut jelly on your shoulder let us do what you fear most\nThat from which you recoil but which still makes your eyes moist\nPut jelly on your shoulder baby, lie down upon the carpet\nBetween thought and expression let us now kiss the culprit, move it on\nI dont know just what its all about\nBut put on your red pajamas and find out", "This song is an alcoholics dream realized\nIts called Some Kinda Love\nSome kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nAnd some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but in that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nAnd some kinds of love are mistaken for vision\nPut jelly on your shoulder let us do what you fear most\nThat from which you recoil but which still makes your eyes moist\nPut jelly on your shoulder baby, lie down upon the carpet\nBetween thought and expression let us now kiss the culprit, move it on\nI dont know just what its all about\nBut put on your red pajamas and find out\nThank you", "Ill be your mirror\nReflect what you are, in case you dont know\nIll be the wind, the rain and the sunset\nThe light on your door to show that youre home\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nI find it hard to believe you dont know\nThe beauty you are\nBut if you dont, let me be your eyes\nA hand to your darkness to show that you’re home\nWhen you think the night has seen your mind\nThat inside youre twisted and unkind\nLet me stand to show that you are blind\nPlease put down your hands\nCause I see you\nIll be your mirror \nIll be your mirror \nIll be your mirror \nIll be your mirror", "Were going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nHey, hey baby, now now\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na", "Were going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nHey, hey baby, now now\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na", "Lonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nLonesome Cowboy Bill\nRides the rodeo\nEver since he was a little lad\nLoves the rodeo\nBucking broncs, yeah, sipping wine\nYou got to see him go\nAnd all the ten-gallon girls\nLove to hear him yodel Ay-hee-ho!\nBecause\nLonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nOh, Lonesome Cowboy Bill\nYou still ride the rodeo\nUp round the Colorado shore\nDown by the Ohio\nSometimes even New Orleans\nDown by the Mardi Gras\nAnd all the ten-gallon girls\nLove to hear him yodel Ay-hee-ho!\nHes Lonesome Cowboy Bill\nHe rides the rodeo\nJust a Lonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nYou got to see him in the rodeo\nWhen hes ridin, goin too darn fast\nYou got to hear the people\nScream and shout\nThey call him\nLonesome Cowboy Bill\nHes a\nLonesome Cowboy Bill\nHe goes...\nLonesome Cowboy Bill\nRides the rodeo\nLonesome Cowboy Bill\nYou got to see him yodel Ay-hee-ho!\nI said\nYou got to see him yodel Ay-hee-ho!\nOh hes a Lonesome Cowboy Bill\nLonesome Cowboy Bill", "There she goes again \nShes out on the streets again \nShes down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nShe wont take it from just any guy\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that shes gonna meet \nYou better hit her\nThere she goes again \nShes knocked out on her feet again \nShes down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nLike a bird, you know she will fly\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that shes gonna meet \nYou better hit her \nNow take a look, theres no tears in her eyes\nLike a bird, you know she will fly, fly, fly away \nOh, see her walking on down the street \nLook at all your friends that shes gonna meet \nShes gonna bawl and shout, shes gonna work it\nShes gonna work it out, bye bye \nBye, bye, b-bye, bye, bye, b-b-b-b-bye, bye, bye, baby\nOh, shes alright, shes alright", "Some kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nAnd some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but in that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nAnd some kinds of love are mistaken for vision\nPut jelly on your shoulder let us do what you fear most\nThat from which you recoil but which still makes your eyes moist\nPut jelly on your shoulder baby, lie down upon the carpet\nBetween thought and expression let us now kiss the culprit, move it on\nI dont know just what its all about\nBut put on your red pajamas and find out", "What goes on in your mind?\nI think that I am falling down\nWhat goes on in your mind?\nI think that I am upside down\nLady be good, do what you should\nYou know itll be alright\nLady be good, do what you should\nYou know itll work alright\nIm going up, Im going down\nIm going to fly from side to side\nSee the bells up in the sky\nSomebodys cut the string in two\nLady be good, do what you should\nYou know itll be alright\nLady be good, do what you should\nYou know itll work alright\nLady be good\nOne minute one, one minute two\nOne minute up and one minute down\nWhat goes on in your mind?\nI think that I am upside down\nLady be good, do what you should\nYou know itll work alright\nLady be good, do what you should\nYou know itll be alright", "This song is an alcoholics dream realized\nIts called Some Kinda Love\nSome kinds of love, Marguerita told Tom\nBetween thought and expression lies a lifetime\nSituations arise because of the weather\nAnd no kinds of love are better than others\nSome kinds of love, Marguerita told Tom\nLike a dirty French novel combines the absurd with the vulgar\nAnd some kinds of love, the possibilities are endless\nAnd for me to miss one would seem to be groundless\nI heard what you said, Marguerita heard Tom\nAnd of course youre a bore but in that youre not charmless\nCause a bore is a straight line that finds a wealth in division\nAnd some kinds of love are mistaken for vision\nPut jelly on your shoulder let us do what you fear most\nThat from which you recoil but which still makes your eyes moist\nPut jelly on your shoulder baby, lie down upon the carpet\nBetween thought and expression let us now kiss the culprit, move it on\nI dont know just what its all about\nBut put on your red pajamas and find out\nThank you", "There she goes again \nShes out on the streets again \nShe’s down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nShe won’t take it from just any guy\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that shes gonna meet \nYou better hit her\nThere she goes again \nShes knocked out on her feet again \nShes down on her knees, my friend \nBut you know shell never ask you please again \nNow take a look, theres no tears in her eyes\nLike a bird, you know she will fly\nWhat can you do? \nYou see her walkin on down the street \nLook at all your friends that she’s gonna meet \nYou better hit her \nNow take a look, there’s no tears in her eyes\nLike a bird, you know she will fly, fly, fly away \nOh, see her walking on down the street \nLook at all your friends that shes gonna meet \nShe’s gonna bawl and shout, shes gonna work it\nShes gonna work it out, bye bye \nBye, bye, b-bye, bye, bye, b-b-b-b-bye, bye, bye, baby\nOh, shes alright, she’s alright", "Shiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nComes in bells, your servant, dont forsake him\nStrike, dear mistress, and cure his heart\nDowny sins of streetlight fancies\nChase the costumes she shall wear\nErmine furs adorn the imperious\nSeverin, Severin awaits you there\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nKiss the boot of shiny, shiny leather\nShiny leather in the dark\nTongue of thongs, the belt that does await you\nStrike, dear mistress, and cure his heart\nSeverin, Severin, speak so slightly\nSeverin, down on your bended knee\nTaste the whip, in love not given lightly\nTaste the whip, now bleed for me\nI am tired, I am weary\nI could sleep for a thousand years\nA thousand dreams that would awake me\nDifferent colors made of tears\nShiny, shiny, shiny boots of leather\nWhiplash girlchild in the dark\nSeverin, your servant comes in bells, please don’t forsake him\nStrike, dear mistress, and cure his heart", "Were going to have a real good time together\nWe’re going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nWe’re going to have a real good time together\nWere going to have a real good time together\nWere going to have a real good time together\nWere going to laugh and dance and shout together\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na\nHey, hey baby, now now\nNa na na na na na na na na na\nNa na na na na na na na\nEarly in the morning\nNa na na na na na na na na na", "I dont know just where I’m going\nBut Im gonna try for the kingdom, if I can\nCause it makes me feel like Im a man\nWhen I put a spike into my vein\nAnd I tell you things aren’t quite the same\nWhen Im rushing on my run\nAnd I feel just like Jesus son\nAnd I guess that I just dont know\nAnd I guess that I just dont know\nI have made big decision\nIm gonna try to nullify my life\nCause when the blood begins to flow\nWhen it shoots up the droppers neck\nWhen Im closing in on death\nYou can’t help me, not you guys\nOr all you sweet girls with all your sweet talk\nYou can all go take a walk\nAnd I guess I just don’t know\nAnd I guess that I just dont know\nI wish that I was born a thousand years ago\nI wish that I’d sailed the darkened seas\nOn a great big clipper ship\nGoing from this land here to that\nOn a sailors suit and cap\nAway from the big city\nWhere a man cannot be free\nOf all the evils of this town\nAnd of himself and those around\nOh, and I guess that I just dont know\nOh, and I guess that I just dont know\nHeroin, be the death of me\nHeroin, it’s my wife and its my life, haha\nBecause a mainline into my vein\nLeads to a center in my head\nAnd then Im better off than dead\nBecause when the smack begins to flow\nI really dont care anymore\nAbout all the Jim-Jims in this town\nAnd all the politicians making crazy sounds\nAnd everybody putting everybody else down\nAnd all the dead bodies piled up in mounds\nCause when the smack begins to flow\nAnd I really dont care anymore\nAh, when that heroin is in my blood\nHeh, and that blood is in my head\nThen thank God that Im as good as dead\nAnd thank your God that Im not aware\nAnd thank God that I just dont care\nAnd I guess I just dont know\nOh, and I guess I just dont know", "Im waiting for my man\nTwenty-six dollars in my hand\nUp to Lexington, 125\nFeel sick and dirty, more dead than alive\nIm waiting for my man\nHey, white boy, what you doin uptown?\nHey, white boy, you chasin our women around?\nOh pardon me sir, its furthest from my mind\nIm just lookin for a dear, dear friend of mine\nIm waiting for my man\nHere he comes, hes all dressed in black\nPR shoes and a big straw hat\nHes never early, hes always late\nFirst thing you learn is you always gotta wait\nIm waiting for my man\nOh, work it now\nUp to a Brownstone, up three flights of stairs\nEverybodys pinned you, but nobody cares\nHes got the works, gives you sweet taste\nAh, then you gotta split because you got no time to waste\nIm waiting for my man\nBaby dont you holler, darlin dont you bawl and shout\nIm feeling good, you know Im gonna work it on out\nIm feeling good, Im feeling, oh, so fine\nUntil tomorrow, but thats just some other time\nIm waiting for my man\nWalkin home\nOh, its alright\nHuh huh"]}